{
    "headlines": [
        "ਨਿਨਟੈਂਡੋ ਅਪਡੇਟਸ ਸਵਿਚ 2 ਬੈਕਵਰਡ ਅਨੁਕੂਲਤਾ ਸੂਚੀ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਵਨਪਲੱਸ ’ਨਵਾਂ‘ ਛੋਟਾ ’ਫੋਨ ਅਮਰੀਕਾ ਵਿਚ ਨਹੀਂ ਆ ਰਿਹਾ, ਪਰ ਇਸ ਦੀਆਂ ਏਆਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹਨ - ਦਿ ਵਰਜ",
        "ਨਵੰਬਰ ਤੋਂ ਬਾਅਦ ਪਹਿਲੀ ਵਾਰ ਖਪਤਕਾਰਾਂ ਦਾ ਵਿਸ਼ਵਾਸ ਬਿਹਤਰ ਹੋਇਆ - ਸੀਐਨਐਨ",
        "ਕਿੰਗ ਚਾਰਲਸ ਦੇ ਕਨੇਡਾ ਭਾਸ਼ਣ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਅਤੇ ਇਹ ਟਰੰਪ ਨਾਲ ਕਿਵੇਂ ਸੰਬੰਧ ਰੱਖਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਲਾਈਵ ਅਪਡੇਟਸਃ ਸਾਬਕਾ ਸਹਾਇਕ ਕੈਪ੍ਰਿਕੋਰਨ ਕਲਾਰਕ ਸੀਨ ਕੰਬਜ਼ ਦੇ ਸੈਕਸ-ਟ੍ਰੈਫਿਕਿੰਗ ਕੇਸ ਵਿੱਚ ਗਵਾਹੀ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੀਟ ਹੇਗਸੇਥ ਦੇ ਵੰਡਿਆ ਅੰਦਰੂਨੀ ਚੱਕਰ ਦੇ ਅੰਦਰ, ਇੱਕ ‘ਸ਼ੀਤ ਯੁੱਧ’ ਸਹਿਣ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੌਮ ਕਰੂਜ਼ ਮੈਮੋਰੀਅਲ ਡੇਅ ਬਾਕਸ ਆਫਿਸ ਰਿਕਾਰਡ ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦਾ ਹੈਃ ‘ਇਤਿਹਾਸ ਦੀਆਂ ਕਿਤਾਬਾਂ ਲਈ ਇਕ!’ - ਯਾਹੂ ਨਿਊਜ਼ ਸਿੰਗਾਪੁਰ",
        "ਡੋਵ ਫਿuresਚਰਜ਼ ਈਯੂ ਟੈਰਿਫ 'ਤੇ ਦੇਰੀ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ 500 ਪੁਆਇੰਟ ਰੈਲੀ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਨਪੀਆਰ ਨੇ ਫੈਡਰਲ ਫੰਡਿੰਗ ਨੂੰ ਘਟਾਉਣ ਦੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਟਰੰਪ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੇਲਸਫੋਰਸ 8 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਕੀਮਤ ਦੇ ਸੌਦੇ ਵਿਚ ਇਨਫਰਮੇਟਿਕਾ ਖਰੀਦਣ ਲਈ ਸਹਿਮਤ ਹੈ - ਬਲੂਮਬਰਗ ਡਾਟ ਕਾਮ",
        "ਐਪਲ ਹਰ ਸਾਲ 2027 ਤੱਕ ਆਈਫੋਨ ਨੂੰ ਦੁਬਾਰਾ ਡਿਜ਼ਾਈਨ ਕਰਨ ਦੀ ਅਫਵਾਹ - ਮੈਕਰੂਮੋਰਸ",
        "ਹਾਰਵਰਡ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੇ ਖਿਲਾਫ ਬੋਲਦੇ ਹਨ । ਅਤੇ, ਡੀਈਆਈ ਨੌਕਰੀ ਦੇ ਘਾਟੇ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ - ਐਨਪੀਆਰ",
        "ਦੱਖਣ-ਪੱਛਮ ਵਿਚ ਮੁਫਤ ਬੈਗਾਂ ਲਈ ਅੰਤਮ ਬੋਰਡਿੰਗ ਕਾਲ ਕਿਉਂਕਿ ਏਅਰ ਲਾਈਨ ਇਕ ਪਿਆਰੇ ਪਰਕ ਨੂੰ ਛੱਡਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਸਾਬਕਾ ਵਰਜੀਨੀਆ ਸ਼ੈਰਿਫ ਸਕਾਟ ਜੇਨਕਿਨਜ਼ ਨੂੰ ਧੋਖਾਧੜੀ ਅਤੇ ਰਿਸ਼ਵਤਖੋਰੀ ਦੇ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਬੀਬੀਸੀ",
        "ਫ੍ਰੈਂਚ ਦੀ ਪਹਿਲੀ ladyਰਤ ਨੇ ਵਾਇਰਲ ਕਲਿੱਪ ਅਤੇ ਹੋਰ ਚੋਟੀ ਦੀਆਂ ਸੁਰਖੀਆਂ ਵਿਚ ਰਾਸ਼ਟਰਪਤੀ ਮੈਕਰੋਨ ਦੇ ਚਿਹਰੇ 'ਤੇ ਝਾੜੂ ਪਾਉਂਦੇ ਹੋਏ ਦੇਖਿਆ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸੋਲਕ ਦੀਆਂ 100 ਚੀਜ਼ਾਂ 2025 ਐਨਐਫਐਲ ਸੀਜ਼ਨ ਲਈ ਜਾਣਨ ਲਈ... 100 ਦਿਨ ਬਾਹਰ - ਈਐਸਪੀਐਨ",
        "ਫਿਲਡੇਲ੍ਫਿਯਾ ਮਾਸ ਗੋਲੀਬਾਰੀ ਤਾਜ਼ਾਃ ਗਵਾਹ ਦਹਿਸ਼ਤ ਦਾ ਵਰਣਨ ਫੇਅਰਮਾਉਂਟ ਪਾਰਕ ਵਿਚ ਹੋਈ ਗੋਲੀਬਾਰੀ ਵਿਚ ਦੋ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ 9 ਜ਼ਖਮੀ ਹੋ ਗਏ - ਦਿ ਇੰਡੀਪੈਂਡੈਂਟ",
        "ਨਵੀਂ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਯੋਜਨਾ ਨੂੰ ਕਿਵੇਂ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਅਤੇ ਇਸਦੇ ਵਿਰੁੱਧ ਇੰਨੇ ਸਹਾਇਤਾ ਸਮੂਹ ਕਿਉਂ ਹਨ? - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪਲੇਬੁੱਕਃ ਟਰੰਪ ਦਾ ਅਜੀਬ ਵੀਕੈਂਡ - ਪੋਲੀਟੀਕੋ",
        "ਹੁਣੇ ਹੀ ਕਿੰਨੇ ਅਮਰੀਕੀ ਹੁਣ GLP-1s ਲੈ ਰਹੇ ਹਨ - Axios"
    ]
}