{
    "headlines": [
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਦਾ ਵਪਾਰ ਮਿਲਾਇਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਪ੍ਰਮੁੱਖ ਖੇਤਰੀ ਅੰਕੜਿਆਂ ਨੂੰ ਪਾਰਸ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਿਕਸ ਬਨਾਮ ਪਿਸਟਨਸ ਸਕੋਰ, ਅਨੁਸੂਚੀ, ਐਨਬੀਏ ਪਲੇਆਫ ਅਪਡੇਟਸ, ਔਕੜਾਂਃ ਡੈਟ੍ਰੌਇਟ ਗੱਟਸੀ ਗੇਮ 5 ਜਿੱਤ ਦੇ ਨਾਲ ਜਿੰਦਾ ਰਹਿੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਬਲੈਕਆਉਟ, ਯਾਤਰਾ ਦੇ ਹਫੜਾ-ਦਫੜੀ ਤੋਂ ਬਾਅਦ ਸਪੇਨ ਬਿਜਲੀ ਬੰਦ ਹੋਣ ਦਾ ਕਾਰਨ ਅਜੇ ਵੀ ਅਸਪਸ਼ਟ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਲੀਨੋਇਸ ਕਸਬੇ ਨੇ 4 ਨੌਜਵਾਨਾਂ ਦੀ ਮੌਤ 'ਤੇ ਸੋਗ ਜਤਾਇਆ ਜਦੋਂ ਉਨ੍ਹਾਂ ਦੇ ਸਕੂਲ ਤੋਂ ਬਾਅਦ ਦੇ ਕੈਂਪ ਵਿਚ ਇਕ ਕਾਰ ਬੈਰਲ ਹੋ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਡੱਗ ਐਮਹੌਫ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ, ਹੋਲੋਕਾਸਟ ਅਜਾਇਬ ਘਰ ਬੋਰਡ ਤੋਂ ਬਿਡੇਨ ਦੀਆਂ ਹੋਰ ਨਿਯੁਕਤੀਆਂ - ਐਕਸੀਓਸ",
        "ਬਕਸ, ਪੈਸਰਜ਼ ਗੇਮ 5 ਅਸਪਸ਼ਟ ਇੰਡੀਆਨਾ ਕਮਬੈਕ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਾਲ ਸ਼ੋਵਿੰਗ ਮੈਚ ਵਿੱਚ ਖਤਮ ਹੁੰਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "Google teases ਪਿਕਸਲ ਡਿਸਪਲੇਅ ਸੁਧਾਰ, ਸੰਭਾਵਨਾ ਨਾਲ ਸ਼ੁਰੂ ਪਿਕਸਲ 10 - 9to5Google",
        "ਵਿਸਕਾਨਸਿਨ ਦੇ ਜੱਜ ਹੰਨਾਹ ਡੁਗਨ ਨੇ ਰਾਜ ਦੀ ਹਾਈ ਕੋਰਟ ਦੁਆਰਾ ਡਿ dutiesਟੀਆਂ ਤੋਂ \"ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰਾਹਤ\" ਦਿੱਤੀ - ਐਕਸੀਓਸ",
        "ਟਰੰਪ ਵ੍ਹਾਈਟਮਰ ਨੂੰ ਗਲੇ ਲਗਾ ਕੇ ਨਮਸਕਾਰ ਕਰਦਾ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਜਿੱਤ ਦਿੰਦਾ ਹੈ — ਮਿਸ਼ੀਗਨ ਏਅਰਬੇਸ ਲਈ ਨਵੇਂ ਜੈੱਟ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਮਿਸ਼ੀਗਨ 'ਚ ਸਮਰਥਕਾਂ ਨੂੰ 100 ਦਿਨ ਦੇ ਅਹੁਦੇ ਲਈ ਕੀਤਾ ਰੈਲੀ - The Washington Post",
        "ਐਮਾਜ਼ਾਨ ਟੈਰਿਫ ਲਾਗਤਾਂ ਨੂੰ listਨਲਾਈਨ ਸੂਚੀਬੱਧ ਕਰਨ ਦੀ ਯੋਜਨਾ ਨਹੀਂ ਬਣਾ ਰਿਹਾ ਕਿਉਂਕਿ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਸੰਭਾਵਤ ਚਾਲ 'ਤੇ ਹਮਲਾ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬੇਯੋਂਸੇ ਦੀਆਂ ਧੀਆਂ ਬਲੂ ਆਈਵੀ ਅਤੇ ਰੂਮੀ ਕਾਉਬੌਏ ਕਾਰਟਰ ਟੂਰ 'ਤੇ ਚੜ੍ਹਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੰਟੇਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ 10% ਤੋਂ 25% ਬਿਹਤਰ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਨਾਲ ਲੈਪਟਾਪ ਜੀਪੀਯੂ ਡਰਾਈਵਰਾਂ ਨੂੰ ਰੋਲ ਆਉਟ ਕਰ ਰਿਹਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਨੇ ਕੈਨੇਡਾ ਦੇ ਕਾਰਨੀ ਨੂੰ ਵਧਾਈ ਦਿੱਤੀ ਕਿਉਂਕਿ ਉਹ 'ਨੇੜ ਭਵਿੱਖ' ਵਿਚ ਮਿਲਣ ਲਈ ਸਹਿਮਤ ਹਨ - ਬੀਬੀਸੀ",
        "ਵੀਜ਼ਾ ਰੱਦ ਕਰਨ ਨਾਲ ਹੁਣ ਕਾਨੂੰਨੀ ਸਥਿਤੀ ਖਤਮ ਹੋ ਸਕਦੀ ਹੈ, ਅੰਦਰੂਨੀ ਮੈਮੋ ਦੇ ਅਨੁਸਾਰ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੇਵ ਪੋਰਟਨੋਏ ਨੂੰ ਸੀਬੀਐਸ ਦੇ ਵਾਇਰਲ ਬਿਲ ਬੇਲੀਚਿਕ-ਜੌਰਡਨ ਹਡਸਨ ਪਲ ਵਿੱਚ ਕੀ ਛੱਡਿਆ ਗਿਆਃ ‘ਬੰਧਕ ਬਣਾਏ ਜਾਣ’ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਏਬੀਸੀ ਇੰਟਰਵਿਊ ਵਿੱਚ ਆਰਥਿਕ ਚਿੰਤਾਵਾਂ ਦੇ ਵਿਰੁੱਧ ਵਾਪਸ ਧੱਕਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਚੀਨ 'ਸ਼ਾਇਦ ਉਹ ਟੈਰਿਫ ਖਾ ਜਾਵੇਗਾ' - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}