{
    "headlines": [
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਏਲੀਅਨ ਦੁਸ਼ਮਣ ਐਕਟ ਦੇ ਤਹਿਤ ਦੇਸ਼ ਨਿਕਾਲਾ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰੋਕਿਆ - ਸੀਐਨਐਨ",
        "ਯੂਕ੍ਰੇਨ ਪੁਤਿਨ ਦੇ ਈਸਟਰ ਜੰਗਬੰਦੀ ਤੋਂ ਸੁਚੇਤ ਹੈ ਅਤੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ਸਿਰਫ ਇੱਕ ਸੱਚੀ ਜੰਗਬੰਦੀ ਦਾ ਜਵਾਬ ਦੇਵੇਗਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਭਰ 'ਚ ਸੈਂਕੜੇ ਰੈਲੀਆਂ' ਚ ਟਰੰਪ ਖਿਲਾਫ ਇਕਜੁੱਟ ਹੋਏ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ - NPR",
        "ਨਿਕਸ ਬਨਾਮ ਪਿਸਟਨ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਸਕੋਰ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਸਮਾਂਃ 2025 ਐਨਬੀਏ ਪਲੇਆਫ ਪਿਕਸ, ਸਾਬਤ ਮਾਡਲ ਤੋਂ ਗੇਮ 1 ਵਧੀਆ ਸੱਟਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "'RHOC' alum Lydia McLaughlin 'ਤਬਾਹ' ਦੇ ਬਾਅਦ ਭਰਾ ਨੂੰ ਜਾਨਲੇਵਾ ਪੁਲਿਸ ਦੁਆਰਾ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਗਈ ਹੈ ਟਰੈਫਿਕ ਸਟਾਪ - ਪੰਨਾ ਛੇ",
        "ਅਮਰੀਕਾਃ ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਯੂਕਰੇਨ ਗੱਲਬਾਤ 'ਤੇ' ਪਾਸ 'ਕਰਾਂਗੇ ਜੇ ਬਹੁਤ ਮੁਸ਼ਕਲ ਹੈ - ਡੀਡਬਲਯੂ",
        "ਲੋਰੇਨ ਟੇਲਰ ਨੇ ਓਕਲੈਂਡ ਮੇਅਰਲ ਚੋਣ ਵਿੱਚ ਬਾਰਬਰਾ ਲੀ ਨੂੰ ਤਿਆਗ ਦਿੱਤਾ - ਕੇਕਿਯੂਈਡੀ",
        "Britainਰਤ ਦੀ ਪਰਿਭਾਸ਼ਾ 'ਤੇ ਯੂਕੇ ਦੇ ਫੈਸਲੇ ਤੋਂ ਬਾਅਦ ਟ੍ਰਾਂਸ ਅਧਿਕਾਰਾਂ ਦੀ ਹਮਾਇਤ ਕਰਨ ਲਈ ਹਜ਼ਾਰਾਂ ਲੋਕ ਲੰਡਨ ਵਿਚ ਇਕੱਠੇ ਹੋਏ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਚੀਨ ਲਈ ਰੱਖੇ ਗਏ ਬੋਇੰਗ ਜੈੱਟ ਟੈਰਿਫ ਯੁੱਧ ਦੇ ਵਿਚਕਾਰ ਚੀਨ ਤੋਂ ਅਮਰੀਕਾ ਵਾਪਸ ਆਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੈਮੀਅਨ ਲਿਲਾਰਡ ਸੱਟ ਦਾ ਅਪਡੇਟਃ ਬਕਸ ਸਟਾਰ (ਬਲੱਡ ਕਲੋਟ) ਗੇਮ 2 ਜਾਂ 3 ਬਨਾਮ ਪੈਸਰਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿਚ ਵਾਪਸ ਆਉਣ ਦੀ ਉਮੀਦ ਹੈ",
        "WWE ਹਾਲ ਆਫ ਫੇਮ 2025 ਤੋਂ 5 ਅਪਸ & 4 ਡਾਉਨ (ਨਤੀਜੇ & ਸਮੀਖਿਆ) - WhatCulture.com",
        "ਨੇਬਰਾਸਕਾ ਨਦੀ ਵਿੱਚ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਇਆ ਜਹਾਜ਼, ਸਵਾਰ ਸਾਰੇ ਯਾਤਰੀਆਂ ਦੀ ਮੌਤ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਕਸ ਆਫਿਸਃ ‘ਪਾਪੀ‘ ਸਟੋਕਸ $ 19.2 ਮਿਲੀਅਨ ਓਪਨਿੰਗ ਡੇਅ, ‘ਏ ਮਾਇਨਕਰਾਫਟ ਮੂਵੀ‘ ਅਜੇ ਵੀ ਤੀਜੇ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਨੰਬਰ 1 ਨੂੰ ਬਲੌਕ ਕਰਨ ਲਈ ਵੇਖਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਵਿਗਿਆਨੀਆਂ ਦਾ ਦਾਅਵਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ 'ਨਵਾਂ ਰੰਗ' ਲੱਭਿਆ ਹੈ ਜੋ ਪਹਿਲਾਂ ਕਿਸੇ ਨੇ ਨਹੀਂ ਦੇਖਿਆ - ਬੀਬੀਸੀ",
        "ਧਮਕੀਆਂ ਅਤੇ ਮਿਸ਼ਰਤ ਸੰਦੇਸ਼ਾਂ ਨਾਲ ਭਰੀ ਈਰਾਨ ਪ੍ਰਮਾਣੂ ਗੱਲਬਾਤ ਦੀ ਉਮੀਦ - ਬੀਬੀਸੀ",
        "POD ਕਮਿਊਨਿਟੀ ਮੋਕ ਡਰਾਫਟਃ 2 ਰਾਊਂਡ ਪਿਕਸ ਨੂੰ ਤੋੜਨਾ - ਡੀਟ੍ਰਾਯਟ ਦਾ ਮਾਣ",
        "ਗੂਗਲ ਨੂੰ ਪਹਿਲਾਂ ਨਾਲੋਂ ਟੁੱਟਣ ਦਾ ਜ਼ਿਆਦਾ ਖ਼ਤਰਾ - The Verge",
        "ਉਤਸੁਕਤਾ ਰੋਵਰ ਨੇ ਮੰਗਲ 'ਤੇ 3.7 ਬਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣੀ ਚੱਟਾਨ ਤੋਂ ਸਭ ਤੋਂ ਵੱਡੀ ਕਾਰਬਨ ਚੇਨ ਲੱਭੀ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਵੈਟੀਕਨ ਨੇ ਪ੍ਰਵਾਸੀਆਂ, ਕੈਦੀਆਂ ਨੂੰ ਵੈਨਸ ਨਾਲ ਮੁਲਾਕਾਤ ਵਿਚ ’ਵਿਚਾਰਾਂ ਦਾ ਆਦਾਨ-ਪ੍ਰਦਾਨ' ਨੋਟ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਚਾਕੂ ਜੇਰੋਮ ਪਾਵੇਲ ਲਈ ਬਾਹਰ ਹਨ, ਫੈੱਡ ਦੀ ਆਜ਼ਾਦੀ 'ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਦਾ ਸ਼ੋਅਡਾਉਨ ਸਥਾਪਤ ਕਰਦੇ ਹਨ - ਫਾਰਚਿuneਨ"
    ]
}