{
    "headlines": [
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਰੇਡੀਏਸ਼ਨ ਥੈਰੇਪੀ ਬਾਰੇ ਮਰੀਜ਼ ਦੀ ਅੱਖ ਦਾ ਦ੍ਰਿਸ਼: ਇਹ ਇਸ ਤਰ੍ਹਾਂ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੀ ਮੈਗਾਬਿਲ ਨੌਕਰੀ ਦੀ ਮਾਰਕੀਟ ਨੂੰ ਕਿਵੇਂ ਠੇਸ ਪਹੁੰਚਾ ਸਕਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸੋਫੀਆ ਹਚਿਨਜ਼ ਦੇ ਘਾਤਕ ਏਟੀਵੀ ਕਰੈਸ਼ ਵਿੱਚ ਕਾਰਕ ਵਜੋਂ ਪੁਲਿਸ ਆਈ ਸਪੀਡ - ਟੀਐਮਜ਼ੈਡ",
        "ਕਿਸੇ ਪੁਰਾਣੇ ਦੋਸਤ ਨਾਲ onlineਨਲਾਈਨ ਦੁਬਾਰਾ ਜੁੜਨ ਤੋਂ ਪਹਿਲਾਂ, ਆਪਣੇ ਆਪ ਨੂੰ ਇਹ ਪ੍ਰਸ਼ਨ ਪੁੱਛੋ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ੈਰਨ ਓਸਬਰਨ ਓਜ਼ੀ ਦੇ ਬਲੈਕ ਸਬਥ ਅਲਵਿਦਾ ਸਮਾਰੋਹ ਤੋਂ ਲਾਲਚੀ ਬੈਂਡ ਨੂੰ ਵਿਗਾੜਦਾ ਹੈ - pagesix.",
        "ਇਕ ਹੋਰ ਸੂਰਜ ਮੰਡਲ ਦਾ ਧੂਮਕਾਣ ਆਪਣੇ ਰਸਤੇ 'ਤੇ - ਨੁਕਸਦਾਰ",
        "ਲੇਨੋਵੋ ਕਰੋਮਬੁੱਕ ਪਲੱਸ 14 ਸਮੀਖਿਆਃ ਕਰੋਮਬੁੱਕਾਂ ਦਾ ਨਵਾਂ ਰਾਜਾ - ਦਿ ਵਰਜ",
        "ਮਹਿਮਾਨ ਕਾਲਮ | ਸਾਡੇ 24 ਸਾਲਾ ਬੱਚੇ ਨੂੰ ਮਾਨਸਿਕ ਬਿਮਾਰੀ ਹੈ । ਉਸ ਨੂੰ ਯੋਗ ਕੀਤੇ ਬਗੈਰ ਅਸੀਂ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦੇ ਹਾਂ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਐਸਐਸ ਪੁਲਾੜ ਯਾਤਰੀ ਪੰਧ ਤੋਂ ਇੱਕ ਦੁਰਲੱਭ ਵਰਤਾਰੇ ਨੂੰ ਫੜਦਾ ਹੈ — ਇੱਕ ਗਰਜ ਦੇ ਤੂਫਾਨ ਦੇ ਉੱਪਰ ਇੱਕ ਵਿਸ਼ਾਲ 'ਸਪ੍ਰਾਈਟ' - ਸਪੇਸ",
        "ਵੈਕਸੀਨ ਦੀ ਸਮੱਗਰੀ ਥਾਈਮਰੋਜਲ ਬਾਰੇ ਜਾਣਨ ਲਈ 4 ਗੱਲਾਂ - NPR",
        "9,000 ਛੁੱਟੀਆਂ ਤੋਂ ਬਾਅਦ, ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਬੌਸ ਨੇ ਬਰਖਾਸਤ ਕਾਮਿਆਂ ਲਈ ਬੇਰਹਿਮੀ ਨਾਲ ਸਲਾਹ ਦਿੱਤੀ ਹੈ - ਭਵਿੱਖਵਾਦ",
        "ਵੈਲਫੇਅਰ ਯੂ-ਟਰਨ ਖਰਚਿਆਂ ਦੇ ਫੈਸਲਿਆਂ ਨੂੰ ਸਖਤ ਬਣਾਉਂਦਾ ਹੈ, ਬ੍ਰਿਜਟ ਫਿਲਿਪਸਨ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਹਮਾਸ ਦੀਆਂ ਮੰਗਾਂ ਦੇ ਬਾਵਜੂਦ ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਗੱਲਬਾਤ ਲਈ ਟੀਮ ਭੇਜੇਗਾ, ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "ਖੰਡੀ ਤੂਫਾਨ ਚਾਂਟਲ ਉੱਤਰ-ਪੂਰਬੀ ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਚਲਦੇ ਹੋਏ ਭਾਰੀ ਬਾਰਸ਼ ਲਿਆਉਂਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਰਪੀਅਨ ਚੀਜ਼ਾਂ 'ਤੇ ਅਮਰੀਕਾ ਦੇ ਟੈਰਿਫ ਦੁਨੀਆ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ 2-ਤਰੀਕੇ ਨਾਲ ਵਪਾਰ ਸੰਬੰਧਾਂ ਨੂੰ ਹਿਲਾਉਣ ਦੀ ਧਮਕੀ ਦਿੰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੈਂਟਰਿਸਟ ਰਿਪਬਲਿਕ ਡੌਨ ਬੇਕਨ ਕਾਂਗਰਸ ਨਾਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ — ਪਰ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਬੋਲੀ 'ਤੇ ਦਰਵਾਜ਼ਾ ਖੁੱਲ੍ਹਾ ਰੱਖਣਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਾਇਓਗੋ ਜੋਟਾ ਦੀ ਭਾਵਨਾ ਅਤੇ ਦ੍ਰਿੜਤਾ ਨੇ ਉਸ ਨੂੰ ਲਿਵਰਪੂਲ ਲਈ ਸੰਪੂਰਨ ਫਿੱਟ ਬਣਾਇਆ, ਇਕ ਅਜਿਹਾ ਸ਼ਹਿਰ ਜਿਸ ਨਾਲ ਲੜਨਾ ਪਿਆ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਿਲੀਕਾਨ ਵੈਲੀ ਦੇ ਵਿਜੇਤਾ-ਟੇਕ-ਆਲ ਯੁੱਗ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "‘ਜੁਰਾਸਿਕ ਵਰਲਡ ਰੀਬੈਰਥ': ਡਾਇਨਾਸੌਰ $ 35M + ਸ਼ਨੀਵਾਰ ਨਾਲ ਵੱਡਾ ਹੋਇਆ; 5-ਦਿਨਾ ਉਦਘਾਟਨ ਹੁਣ $ 145M + ਤੱਕ ਰੌਲਾ ਪਾ ਰਿਹਾ ਹੈ – ਅਪਡੇਟ ਕਰੋ - ਡੈੱਡਲਾਈਨ",
        "ਦਲਾਈ ਲਾਮਾ, ਤਿੱਬਤੀ ਸਭਿਆਚਾਰ ਅਤੇ ਵਿਰੋਧ ਦਾ ਵਿਸ਼ਵਵਿਆਪੀ ਪ੍ਰਤੀਕ, 90 - ਐਨਪੀਆਰ ਬਣਦਾ ਹੈ"
    ]
}