{
    "headlines": [
        "Bobby Sherman, idole adolescente qui a fait pâlir les fans, meurt à 81 ans - The Washington Post",
        "Les sorciers échangent Jordan Poole, effaçant leur feuille de casquette sur toute la ligne - The Washington Post",
        "Les frappes américaines n'ont pas détruit le programme nucléaire iranien, selon une évaluation du Pentagone - BBC",
        "2 autres adultes diagnostiqués avec la rougeole, selon le département de la santé de l'Utah - KSL.com",
        "Meilleures estimations des revenus FedEx. Le stock est en baisse. - Barron's",
        "Photos de La Haye alors que les dirigeants de l'OTAN, y compris Donald Trump, se réunissent pour un sommet historique - AP News",
        "Sean ‘Diddy’ Combs confirme qu'il ne témoignera pas et félicite le juge du procès pour son « excellent travail » - AP News",
        "Un homme accusé d'avoir fourni des produits chimiques lors de l'attentat à la bombe contre une clinique de fertilité en Californie est décédé en détention, selon des responsables - CNN",
        "Les ampoules Philips Hue seront encore plus chères en juillet. Et il se peut que cela ne s'arrête pas là. - Ars Technica",
        "Pourquoi la Chine est-elle si préoccupée par les tensions israélo-iraniennes ? - NPR",
        "Aaron Rodgers : Je ne veux pas attirer l'attention, quand j'aurai fini de jouer, tu ne me verras pas - NBC Sports",
        "Premier cas de rougeole identifié en Caroline du Nord - Département de la santé et des services sociaux de Caroline du Nord (.gov)",
        "Un cadre de DoorDash parmi les 8 victimes tuées dans l'accident de bateau du lac Tahoe - San Francisco Chronicle",
        "NTSB fait défaut à Boeing pour manque de protocoles de sécurité dans l'éruption du bouchon de porte 737 Max - NPR",
        "Microsoft étend les mises à jour de sécurité gratuites de Windows 10 jusqu'en 2026, avec les chaînes attachées - Ars Technica",
        "The Spotlight on Pixar Intensifies as ‘Elio’ Becomes Latest Original Animated Pic to Crash Land - The Hollywood Reporter",
        "L'ONU condamne le « piège de la mort » de l'aide à Gaza alors que des dizaines de personnes auraient été tuées par des tirs israéliens - BBC",
        "Les démocrates de la Chambre se joignent aux républicains pour tuer le vote de destitution de Trump sur les frappes iraniennes - Axios",
        "From ‘Lilo & Stitch’ to ‘Mission : Impossible 8’ : The Good, the Bad and the Meh of the 2025 Box Office (So Far) - Variété"
    ]
}