{
    "headlines": [
        "ਪੀਕੌਕ ਸੈੱਟ ਕਰਦਾ ਹੈ ‘ਲਵ ਆਈਲੈਂਡ ਯੂਐਸਏ’ ਸੀਜ਼ਨ 7 ਰੀਯੂਨੀਅਨ ਪ੍ਰੀਮੀਅਰ ਤਾਰੀਖ; ਐਂਡੀ ਕੋਹੇਨ & ਏਰੀਆਨਾ ਮੈਡਿਕਸ ਟੂ ਹੋਸਟ - ਡੈੱਡਲਾਈਨ",
        "Musk ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਟੇਸਲਾ ਸ਼ੇਅਰ ਧਾਰਕ xAI ਨਿਵੇਸ਼ 'ਤੇ ਵੋਟ ਪਾਉਣਗੇ - Bloomberg.",
        "ਜੰਗਲੀ ਅੱਗ ਨੇ ਇਤਿਹਾਸਕ ਗ੍ਰੈਂਡ ਕੈਨਿਯਨ ਲਾਜ ਅਤੇ ਹੋਰ structuresਾਂਚਿਆਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "$ 300 ਬਿਲੀਅਨ, 500 ਮਿਲੀਅਨ ਉਪਭੋਗਤਾ, ਅਤੇ ਇਸਦਾ ਅਨੰਦ ਲੈਣ ਲਈ ਕੋਈ ਸਮਾਂ ਨਹੀਂਃ ਸ਼ਾਰਕ ਓਪਨਏਆਈ ਦੇ ਚੱਕਰ ਲਗਾ ਰਹੇ ਹਨ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਜੈਨਿਕ ਸਿਨਰ ਨੇ 2 ਵਾਰ ਦੇ ਡਿਫੈਂਡਿੰਗ ਚੈਂਪੀਅਨ ਕਾਰਲੋਸ ਅਲਕਾਰਜ਼ ਨੂੰ ਹਰਾ ਕੇ ਆਪਣਾ ਪਹਿਲਾ ਵਿੰਬਲਡਨ ਖਿਤਾਬ ਜਿੱਤਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਟਰੰਪ ਦੇ ਮੈਕਸੀਕੋ ਅਤੇ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ 'ਤੇ 30% ਟੈਰਿਫ ਲਗਾਉਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ ਲਗਭਗ 200 ਅੰਕ ਘੱਟ ਗਏਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਾਓ ਫਿuresਚਰ ਡੁੱਬਦੇ ਹਨ ਕਿਉਂਕਿ ਟਰੰਪ ਟੈਰਿਫਾਂ ਨੂੰ ਅੱਗੇ ਵਧਾਉਂਦੇ ਰਹਿੰਦੇ ਹਨ ਜਦੋਂ ਕਿ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ ਕਿ ਪਾਵੇਲ ਦੀ ਨੌਕਰੀ ਨੂੰ ਜੋਖਮ ਹੋ ਸਕਦਾ ਹੈ - ਫਾਰਚਿ.",
        "2025 ਐਮਐਲਬੀ ਡਰਾਫਟ ਡੇਅ ਵਨ ਡਿਸਕਸ਼ਨ ਥ੍ਰੈਡ - ਲੋਨ ਸਟਾਰ ਬਾਲ",
        "2025 ਐਮਐਲਬੀ ਡਰਾਫਟ ਲਾਈਵ ਵਿਸ਼ਲੇਸ਼ਣ, ਹਰੇਕ ਪਹਿਲੇ ਰਾਊਂਡਰ ਲਈ ਸਕਾਊਟਿੰਗ ਰਿਪੋਰਟਾਂ - ਬੇਸਬਾਲ ਅਮਰੀਕਾ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਈਵੇਲੂਸ਼ਨ ਲਾਈਵ ਨਤੀਜੇਃ ਆਈਓ ਸਕਾਈ ਬਨਾਮ ਰੀਆ ਰਿਪਲੇ - ਐਫ 4 ਡਬਲਯੂ/ਵਨ",
        "ਜੇਮਜ਼ ਗਨ ਨੇ ‘ਸੁਪਰਮੈਨ’ ਬਾਕਸ ਆਫਿਸ ਦੀ ਸਫਲਤਾ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀਃ \"ਤੁਹਾਡੇ ਉਤਸ਼ਾਹ ਲਈ ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਧੰਨਵਾਦ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਜਰਮਨੀ ਨੇ ਸਖਤ ਈਯੂ ਪ੍ਰਤੀਕਰਮ ਦੀ ਅਪੀਲ ਕੀਤੀ ਜੇ ਅਮਰੀਕੀ ਟੈਰਿਫਾਂ 'ਤੇ' ਨਿਰਪੱਖ ਸੌਦਾ 'ਨਹੀਂ ਹੋ ਸਕਦਾ - ਫਰਾਂਸ 24",
        "ਪੱਛਮੀ ਕੰਢੇ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਸੈਟਲਰਾਂ ਵੱਲੋਂ ਅਮਰੀਕੀ' ਬੇਰਹਿਮੀ ਨਾਲ 'ਹੱਤਿਆ - HuffPost",
        "ਨਾਈਜੀਰੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਅਤੇ ਸਾਬਕਾ ਫੌਜੀ ਸ਼ਾਸਕ ਮੁਹੰਮਦ ਬੁਹਾਰੀ ਦਾ 82 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੇਂਦਰੀ ਟੈਕਸਾਸ ਵਿੱਚ ਵਧੇਰੇ ਹੜ੍ਹਾਂ ਦੇ ਮੀਂਹ ਪੈਣ ਕਾਰਨ ਤਲਾਸ਼ੀ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਰੁਕ ਗਈਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਾਜ਼ਾ ਵਿਚ ਪਾਣੀ ਇਕੱਠਾ ਕਰਨ ਵਾਲੇ ਬੱਚਿਆਂ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਮੈਡੀਕਲ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਜੰਗਬੰਦੀ ਦੀ ਗੱਲਬਾਤ ਸਟਿਕਿੰਗ ਪੁਆਇੰਟਾਂ ਨੂੰ ਮਾਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਮਰਜੈਂਸੀ ਟੀਮਾਂ ਲੰਡਨ ਸਾਉਥੈਂਡ ਏਅਰਪੋਰਟ 'ਤੇ ਜਹਾਜ਼' ਟੱਕਰ 'ਦਾ ਜਵਾਬ ਦਿੰਦੀਆਂ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ"
    ]
}