{
    "headlines": [
        "استقال كبير مستشاري لقاح كوفيد بعد انتهاء توصيات RFK Jr. - واشنطن بوست",
        "Lamar Jackson، Trey Hendrickson عنوان المحاربين القدامى الذين يستحقون الرفع مع اقتراب موسم دوري كرة القدم الأمريكية لعام 2025 - NFL.com",
        "تحديثات مباشرة لمحاكمة ديدي: تشهد بريانا بونغولان بأن شون كومز قد هاجمها، وعلقها على شرفة - صحيفة واشنطن بوست",
        "حصري | الاقتصاديون يطرحون أسئلة حول جودة بيانات التضخم الأمريكية - وول ستريت جورنال",
        "تخطر وزارة التعليم الأمريكية معتمد جامعة كولومبيا بانتهاك المادة السادسة من قانون جامعة كولومبيا - وزارة التعليم الأمريكية (.gov)",
        "\"لا يوجد عداء \": يقول والتون جوجينز وإيمي لو وود كل شيء عن اتصالهما بـ\" اللوتس الأبيض \"، مشهد حب مقطوع ونعم، لماذا ألغى متابعتها على Instagram - تنوع",
        "تُظهر صور الأقمار الصناعية تدمير الطائرات الروسية بواسطة الطائرات بدون طيار الأوكرانية - إن بي سي نيوز",
        "تقول السكرتيرة الصحفية السابقة لبايدن في البيت الأبيض كارين جان بيير إنها ستغادر الحزب الديمقراطي - إن بي سي نيوز",
        "مراجعة: بسعر 349 دولارًا، تعد وحدة معالجة الرسومات Radeon RX 9060 XT من AMD بسعة 16 جيجابايت هي وحدة معالجة الرسومات الجديدة متوسطة المدى التي يجب التغلب عليها - ARS Technica",
        "كوكب عملاق تم اكتشافه حول نجم أحمر صغير يتحدى فهمنا للأنظمة الشمسية - Live Science",
        "اعتقال مشتبه به لصلته بانفجار عيادة الخصوبة في بالم سبرينغز: مصادر - ABC News",
        "وفيات وإصابات المشجعين مار العودة إلى الوطن RCB في بنغالور - ESPNcricinfo",
        "كينيدي يستجوب لوتنيك حول أهداف التعريفة الجمركية لترامب - بوليتيكو",
        "مساعد الفرسان جوردان أوت ليتم تعيينه مدربًا رئيسيًا لشركة صنز - أريزونا سبورتس",
        "يصف كريمر إزالة الحد الأقصى لأصول ويلز فارغو بأنها \"لحظة فاصلة\"، مما يرفع السعر المستهدف للسهم - CNBC",
        "إدارة الجمارك وحماية الحدود و ICE و USCIS لتكثيف الحملة على التأشيرات التي تتجاوز مدة الإقامة بعد هجوم بولدر الإرهابي - USCIS (.gov)",
        "ستحاول شركة مقرها اليابان الهبوط على سطح القمر. لهذا السبب قضت مركبة الهبوط أشهرًا، وليس أيامًا، في الفضاء - سي إن إن",
        "يتدافع الجمهوريون المذعورون لتجنب الحرب مع إيلون ماسك - أكسيوس"
    ]
}