{
    "headlines": [
        "Trump reicht Verleumdungsklage wegen Bericht des Wall Street Journal über Jeffrey Epsteins Geburtstagsbriefe ein - CNN",
        "Gesetzgeber aus Minnesota wegen Einbruchs verurteilt, weil er in das Haus einer entfremdeten Stiefmutter eingebrochen ist - AP News",
        "Scottie Scheffler mit einer 64 setzt bei den British Open ein entmutigendes Ziel - AP News",
        "DOJ Files Request to Unseal Epstein Grand Jury Records after Uroar over Files - ABC News - Breaking News, Latest News and Videos",
        "Freigegebene Beweise für die Verschwörung der Obama-Regierung, Präsident Trumps Sieg und Präsidentschaft 2016 zu untergraben - ODNI.gov",
        "Astronomer Board untersucht CEO Andy Byron nach Coldplay-Kuss-Cam-Video - CBS News",
        "Die teuren Strip-Club-Abenteuer von NFLPA-Boss Lloyd Howell Jr., die vor dem Rücktritt enthüllt wurden - New York Post",
        "WNBA-Spieler rue 'verschwendet' CBA-Gespräche mit Liga - ESPN",
        "Erstes Video eines Erdbebenfehlerrisses hat eine weitere Überraschung enthüllt - Live Science",
        "Durchgesickerte Akkukapazität des iPhone 17 Air zeigt die größte Schwäche des neuen Modells - 9to5Mac",
        "Es ist ein Mädchen — schon wieder! Und noch einmal! Warum das Geschlecht eines Babys nicht zufällig ist. - The Washington Post",
        "Die Republikaner in Texas könnten die Kongresskarten neu zeichnen. Demokraten planen einen Rückschlag - ABC News - Breaking News, Latest News und Videos",
        "Die EU trifft Russland mit einer neuen Sanktionsrunde, die auf Energie abzielt - The Washington Post",
        "Internationale Inbound-Reisen in die USA zeigen eine gemischte Erholung - CNBC",
        "Im ersten Jahr wird das Rubin-Observatorium mehr Weltraumdaten sammeln als alle anderen Teleskope der Geschichte zusammen - Jalopnik",
        "Teenager aus Maine wegen Mordes an Paddleboarder in Union identifiziert - WGME",
        "Krypto-Marktkapitalisierung übersteigt 4 Billionen US-Dollar, da die US-Stablecoin-Rechnung verabschiedet wird - Bloomberg"
    ]
}