{
    "headlines": [
        "ਏਸ਼ੀਅਨ ਸ਼ੇਅਰਾਂ ਨੇ ਯੂਐਸ ਦੀਆਂ ਨੌਕਰੀਆਂ ਤੋਂ ਪਹਿਲਾਂ ਟੇਪਿਡ ਸਟਾਰਟ ਕੀਤਾ ਹੈ ਡੇਟਾਃ ਮਾਰਕੀਟ ਰੈਪ - ਬਲੂਮਬਰਗ",
        "ਡਬਲਯੂਸੀਡਬਲਯੂਐਸ ਗੇਮ 2: ਟੈਕਸਾਸ ਟੈਕ ਬਨਾਮ ਟੈਕਸਾਸ ਸਾਫਟਬਾਲ ਲਾਈਵ ਅਪਡੇਟਸ, ਮੌਸਮ ਦੀ ਦੇਰੀ, ਮਹਿਲਾ ਕਾਲਜ ਵਰਲਡ ਸੀਰੀਜ਼ ਦੀਆਂ ਖ਼ਬਰਾਂ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟੈਰਿਫ ਦੇ ਕੱਟਣ ਦੇ ਤੌਰ ਤੇ Lululemon ਸ਼ੇਅਰ ਡਿੱਗ - ਬੀਬੀਸੀ",
        "ਸਟੀਲਰਜ਼ ਐਰੋਨ ਰੋਜਰਸ ਤੇ ਹਸਤਾਖਰ ਕਰਦੇ ਹਨ, ਇੱਕ ਸਰੀਰਕ ਬਕਾਇਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ-ਮੁਸਕ ਪਿਘਲਣ ਨਾਲ ਯੂਰਪ ਦਾ ਗਲੋਬਲ ਹੋ ਜਾਂਦਾ ਹੈ - politico. eu",
        "ਫਰਾਂਸ ਨੂੰ ਉਡਾ ਦਿੱਤਾ ਗਿਆ! ਰਿਕਾਰਡਾਂ ਨੇ ਝਟਕਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਲੇਸ ਬਲਿusਸ ਨੇ 56 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਵਾਰ ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਸਪੇਨ ਦੇ ਵਿਰੁੱਧ ਪੰਜ ਟੀਚਿਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ - Goal.",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਡੇਅ 21 ਰੀਕੈਪਃ ਤੀਜਾ ਪੀੜਤ ਸਟੈਂਡ ਲੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਜੱਜ ਕੰਬਜ਼ ਨੂੰ ਬੂਟ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਿਲੀ ਜੋਅਲ ਨੇ ਦੋ ਵਾਰ ਆਤਮ ਹੱਤਿਆ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਅਤੇ ਦੋਸਤ ਦੀ ਪਤਨੀ ਨਾਲ ਅਫੇਅਰ ਤੋਂ ਬਾਅਦ ਕੋਮਾ ਵਿੱਚ ਪੈ ਗਿਆ । ਉਹ 'ਇਸ ਸਭ ਨੂੰ ਖਤਮ ਕਰਨਾ' ਕਿਉਂ ਚਾਹੁੰਦਾ ਸੀ - ਯਾਹੂ",
        "Elon Musk ਹੁਣੇ ਹੀ ਉਸ ਦੇ ਵੱਡੇ ਸਿੰਗਲ-ਡੇਅ ਨੈੱਟ ਦੀ ਕੀਮਤ ਦਾ ਨੁਕਸਾਨ ਦੇ ਇੱਕ ਸੀ - ਕਾਰੋਬਾਰ ਅੰਦਰੂਨੀ",
        "Sabrina ਤਰਖਾਣ ਸ਼ੇਅਰ ਨਿਊ ਗੀਤ “Manchild”: ਸੁਣੋ - Pitchfork",
        "ਥੰਡਰ ਬਨਾਮ ਪੈਸਰਸ ਸਕੋਰਃ ਐਨਬੀਏ ਫਾਈਨਲਸ ਗੇਮ 1 ਲਾਈਵ ਅਪਡੇਟਸ ਜਿਵੇਂ ਕਿ ਸ਼ਾਈ ਗਿਲਜੀਅਸ-ਅਲੈਗਜ਼ੈਂਡਰ ਓਕੇਸੀ ਬਨਾਮ ਇੰਡੀ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਯੂਕਰੇਨ ਦੇ ਬੰਬ ਬੇੜੇ 'ਤੇ ਡਰੋਨ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਰੂਸ ਨੇ ਕੀਵ' ਤੇ ਹਵਾਈ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਟ੍ਰੈਵਿਸ ਡੇਕਰ ਲਈ ਮੈਨਹੰਟ ਪੈਸੀਫਿਕ ਕ੍ਰੈਸਟ ਟ੍ਰੇਲ ਦੇ ਨਾਲ-ਨਾਲ ਤੇਜ਼ ਹੁੰਦਾ ਹੈ; ਜਨਤਾ ਨੂੰ ਚੌਕਸ ਰਹਿਣ ਦੀ ਅਪੀਲ ਕੀਤੀ ਗਈ - KING5.com",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਗਾਜ਼ਾ ਵਿਚ ਹਮਾਸ ਦੇ ਵਿਰੁੱਧ ਇਜ਼ਰਾਈਲ ਦੇ ਹਥਿਆਰਬੰਦ ਖ਼ਾਨਦਾਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੇਰੂਤ ਦੇ ਦੱਖਣੀ ਉਪਨਗਰਾਂ, ਦੱਖਣੀ ਲੇਬਨਾਨ - ਅਲ ਜਜ਼ੀਰਾ 'ਤੇ ਕਈ ਹਮਲੇ ਸ਼ੁਰੂ ਕੀਤੇ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਅਪਰਾਧਕ ਅਦਾਲਤ ਦੇ ਜੱਜਾਂ 'ਤੇ ਲਗਾਈ ਪਾਬੰਦੀ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਮਸਕ ਨਾਸਾ ਲਈ ਇੱਕ ਮੁੱਖ ਸਪੇਸ ਸਟੇਸ਼ਨ ਲਿੰਕ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਧਮਕੀ ਦਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਦੀ womanਰਤ ਦੀ ਟੂਟੀ ਦੇ ਪਾਣੀ ਨਾਲ ਸਾਈਨਸ ਸਾਫ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦਿਮਾਗ ਨੂੰ ਖਾਣ ਵਾਲੀ ਅਮੀਬਾ ਤੋਂ ਮੌਤ ਹੋ ਗਈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਲਾਂਚਃ ਗੇਮਸਟਾਪ ਕੰਸੋਲ ਨੁਕਸਾਨ ਦੇ ਦਾਅਵਿਆਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}