{
    "headlines": [
        "تعلن RFK Jr. عن نيتها التخلص التدريجي من أصباغ الطعام الاصطناعية - واشنطن بوست",
        "من غير المرجح أن يرفض ترامب هيغزيث، لكن المسؤولين منزعجون من الفوضى في الدائرة الداخلية لرئيس البنتاغون - سي إن إن",
        "تم نقل سانتانا إلى المستشفى قبل حفل سان أنطونيو - MySA",
        "ترتفع حالات السعال الديكي مع انخفاض معدلات اللقاحات - واشنطن بوست",
        "العقود الآجلة لمؤشر داو جونز تقفز 400 نقطة بعد أن قال ترامب إنه لا يخطط للتخلص من رئيس بنك الاحتياطي الفيدرالي: تحديثات مباشرة - CNBC",
        "Lakers vs. Timberwolves odds, score prediction, time: 2025 NBA playoff picks, Game 2 best bets by proven model - CBS Sports",
        "تم تأكيد حالة حصبة الرضع في مقاطعة كينغ ؛ الخامسة في واشنطن هذا العام - كومو",
        "يشكر ريان كوجلر الجماهير على رؤية \"المذنبين\" في المسرح بعد الظهور الأول في شباك التذاكر - سي إن إن",
        "حرائق الغابات في مقاطعة أوشن، نيوجيرسي: تم إغلاق جاردن ستيت باركواي ؛ أوامر الإخلاء الإلزامي | التحديثات المباشرة - 6abc فيلادلفيا",
        "أدينت لوري فالو دايبل في أريزونا بالتآمر لقتل زوجها المنفصل في عام 2019 - أسوشيتد برس نيوز",
        "وزير الخزانة الأمريكي: الحرب التجارية مع الصين ليست \"مستدامة\" - أسوشيتد برس نيوز",
        "مسودة دوري كرة القدم الأمريكية لعام 2025: يصنف المسؤولون التنفيذيون والكشافة والمدربون المحترفون ويقيمون أفضل 18 عميلًا محتملًا في فصل QB هذا - NFL.com",
        "هدايا بيثيسدا مخطوطات الشيخ IV: مفاتيح النسيان المعاد صياغتها لفريق تعديل Skyblivion بأكمله - IGN",
        "يبدو أن المحكمة العليا ستسمح على الأرجح للعائلات الدينية بالانسحاب من كتب قصص مجتمع الميم - واشنطن بوست",
        "X's و O's: تقسيم فيلم نقل المجلدات الجديد QB جوي أغيلار - 247Sports",
        "أولاً على شبكة سي إن إن: وفد من الكونغرس يزور محمود خليل ورميسة أوزتورك في مراكز احتجاز لويزيانا - سي إن إن",
        "أوكرانيا مستعدة للتفاوض مع روسيا — إذا وافقت على وقف إطلاق النار أولاً - politico.eu",
        "قتلت الغارات الإسرائيلية 17 شخصًا في غزة ودمرت المعدات الثقيلة اللازمة لإزالة الأنقاض - أسوشيتد برس نيوز",
        "ماركو روبيو يكشف النقاب عن إصلاح شامل لوزارة الخارجية، مع تخفيض عدد الموظفين والمكاتب - إن بي سي نيوز",
        "يستقيل كبار المسؤولين التنفيذيين في يانصيب تكساس مع تكثيف التدقيق على الفائزين بالجائزة الكبرى - ABC News"
    ]
}