{
    "headlines": [
        "Les contrats à terme baissent après que les stocks se soient effondrés sur le dernier coup de Trump à la Fed : mises à jour en direct - CNBC",
        "Le ministère de la Justice demande au juge de « dégeler » le monopole de recherche de Google en forçant la vente de Chrome - The Washington Post",
        "Trump dit que le ciel gris pour le rouleau d'œufs de Pâques de la Maison Blanche signifie qu'il ne s'inquiète pas des coups de soleil - AP News",
        "Collecte involontaire des prêts étudiants en souffrance pour reprendre, dit le ministère de l'Éducation - NBC News",
        "Le sac à main du secrétaire à la Sécurité intérieure Noem volé au restaurant DC, selon des responsables - AP News",
        "Le stock de Tesla est en baisse. Odometer Lawsuit, Earnings Loom Over Shares. - Barron's",
        "Nadine Menendez, épouse de l'ancien sénateur Bob Menendez, reconnue coupable dans un procès fédéral pour corruption - ABC News",
        "Vance et Modi se rencontrent à New Delhi pour discuter d'un accord commercial et éviter les droits de douane américains - AP News",
        "Mises à jour en direct : Dow perd 1 000 points en raison des inquiétudes suscitées par la guerre commerciale de Trump et des critiques de la Fed - AP News",
        "Les playoffs sont là ! Jeu 1 à retenir avec Howard Beck et série Breakdowns avec Steve Jones Jr. - The Ringer",
        "Le pape François, premier pontife latino-américain qui a exercé son ministère avec un style charmant et humble, meurt à 88 ans - AP News",
        "La NASA confirme que l'astronaute de 70 ans Don Pettit se porte bien malgré son apparence fragile après l'atterrissage - Gizmodo",
        "L'Académie établit de nouvelles règles pour les Oscars 2025 : vous devez regarder tous les films nominés pour voter dans une catégorie - Variété",
        "Images du vaisseau spatial Lucy de la NASA Astéroïde Donaldjohanson - NASA Science (.gov)",
        "FOCALISATION SUR LES FAITS : Examen des affirmations de RFK Jr. sur la rougeole, l'autisme et le régime alimentaire en tant que chef du HHS - AP News",
        "Bluesky ajoute des chèques bleus pour les comptes « authentiques et notables » - The Verge",
        "Michael B. Jordan, la star de « Sinners », sur un autre hit avec Ryan Coogler - Date limite",
        "Exclusif : La Maison Blanche cherche à remplacer Pete Hegseth en tant que secrétaire à la Défense - NPR"
    ]
}