{
    "headlines": [
        "Fotos: Por que foi preciso coragem para essas mulheres posarem para a câmera - NPR",
        "O tribunal bloqueia a lei da Louisiana que exige que as escolas publiquem os Dez Mandamentos nas salas de aula - NPR",
        "Israel diz que matou coordenador militar do Irã com o Hamas - BBC",
        "O Nintendo Switch 2 é uma atualização incrível para pais como eu - The Verge",
        "Você provavelmente não precisa de alimentos com adição de proteína, dizem nutricionistas - AP News",
        "Desenvolvedora de Splitgate 2, a 1047 Games demite \"um pequeno grupo de funcionários valiosos\" - Eurogamer",
        "Trump quer uma coisa da cimeira da NATO. A Europa vai dar a ele. - Politico",
        "O iate bayesiano condenado do magnata da tecnologia Lynch é levado à superfície - CNBC",
        "Pessoas com DPOC tinham mais carbono nos pulmões do que os fumantes no estudo - The Washington Post",
        "O suspeito nos ataques de legisladores de Minnesota era um ‘prepper’ que havia elaborado um ‘plano de resgate’ para a esposa, de acordo com documentos judiciais - CNN",
        "Juiz federal pergunta se a implantação da Guarda Nacional em Los Angeles viola a Lei Posse Comitatus - Fox News",
        "Quais animais conseguem prender a respiração debaixo d 'água por mais tempo? - Live Science",
        "Israel ataca instalação nuclear iraniana de Isfahan enquanto Trump pondera entrar em guerra - Financial Times",
        "Jonathan Tah se autocrítica após gafe na vitória por 2 x 1 do Bayern de Munique sobre o Boca Juniors na Copa do Mundo de Clubes - Bavarian Football Works",
        "‘Ela nunca dorme’: esta plataforma quer ser OnlyFans para a era da IA - CNN",
        "Trump lança dúvidas sobre pedido de cessar-fogo do Irã, diz que Israel está \"ganhando\" - Axios",
        "Destaques do primeiro dia no Pro Tour Magic: The Gathering®—FINAL FANTASY™ - magic.gg",
        "Horóscopo para sábado, 21 de junho de 2025 - Chicago Sun-Times",
        "Resultados do UFC Baku: Hill vs. Rountree Jr. - Luta de MMA"
    ]
}