{
    "headlines": [
        "- Do jeito que está. ’Trump diz que primeiro-ministro do Canadá não pode fazer nada para reduzir tarifas hoje - CNN",
        "Resultados ao vivo do jogo 2 do Cleveland Cavs vs Indiana Pacers: os Pacers conseguem outro retorno louco de última hora - IndyStar",
        "O que está a acontecer no Aeroporto de Newark? Esta e outras perguntas respondidas - NPR",
        "China reduzirá as principais taxas em 10 pontos e a exigência de reservas bancárias em 50 pontos em uma tentativa de impulsionar a economia - CNBC",
        "SpaceX planeia lançamento noturno do Falcon 9 a partir de Cabo Canaveral - WESH",
        "As divisões nos bastidores do Vaticano antes do conclave - BBC",
        "Promotores acusam a equipa de defesa de Sean ‘Diddy’ Combs de consultar o advogado de celebridades Mark Geragos - CNN",
        "Os republicanos pensaram em aumentar a maioria no Senado. O mapa está a ficar mais difícil. - Politico",
        "EUA e China lançam negociações comerciais formais - Financial Times",
        "Alguém bateu o carro na casa de Jennifer Aniston - The Cut",
        "Suprema Corte permite que Trump proíba tropas transgênero enquanto o caso continua - The Washington Post",
        "Em uma primeira, os físicos identificam átomos 'livres' — confirmando uma teoria centenária sobre a mecânica quântica - Live Science",
        "Duffy vs. Hegseth: Fricção sobre segurança aérea irrompe no gabinete de Trump - Politico",
        "Nave espacial soviética de 53 anos voltará à Terra esta semana - Gizmodo",
        "DOJ busca dissolução forçada de empresas de publicidade digital do Google para \"encerrar\" monopólios - New York Post",
        "Drones ucranianos atacam Moscou, interrompendo temporariamente os voos antes de um grande desfile militar - CNN",
        "O chefe de Segurança Interna diz que os viajantes sem identificação REAL podem voar por enquanto, mas provavelmente com etapas extras - AP News",
        "Google atualiza Pixels com patches de segurança importantes, mas avisa que não há como voltar atrás - Android Police",
        "Israel ataca o principal aeroporto da capital do Iêmen, Sanaa - BBC",
        "Leia o plano de Jon Voight para salvar Hollywood: créditos fiscais federais de médio porte, aumento de baixas e tarifas severas sobre incentivos no exterior - Prazo"
    ]
}