{
    "headlines": [
        "Анализ матча Ливерпуль 5-1 Спёрс (27 апреля 2025 г.) - ESPN",
        "Арест за кражу кошелька Кристи Ноем и тысяч наличных, говорит источник - CNN",
        "Соединенные Штаты собираются запустить спутник прямо из фильма о Джеймсе Бонде, способный излучать солнечную энергию в любую точку Земли. - Farmingdale Observer",
        "Бокс-офис: «Грешники» заработали 45 миллионов долларов в массовые вторые выходные, «Звездные войны» перевыпустили «Бухгалтера 2» - Разнообразие",
        "Лучшие приложения для закладок, которые помогут организовать и очистить вашу цифровую жизнь - TechCrunch",
        "Эти аутичные люди изо всех сил пытались понять других. Затем они нашли ИИ. - The Washington Post",
        "«Clair Obscur: Expedition 33» полностью уничтожает подсветку Square Enix над пошаговым боем Final Fantasy - Windows Central",
        "Оценки драфта НФЛ 2025 года: анализ классов всех 32 команд - FOX SPORTS",
        "Встреча Трампа и Зеленского - это «первая надежда за последнее время»: бывший советник по национальной безопасности Джейк Салливан - ABC News",
        "Ванкувер: По меньшей мере девять человек погибли после того, как автомобиль проехал через уличный фестиваль - BBC",
        "Каваками: Воины раскрутили Ракеты и настроили их на нокаут - Стандарт Сан-Франциско",
        "Спилберг, Де Ниро и Фримен хвалят Фрэнсиса Форда Копполу за получение награды AFI Life Achievement Award - AP News",
        "Путин заказывает российские самолеты для экстренной помощи Ирану после взрыва в порту Бандар-Аббас - NBC News",
        "Кардинал Винсент Николс ожидает «настроения размышлений» на своем первом конклаве - NPR",
        "Jiggly Caliente: RuPaul's Drag Race и звезда «Позы» умирает в возрасте 44 лет - BBC",
        "Главный папский кандидат говорит, что наследие Франциска должно продолжаться - Crux | Taking the Catholic Pulse",
        "Исчезнувшее королевство оживает в песнях гриотов и новых археологических раскопках - NPR",
        "Как только Маск получил власть в Вашингтоне, его популярность упала, показывает опрос AP-NORC - AP News"
    ]
}