{
    "headlines": [
        "Новости фондового рынка сегодня: рынки взлетели на комментариях Трампа (SP500:S&P Complete Indices) - поиск альфы",
        "FAA объявляет о новой системе управления воздушным движением в надежде укротить занятое небо - Новости NBC",
        "Пантеры вырезают Клоуни; RB Brooks выбывает на сезон - ESPN",
        "Администрация Трампа рассматривает визовый статус протестующих в Колумбии - Politico",
        "Билл Гейтс удвоил пожертвования до 200 миллиардов долларов, говорит, что филантропы не могут покрыть правительственные сокращения - CNBC",
        "Белый дым поднимается из Ватикана, когда кардиналы договариваются о преемнике Папы Франциска - CNN",
        "Трамп говорит, что заменит лоялиста Эда Мартина в качестве своего кандидата на пост главного прокурора округа Колумбия - NBC News",
        "Трамп бьет Джерома Пауэлла по процентным ставкам: «Как разговаривать со стеной» - The Hill",
        "Земля под крупнейшими городами страны тонет. Вот где — и почему. - The Washington Post",
        "Galaxy S25 Edge обещает «аккумулятор на весь день» в просочившемся маркетинге, который, безусловно, будет хорошо стареть - 9to5Google",
        "Информационный бюллетень: историческая торговая сделка между США и Великобританией - Белый дом (.gov)",
        "«Властелин колец: Охота на Голлума» выходит перед Рождеством 2027 года - крайний срок",
        "Законопроект о переименовании House GOP Pass \"Gulf of America\" - Axios",
        "Лумер нацеливается на нового главного хирурга Трампа - The Hill",
        "Max станет «более настойчивым» в блокировании пользователей для обмена паролями позже в этом году, говорит WBD Exec - Variety",
        "Ультра-обработанные продукты могут ускорить изменения мозга при болезни Паркинсона - Новости неврологии",
        "Предки T. rex, возможно, ходили из Азии в Северную Америку - Earth.com",
        "Теперь вы можете подать иск об урегулировании шпионажа за Siri на сумму 95 миллионов долларов от Apple - The Verge"
    ]
}