{
    "headlines": [
        "ਬੁੱਧਵਾਰ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਤੋਂ ਪਹਿਲਾਂ ਵਪਾਰ ਸੌਦਿਆਂ ਲਈ ਟਰੰਪ ਦਾ ਦਬਾਅ, ਪਰ ਗੱਲਬਾਤ ਲਈ ਵਧੇਰੇ ਸਮੇਂ ਦੇ ਸੰਕੇਤ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਾਈਮ ਡੇਅ ਐਂਕਰ ਸੌਦੇਃ ਚੋਟੀ ਦੇ ਮੋਬਾਈਲ, ਹੋਮ ਅਤੇ ਸਿਕਿਓਰਿਟੀ ਟੈਕ ਡਿਵਾਈਸਾਂ 'ਤੇ 30 ਤੋਂ ਵੱਧ ਛੂਟ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਆਸਟਰੇਲੀਆਈ womanਰਤ ਨੇ ਬੀਫ ਵੈਲਿੰਗਟਨ ਵਿਚ ਜ਼ਹਿਰੀਲੇ ਮਸ਼ਰੂਮਜ਼ ਨਾਲ ਰਿਸ਼ਤੇਦਾਰਾਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਦਾ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਟੈਕਸਾਸ ਹੜ੍ਹਃ ਕੈਂਪ ਮਿਸਟਿਕ ਨੇ ਫਲੈਸ਼ ਹੜ੍ਹਾਂ ਵਿੱਚ 27 ਮੌਤਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਜਿੰਨੀ ਵਧੇਰੇ ਮੀਂਹ ਦੀ ਉਮੀਦ ਸੀ - ਬੀਬੀਸੀ",
        "ਇੱਕ ਅਣੂ ਜੈੱਟ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਇੱਕ \"ਵਿਸ਼ਾਲ ਧੂਮਕੇਤੂ\" 'ਤੇ ਖੋਜਿਆ ਗਿਆ ਹੈ, ਸਭ ਤੋਂ ਵੱਡਾ ਕਦੇ ਦੇਖਿਆ ਗਿਆ, ਅੰਦਰੂਨੀ ਸੋਲਰ ਸਿਸਟਮ ਦੇ ਨੇੜੇ - ਦ ਡੇਲੀ ਗਲੈਕਸੀ",
        "ਵਿੰਡੋਜ਼ 11 ਨੇ ਅੰਤ ਵਿੱਚ ਵਿੰਡੋਜ਼ 10 ਨੂੰ ਸਭ ਤੋਂ ਵੱਧ ਵਰਤੇ ਗਏ ਡੈਸਕਟੌਪ ਓਐਸ - ਦਿ ਵਰਜ ਨੂੰ ਪਛਾੜ ਦਿੱਤਾ",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਹੂਤੀ ਬੰਦਰਗਾਹਾਂ ਨੂੰ ਮਾਰਿਆ ਅਤੇ ਯਮਨ ਵਿੱਚ ਕਾਰਗੋ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਨੂੰ ਜ਼ਬਤ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਨਵਾਂ ਇੰਟਰਸਟੇਲਰ ਆਬਜੈਕਟ 3I/ਐਟਲਸ — ਹਰ ਚੀਜ਼ ਜੋ ਅਸੀਂ ਦੁਰਲੱਭ ਬ੍ਰਹਿਮੰਡੀ ਵਿਜ਼ਟਰ ਬਾਰੇ ਜਾਣਦੇ ਹਾਂ - ਸਪੇਸ",
        "ਬੁੱਧਵਾਰ ਦੇ ਅਨਪੈਕਡ ਤੋਂ ਪਹਿਲਾਂ ਤਿੰਨ ਸੈਮਸੰਗ ਫੋਲਡੇਬਲ ਲਈ ਸਪੈਕਸ ਲੀਕ - ਦਿ ਵਰਜ",
        "ਯੂਐਸ ਖਸਰਾ ਦੇ ਕੇਸ ਫੈਲਣ ਦੇ ਨਾਲ 33 ਸਾਲਾਂ ਦੇ ਰਿਕਾਰਡ ਦੇ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚ ਗਏ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "NYC ਰੀਅਲ ਅਸਟੇਟ ਡੀਲਰਜ਼ ਮਮਦਾਨੀ ਦੀਆਂ ਸਮਾਜਵਾਦੀ ਨੀਤੀਆਂ ਨਾਲ ਡਰੈਗ-ਆਉਟ ਲੜਾਈ ਲਈ ਬ੍ਰੇਸ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਬਿੱਲ ਦੇ ਸਿਹਤ ਪ੍ਰਭਾਵਾਂ ਨੂੰ ਅੱਧ ਤੋਂ ਬਾਅਦ ਤੱਕ ਮਹਿਸੂਸ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ - ਐਕਸੀਓਸ",
        "ਰੈੱਡ ਬੁੱਲਃ ਆਸਕਰ ਪਾਇਸਟਰੀ ਜੁਰਮਾਨੇ ਦੇ ਹੱਕਦਾਰ ਸੀ, ਮੀਂਹ ਨੇ ਮੈਕਸ ਵਰਸਟਾਪੇਨ ਦੇ ਬ੍ਰਿਟਿਸ਼ ਜੀਪੀ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦਿੱਤਾ - Motorsport.",
        "ਐਲਨ ਮਸਕ ਦੇ ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਟੈੱਸਲਾ ਦੇ ਸ਼ੇਅਰ ਪ੍ਰੀਮਾਰਕੇਟ ਵਪਾਰ ਵਿਚ 7% ਦੀ ਗਿਰਾਵਟ ਆਈ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟੈਰਿਫ, ਸਮਝਾਇਆਃ ਟਰੰਪ ਇਨ੍ਹਾਂ ਸਾਰੇ ਵਪਾਰਕ ਸੌਦਿਆਂ ਤੋਂ ਕੀ ਚਾਹੁੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "Penguins ਨੋਟਬੁੱਕਃ ਪਹਿਲੀ ਦੌਰ ਪਿਕ ਚੰਗਾ ਲੱਗਦੀ ਹੈ; Stothers ਨਿਊ ਫ਼ਲਸਫ਼ੇ - ਪਿਟਸਬਰਗ ਹਾਕੀ ਹੁਣ",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਆਤਿਸ਼ਬਾਜ਼ੀ ਗੋਦਾਮ 'ਚੋਂ ਮਿਲੀਆਂ 7 ਲਾਪਤਾ ਲੋਕਾਂ ਦੀਆਂ ਲਾਸ਼ਾਂ - NPR",
        "Flash Flooding Hits Orange County; ਚੈਪਲ ਹਿੱਲ ਨੇ ਦਰਜਨਾਂ ਨਿਵਾਸੀਆਂ ਨੂੰ ਕੱਢਿਆ - Chapelboro. com",
        "ਡੀਓਜੇ, ਐਫਬੀਆਈ ਦੀ ਸਮੀਖਿਆ ਕੋਈ ਜੈਫਰੀ ਐਪਸਟੀਨ ਦੀ ਕਲਾਇੰਟ ਸੂਚੀ ਨਹੀਂ ਲੱਭਦੀ, 'ਖੁਦਕੁਸ਼ੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈਃ ਮੀਮੋ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ"
    ]
}