{
    "headlines": [
        "Американские военные меняют сообщения в Африке, призывая союзников готовиться к самостоятельной работе - AP News",
        "2025 Indianapolis 500: обновления, результаты, основные моменты 109-го выпуска The Greatest Spectacle in Racing - CBS Sports",
        "Пилоты Williams сожалеют о «манипуляциях» на Гран-при Монако Формулы-1 - The Race",
        "Ноттингем Форест 0-1 Челси, Премьер-лига: реакция после матча, рейтинги - У нас нет истории",
        "Близнецы в Chrome чувствуют себя маленьким шагом к агентской эре Google - The Verge",
        "Зеленский говорит, что «молчание США» по поводу российских атак «поощряет Путина» - BBC",
        "Бокс-офис: «Lilo & Stitch» поднимается до 341 миллиона долларов по всему миру, «Mission: Impossible 8» поднимается до 200 миллионов долларов - Разнообразие",
        "Все больше детей побеждают рак. Улучшение остальной части их жизни - это следующий шаг. - The Washington Post",
        "Гражданин США арестован за попытку поджога филиала посольства США в Тель-Авиве, Израиль - Министерство юстиции (.gov)",
        "Трамп снова критикует Гарвард за иностранных студентов, поскольку судья блокирует аннулирование - NPR",
        "Тела 5 лыжников найдены на швейцарском леднике недалеко от Церматта - ABC News",
        "Потеряет ли свет энергию при пересечении Вселенной? Ответ включает в себя замедление времени. - Live Science",
        "Есть ли наименее вредный алкоголь? 5 напитков, ранжированных по содержанию алкоголя - Times of India",
        "Хронический стресс незаметно повышает риск инсульта - Новости неврологии",
        "Вальс Штрауса «Голубой Дунай» отпразднует свое 200-летие - AP News",
        "Бывшая жена Билли Джоэла Кристи Бринкли нарушает молчание о своем диагнозе «расстройство мозга» - New York Post",
        "Операционные системы Apple Watch и Apple TV получат значительные изменения дизайна на WWDC наряду с iOS 19 - 9to5Mac",
        "Президентская гонка в Польше пошла под откос - Financial Times",
        "Выигрышный билет Powerball продан в Огайо - WHIO TV"
    ]
}