{
    "headlines": [
        "USMNT überlebt den Costa Rica-Thriller und erreicht über Matt Freeses Elfmeterschießen-Helden das Gold-Cup-Halbfinale - Yahoo Sports",
        "North Carolina US-Senator Thom Tillis wird 2026 nicht zur Wiederwahl antreten - Axios",
        "Die Todesfälle durch Herzinfarkte sind weit gesunken. Hier ist, was uns stattdessen umbringt - KSL News",
        "Rockets to Sign Jabari Smith Jr. Bis Fünf-Jahres-Verlängerung - Hoops-Gerüchte",
        "Republikaner im Senat wollen am Montag über Trumps massive Steuerrechnung abstimmen - The Washington Post",
        "Wie sicher ist der Boeing 787 Dreamliner wirklich? - BBC",
        "Aktien-Futures steigen, nachdem der S&P 500 ein neues Rekordhoch erreicht hat: Live-Updates - CNBC",
        "Über 400 Flüge, die aufgrund von Unwetter zum und vom Flughafen Atlanta gestrichen wurden - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "1 Tote, 2 Verletzte bei Feuer und Explosion in Philadelphia, die mehrere Häuser dem Erdboden gleichgemacht oder beschädigt haben - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Trump wird nicht zulassen, dass andere Länder in Handelsgesprächen große „Siege“ erzielen. Beide Seiten könnten verlieren. - Politico",
        "Ärzte und Krankenschwestern enthüllen die \"kleinen\" Gesundheitszeichen, die Sie niemals ignorieren sollten, und es ist schockierend - BuzzFeed",
        "Beyoncé baumelt kurz über Houston Stadium Crowd As Flying Prop Car Malfunctions - Deadline",
        "Netanyahu sagt, dass sich \"Möglichkeiten eröffnet haben\" , Gaza-Geiseln nach der Iran-Operation zu befreien - CNN",
        "NBA Free Agency Gerüchte: Timberwolves verlieren offiziell Schlüsselspieler + Neueste von Lakers, Warriors - SBNation.com",
        "PlayStation-Spieler \"besorgt\" über die neu angekündigte Xbox-Konsole - GAMINGbible",
        "Schlüsselmomente aus den Schlussplädoyers bei Sean ‘Diddy’ Combs ’Sexhandel - AP News",
        "Trump sagt, er plane nicht, eine Pause bei den globalen Zöllen über den 9. Juli hinaus zu verlängern - AP News",
        "BMI ist B-A-D, wie eine neue Studie nahelegt. Hier ist ein besserer Weg, um Gewicht zu messen - KSL News"
    ]
}