{
    "headlines": [
        "Israel erholt Leichen von drei toten Geiseln aus Gaza - BBC",
        "Fred Smith, FedEx-Gründer, der das Paketdienstgeschäft revolutionierte, stirbt mit 80 Jahren - ABC News - Breaking News, Latest News and Videos",
        "Keir Starmer fordert den Iran auf, an den Verhandlungstisch zurückzukehren - BBC",
        "Horoskop für Sonntag, 22. Juni 2025 - Chicago Sun-Times",
        "Punktzahl der College World Series 2025: Kade Anderson von der LSU plädiert für den ersten Pick mit einem Shutout-Sieg in Spiel 1 - Yahoo Sports",
        "Trump sagte, er gebe dem Iran ein Fenster, um an den Tisch zu kommen. Er schlug 2 Tage später zu. - ABC News - Eilmeldungen, aktuelle Nachrichten und Videos",
        "Trump sieht sich nach Angriffen auf den Iran mit Gegenreaktionen der MAGA-Basis konfrontiert - Financial Times",
        "NBA-Finale 2025: 4 Dinge, auf die man in Spiel 7 der Finals achten sollte - NBA",
        "Watch: Netanyahus erste Bemerkung nach US-Bombenangriffen auf iranische Atomanlagen - NDTV",
        "Hat Trump die Befugnis, US-Streiks gegen den Iran anzuordnen? - PBS",
        "Sabrina Carpenter, SZA, Ariana Grande gewinnt mehrere Auszeichnungen bei den 2025 Kids ’Choice Awards (vollständige Gewinnerliste) - Plakatwand",
        "UFC-Champion Jon Jones zieht sich in den Ruhestand zurück und wird in Albuquerque erneut strafrechtlich verfolgt - Albuquerque Journal",
        "Mahmoud Khalil schwört, die Proteste nach der Entlassung aus der Haft fortzusetzen - Politico",
        "Der weißrussische Oppositionsführer Siarhei Tsikhanouski wurde nach einem seltenen Besuch des US-Spitzengesandten aus dem Gefängnis befreit - Sky News",
        "Die Ostküste bereitet sich auf eine große Hitzewelle vor, da die Temperaturen dreistellig sind - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Acht Tote nach Feuer im Heißluftballon, Absturz in Brasilien - Al Jazeera",
        "Wie sich die Ausrichtung auf die iranischen Atomanlagen auf die Umwelt auswirken könnte - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Woche im Rückblick: Meta enthüllt seine Oakley Smart Glasses - TechCrunch"
    ]
}