{
    "headlines": [
        "«Игра с кальмарами» 3 сезон в ПРЯМОМ ЭФИРЕ — концовка, кто умрет, неожиданные камео и что дальше - Tom's Guide",
        "Бокс-офис: «Формула-1» лидирует в наборе с 25 миллионами долларов в день открытия, «M3GAN 2.0» не так хорош, дебют на четвертом месте - разнообразие",
        "Большие толпы людей собрались в столице Венгрии, чтобы бросить вызов запрету Budapest Pride - CNN",
        "Серией войн израильские военные меняют Ближний Восток - NPR",
        "Электронные книги Kobo Libra Colour и Elipsa 2E упали до лучших цен - The Verge",
        "Женщина «не смогла» преодолеть четырехминутную милю. Но установка была настоящим провалом. - Slate Magazine",
        "Многие забывают о вреде таких заболеваний, как коклюш, корь и краснуха. Не эти семьи - AP News",
        "Вот что находится в мегабилле Республиканской партии, направляющейся на голосование в Сенат - NPR",
        "Карликовые кашалоты: «киты размером с пинту», которые фонтанируют галлонами кишечной жидкости, когда удивляются - Live Science",
        "Что такое цифровой налог Канады и почему Трамп убивает торговые переговоры из-за него? - Al Jazeera",
        "Моральные кратеры в Государственном департаменте в связи с массовыми увольнениями - The Washington Post",
        "После задержания ICE ученый из Джорджтауна Бадар Хан Сури размышляет о воспитании детей за решеткой - Новости NBC",
        "«Где наши деньги?« Грантовое финансирование CDC движется так медленно, что происходят увольнения - NPR",
        "Верховный суд вручает Трампу «ГИГАНТСКУЮ ПОБЕДУ» в деле о гражданстве по праву рождения - Rolling Stone",
        "Победители и проигравшие в драфте НХЛ: децентрализованный формат уменьшает событие - USA Today",
        "Потрясающий результат обсерватории Рубин доказывает, что это «переломный момент» для обнаружения опасных астероидов - Gizmodo",
        "В Иране проходит похоронная процессия для высших командиров, погибших в результате израильских ударов - Financial Times",
        "Мэтью Шефер чествует покойную мать после того, как «Нью-Йорк Айлендерс» выбрали ее первой в общем зачете на драфте НХЛ - CNN",
        "Победа Мамдани на первичных выборах мэра Нью-Йорка разоблачает раскол между демократами - ABC News - Breaking News, Latest News and Videos"
    ]
}