{
    "headlines": [
        "Os futuros caem depois que as ações caem no último golpe de Trump no Fed: atualizações ao vivo - CNBC",
        "Departamento de Justiça pede ao juiz para \"descongelar\" o monopólio de pesquisa do Google, forçando a venda do Chrome - The Washington Post",
        "Trump diz que céus cinzentos para o rolinho de ovos de Páscoa da Casa Branca significam que não há preocupações com queimaduras solares - AP News",
        "Recolhimento involuntário de empréstimos estudantis inadimplentes deve ser retomado, diz Departamento de Educação - NBC News",
        "Bolsa do secretário de Segurança Interna Noem roubada no restaurante DC, dizem autoridades - AP News",
        "As Ações da Tesla Estão em Queda. Processo de odômetro, ganhos se acumulam sobre as ações. - Barron's",
        "Nadine Menendez, esposa do ex-senador Bob Menendez, considerada culpada em julgamento federal por suborno - ABC News",
        "Vance e Modi se reúnem em Nova Délhi para discutir acordo comercial e evitar tarifas dos EUA - AP News",
        "Atualizações ao vivo: Dow cai 1.000 pontos em meio a preocupações com a guerra comercial de Trump e críticas ao Fed - AP News",
        "Os playoffs chegaram! Conclusões do Jogo 1 com Howard Beck e Desdobramentos da Série com Steve Jones Jr. - The Ringer",
        "Papa Francisco, primeiro pontífice latino-americano que ministrou com um estilo charmoso e humilde, morre aos 88 anos - AP News",
        "NASA confirma que astronauta de 70 anos Don Pettit está indo bem apesar de parecer frágil após o pouso - Gizmodo",
        "Academia Estabelece Novas Regras do Oscar para 2025: Você Precisa Assistir a Todos os Filmes Nomeados para Votar em uma Categoria - Variedade",
        "NASA's Lucy Spacecraft Images Asteroid Donaldjohanson - NASA Science (.gov)",
        "FOCO NO FATO: Examinar as alegações de RFK Jr. sobre sarampo, autismo e dieta como chefe do HHS - AP News",
        "Bluesky está adicionando cheques azuis para contas \"autênticas e notáveis\" - The Verge",
        "Estrela de 'Sinners', Michael B. Jordan, em outro sucesso com Ryan Coogler - Prazo",
        "Exclusivo: A Casa Branca pretende substituir Pete Hegseth como secretário de Defesa - NPR"
    ]
}