{
    "headlines": [
        "Os executivos de IA costumavam implorar por regulamentação. Não mais. - The Washington Post",
        "No Jogo 2, os Capitals mantêm a calma e se vingam dos furacões - The Washington Post",
        "Melhores momentos da vitória dos Wolves sobre os Warriors - ESPN",
        "Trump escolhe Jeanine Pirro, da Fox News, como procuradora de Washington DC - BBC",
        "Os futuros de ações estão estáveis após o rali na estrutura do acordo comercial EUA-Reino Unido: atualizações ao vivo - CNBC",
        "2025 Academy of Country Music Awards: Veja o que Jelly Roll, Lainey Wilson, Shaboozey e mais estrelas usaram no tapete vermelho - Yahoo",
        "Liev Schreiber se abre pela primeira vez sobre a filha transgênero Kai: ela é \"uma lutadora\" - New York Post",
        "Uma nave espacial da era soviética construída para pousar em Vênus está caindo na Terra - Ars Technica",
        "Administrador interino da FEMA é substituído um dia após depoimento no Congresso - NPR",
        "Com o júri quase finalizado, os promotores de Sean \"Diddy\" Combs dizem que podem ter perdido uma testemunha-chave - The Hollywood Reporter",
        "A próxima atualização do Galaxy Watch da Samsung prepara a Barra Now, Atalhos, limites de carregamento da bateria - 9to5Google",
        "Cleveland-Cliffs Stock Tanks. As tarifas não pararam as paralisações das usinas siderúrgicas. - Barron's",
        "Autoridades estaduais de saúde estão trabalhando para mitigar a propagação do sarampo - Prairie Public",
        "Democratas bloqueiam projeto de lei de stablecoin ao levantarem preocupações sobre os empreendimentos de criptomoedas de Trump - AP News",
        "Steelers adquirem escolhas de draft na negociação com Cowboys - Pittsburgh Steelers",
        "Os federais chamam a lei de confissão de abuso infantil para padres de \"anticatólica\", já que a igreja promete excomungar aqueles que a cumprirem - CBS News",
        "A Video Game Trailer Maker's Take On The Grand Theft Auto VI Trailer - aftermath.site"
    ]
}