{
    "headlines": [
        "Atualizações ao vivo: Trump vai ao Capitólio para pressionar legisladores republicanos hesitantes - The Washington Post",
        "A vitória de Scottie Scheffler no Campeonato PGA tocou os alarmes de Tiger Woods à medida que a dominância atinge o ar raro - New York Post",
        "Os EUA não veem um caso de gripe aviária humana há 3 meses. Especialistas perguntam porquê - CNN",
        "Revisão alfa: este horror bizarro sobre uma epidemia semelhante à AIDS é um \"turbilhão desorientador e enlouquecedor\" - BBC",
        "A longa série de ganhos da Home Depot acabou, mas é por isso que as ações estão subindo - MarketWatch",
        "‘Vai ser difícil’: republicanos da Virgínia se preparam para um novembro sombrio - Politico",
        "As ações fecham pouco após a Moody's rebaixar a dívida dos EUA - ABC News",
        "A Home Depot informará os ganhos antes do sinal. Veja o que esperar - CNBC",
        "Denzel Washington parece ter brigado com fotógrafo no tapete vermelho de Cannes - Prazo",
        "Litorais em perigo, mesmo que a meta climática seja atingida, alertam cientistas - BBC",
        "Tesla Supplier CATL Soars After Biggest Listing of 2025 - Bloomberg",
        "Diagnóstico de câncer de Biden atrai simpatia — e suspeita - Axios",
        "Supremo Tribunal permite que Trump acabe com as proteções de deportação para venezuelanos - BBC",
        "Os playoffs da NBA encerrarão uma seca de títulos que já dura anos. A única questão é: de quem? - NPR",
        "Um propulsor quebrado prejudicou a Voyager 1, mas os engenheiros executaram uma correção remota - NPR",
        "Febre do vale na Califórnia: mudança climática pode levar a mais infecções fúngicas - NBC News",
        "Como o Congresso poderia esmagar o presente de avião de Trump no Catar - Politico",
        "Pelo menos 38 mortos por ataques israelenses em Gaza em período de meia hora, dizem médicos - BBC",
        "Trump dá vitória a Putin com recuo das negociações de paz na Ucrânia - Yahoo Finance"
    ]
}