{
    "headlines": [
        "تحديثات مباشرة لمحاكمة شون \"ديدي \": استئناف مداولات هيئة المحلفين بعد اختتام اليوم الأول دون حكم - ياهو",
        "سوق الأسهم اليوم: تراجع مؤشر ستاندرد آند بورز 500 وناسداك عن سجلهما القياسي مع تمرير مجلس الشيوخ لمشروع قانون ضريبة ترامب، ومصارف تسلا - ياهو فاينانس",
        "لا شيء \"أول هاتف رئيسي حقيقي\" يشغله بأمان إلى حد ما - The Verge",
        "2025 NBA Free Agency Live Tracker: التحديثات والأخبار والشائعات وكبار اللاعبين والتوقيع والتداول - NBC Sports",
        "يقول ترامب إنه يرغب في رؤية مرافق مثل \"Alligator Alcatraz\" في ولايات أخرى - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "عمالقة يتداولون دارين والر مع الدلافين بعد عودتهم الصادمة من التقاعد - نيويورك بوست",
        "توفي المبشر التلفزيوني جيمي سواغارت عن عمر يناهز 90 عامًا - إن بي سي نيوز",
        "جنيفر أنيستون إلى نجمة في سلسلة أبل مستوحاة من مذكرات جينيت ماكوردي \"أنا سعيدة بموت أمي\" - الموعد النهائي",
        "جاي باول يشير إلى الانفتاح على خفض أسعار الفائدة الأمريكية في يوليو - فاينانشال تايمز",
        "أفضل البرامج التلفزيونية لعام 2025 (حتى الآن) - متنوعة",
        "والد ضحية أيداهو ينتقد صفقة الإقرار بالذنب لكوبرغر: \"لا يمكنني التظاهر بأنني أشعر أن هذه هي العدالة\" - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "مجلس الشيوخ يستعد لإجراء التصويتات الضخمة النهائية - بوليتيكو",
        "المحكمة توافق على بيع 23andMe إلى منظمة غير ربحية بقيادة الرئيسة التنفيذية السابقة آن وجسيكي - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "يقول مسؤول في المستشفى إن الضربة الإسرائيلية على مقهى على الواجهة البحرية في مدينة غزة تقتل العشرات - سي إن إن",
        "Pundit Includes Ravens among Losers of Steelers ’Blockbuster Trade | Late for Work - Baltimore Ravens",
        "يقول ترامب إن دوجي \"قد يضطر إلى العودة وأكل\" إيلون ماسك بعد انتقاده لمشروع قانون الحزب الجمهوري - إن بي سي نيوز",
        "معاينة شباك التذاكر: \"إعادة إحياء العالم الجوراسي\" تأمل في إطلاق الألعاب النارية الرئيسية في الرابع من يوليو - مراسل هوليوود",
        "تؤكد Nintendo أن Donkey Kong Bananza يتم صنعه بواسطة فريق Mario Odyssey - Eurogamer",
        "آخر دعوة لاسترداد الأموال من لعبة الفيديو ذات الشعبية الفائقة: لا يزال هناك وقت لتقديم مطالبة - AL.com"
    ]
}