{
    "headlines": [
        "JD Vance говорит, что криптовалюта может помочь обычным американцам. Вот как многие на самом деле используют его. - Новости NBC",
        "Доу закрывает более чем на 200 пунктов ниже в среду в преддверии доходов Nvidia: обновления в реальном времени - CNBC",
        "Трамп назначает одного из своих бывших личных адвокатов на престижное место в федеральном апелляционном суде - CNN",
        "Китайская миссия стартует, чтобы исследовать два необычных объекта, которые раньше не посещали космические корабли - CNN",
        "Трамп проигрывает, когда его спрашивают о «цыканье» по тарифам - Rolling Stone",
        "Видеоигра «Черная пантера» отменена на Electronic Arts из-за закрытия Cliffhanger Studios - Variety",
        "e.l.f. Beauty объявляет об окончательном соглашении о приобретении RHODE за 1 миллиард долларов - Business Wire",
        "Samsung выпускает бета-версию Android 16 для Galaxy S25 с большим количеством ИИ, который вам, вероятно, не нужен - Ars Technica",
        "Здоровая отдача: изменение рекомендаций РФК-младшего по вакцине против Covid может угрожать здоровью и доступу - CNBC",
        "Трамп обещает «взглянуть» на помилование заговорщиков похищения Уитмера - The Detroit News",
        "Большой рот АЙС Барби саботировал нападение Трампа на Гарвард? - NJ.com",
        "Google Photos дебютирует с обновленным редактором и новыми инструментами искусственного интеллекта - TechCrunch",
        "Здравствуйте, «мама»! Телескоп Джеймса Уэбба обнаружил MoM-z14 — самую отдаленную и раннюю галактику, которую когда-либо видели - Live Science",
        "Эндрю и Тристан Тейт обвиняются в изнасиловании и торговле людьми в Великобритании - Rolling Stone",
        "Бюджетный пакет Республиканской партии предлагает сократить льготы и повысить сборы для легальных иммигрантов - NPR",
        "Терри Брэдшоу, Кэм Хейворд Комментарии об Аароне Роджерсе резонируют с большим количеством поклонников Стилерс - NBC Sports",
        "После сокращений CDC врачи опасаются, что женщины потеряют доступ к исследованиям контрацепции - NPR"
    ]
}