{
    "headlines": [
        "تحذر منظمة التعاون الاقتصادي والتنمية من أن تعريفات دونالد ترامب ستضر بالنمو العالمي - بي بي سي",
        "تقوم Meta و Yandex بإلغاء الكشف عن هوية معرّفات تصفح الويب لمستخدمي Android - ARS Technica",
        "تعلن شركة نيو إنك عن النتائج المالية غير المدققة للربع الأول من عام 2025 - نيو",
        "أكثر من 200 سجين يفرون من سجن باكستان بعد الزلزال - بي بي سي",
        "HIMS & Hers للاستحواذ على منصة الرعاية الصحية عن بعد الأوروبية في التوسع العالمي - CNBC",
        "جدول نهائيات الدوري الاميركي للمحترفين 2025، الرعد مقابل احتمالات المتسابقين: التواريخ وأوقات اللعب والتغطية التلفزيونية وتصفيات الدوري الاميركي للمحترفين بث مباشر - سي بي اس سبورتس",
        "هل يمكن أن تساعد إعادة التصنيع قلب المدينة على اللحاق بالمدن \"النجمة \"؟ : Planet Money - NPR",
        "انهيار الحكومة الهولندية مع مغادرة حزب فيلدرز اليميني المتطرف الائتلاف - سي إن إن",
        "دفعة ترامب الطموحة للصفقات التجارية تصطدم ببعض العقبات - إن بي سي نيوز",
        "يريد كومو، الذي يقال إنه يخضع للتحقيق من قبل وزارة العدل في ترامب، تنظيم الديمقراطيين على المستوى الوطني - بوليتيكو",
        "\"تسونامي ضخم\" غامض هز العالم بأسره لمدة 9 أيام كشفه القمر الصناعي - Live Science",
        "جوناثان جوس: قتل ممثل جون ريدكورن ملك التل بالرصاص - بي بي سي",
        "نظام MIND الغذائي يمكن أن يقلل من خطر الإصابة بالخرف - Newser",
        "ما هو ثوران سترومبوليان ؟ يشرح عالم براكين ما حدث في جبل إتنا - المحادثة",
        "بريطانيا تحصل على دفعة دفاعية تهدف إلى إرسال رسالة إلى روسيا، وإلى ترامب - NPR",
        "ملخص أولي وردود الفعل: الاثنين العشوائي في يونيو - مقاعد بجانب القفص",
        "نجمة \"16 والحامل\" ويتني بورفيس تكشف عن وفاة ابنها ويستون عن عمر يناهز 16 عامًا: \"الحياة قاسية جدًا\" - Entertainment Weekly",
        "LSU تهزم ليتل روك، 10-6 ؛ السلف إلى NCAA Super Regional - lsusports.net",
        "تطلب جامعة هارفارد حكمًا مستعجلًا في قضية التمويل، وتقول إن البيت الأبيض دفع بالتخفيضات على الرغم من اعتراضات الوكالة - The Harvard Crimson",
        "49ers تداول اختيارًا مشروطًا في الجولة الخامسة لعام 2026 مقابل برايس هاف - NBC Sports"
    ]
}