{
    "headlines": [
        "Top-CDC-Covid-Impfstoffberater kündigt, nachdem RFK Jr. die Empfehlungen beendet hat - The Washington Post",
        "Lamar Jackson, Trey Hendrickson Schlagzeilen-Veteranen, die eine Gehaltserhöhung für die NFL-Saison 2025 verdienen - NFL.com",
        "Diddy Trial Live-Updates: Bryana Bongolan bezeugt, dass Sean Combs sie angeblich angegriffen und über einem Balkon baumeln lassen hat - The Washington Post",
        "Exklusiv | Ökonomen werfen Fragen zur Qualität der US-Inflationsdaten auf - WSJ",
        "U.S. Department of Education Notifies Columbia University's Accreditor of Columbia's Title VI Violation - U.S. Department of Education (.gov)",
        "\"Es gibt keine Fehde\": Walton Goggins und Aimee Lou Wood erzählen alles über ihre \"White Lotus\" -Verbindung, eine geschnittene Liebesszene und ja, warum er ihr auf Instagram nicht gefolgt ist - Variety",
        "Satellitenbilder zeigen die Zerstörung russischer Flugzeuge durch ukrainische Drohnen - NBC News",
        "Die ehemalige Pressesprecherin des Weißen Hauses, Karine Jean-Pierre, sagt, dass sie die Demokratische Partei verlässt - NBC News",
        "Test: Mit 349 $ ist die AMD Radeon RX 9060 XT mit 16 GB die neue Midrange-GPU, die es zu schlagen gilt - Ars Technica",
        "Ginormous planet discovered around tiny red star challenges our understanding of solar systems - Live Science",
        "Verdächtiger wegen Verbindung zur Explosion der Fruchtbarkeitsklinik in Palm Springs verhaftet: Quellen - ABC News",
        "Todesfälle und Verletzungen von Fans beeinträchtigen RCBs Heimkehr in Bengaluru - ESPNcricinfo",
        "Kennedy grillt Lutnick über Trumps Zollziele - Politico",
        "KAVALIERSASSISTENT Jordan Ott wird neuer Cheftrainer der Suns - Arizona Sports",
        "Cramer nennt Wells Fargos Asset-Cap-Entfernung einen \"Wendepunkt\" und erhöht das Kursziel für die Aktie - CNBC",
        "CBP, ICE und USCIS, um das Vorgehen gegen Visa-Overstays nach einem Boulder-Terroranschlag zu verstärken - USCIS (.gov)",
        "Ein japanisches Unternehmen wird versuchen, auf dem Mond zu landen. Deshalb verbrachte sein Lander Monate, nicht Tage im Weltraum - CNN",
        "Entsetzte Republikaner kämpfen, um einen Krieg mit Elon Musk zu vermeiden - Axios"
    ]
}