{
    "headlines": [
        "ਇਹ autਟਿਸਟ ਲੋਕ ਦੂਜਿਆਂ ਦੀ ਭਾਵਨਾ ਪੈਦਾ ਕਰਨ ਲਈ ਸੰਘਰਸ਼ ਕਰਦੇ ਸਨ. ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਏਆਈ ਲੱਭੀ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੈਨਕੂਵਰਃ ਸਟ੍ਰੀਟ ਫੈਸਟੀਵਲ ਦੁਆਰਾ ਚਲਾਏ ਗਏ ਕਾਰ ਦੇ ਬਾਅਦ ਘੱਟੋ ਘੱਟ ਨੌਂ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ",
        "ਮਾਈਕ੍ਰੋਪਲਾਸਟਿਕਸ ਮਧੂ-ਮੱਖੀਆਂ ਅਤੇ ਹੋਰ ਕੀੜਿਆਂ ਨੂੰ ਉਲਝਾ ਸਕਦੇ ਹਨ, ਪਰਾਗ ਨੂੰ ਠੇਸ ਪਹੁੰਚਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਿਗਲੀ ਕੈਲੀਐਂਟੇਃ ਰੂਪਾਲ ਦੀ ਡਰੈਗ ਰੇਸ ਐਂਡ ਪੋਜ਼ ਸਟਾਰ ਦੀ 44 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ",
        "ਵੈਟੀਕਨ ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੀ ਕਬਰ ਦੀਆਂ ਤਸਵੀਰਾਂ ਜਾਰੀ ਕਰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਇਹ ਜਨਤਕ ਦੇਖਣ ਲਈ ਖੁੱਲ੍ਹਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇੱਕ ਪੂਰੀ ਕੰਪਨੀ ਨੂੰ ਏਆਈ ਏਜੰਟਾਂ ਨਾਲ ਸਟਾਫ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਤੁਸੀਂ ਕਦੇ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਗਾਓਗੇ ਕਿ ਕੀ ਹੋਇਆ - futurism.",
        "ਗ੍ਰੀਟਸ ਦੇ ਗੀਤਾਂ ਅਤੇ ਇਕ ਨਵੇਂ ਪੁਰਾਤੱਤਵ ਖੁਦਾਈ ਵਿਚ ਇਕ ਅਲੋਪ ਹੋਇਆ ਰਾਜ ਜ਼ਿੰਦਾ ਆਉਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਜਿਵੇਂ ਕਿ ਮਸਕ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਵਿੱਚ ਸੱਤਾ ਪ੍ਰਾਪਤ ਕੀਤੀ, ਉਸਦੀ ਪ੍ਰਸਿੱਧੀ ਘੱਟ ਗਈ ਹੈ, ਇੱਕ ਏਪੀ-ਐਨਓਆਰਸੀ ਪੋਲ ਲੱਭਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਹਰ ਟੀਮ ਲਈ 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਗ੍ਰੇਡ - FantasyPros",
        "Shedeur Sanders: “ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਕਿ ਮੈਂ ਕਲੀਵਲੈਂਡ ਵਿਚ ਬਿਲਕੁਲ ਫਿੱਟ ਹੋਵਾਂਗਾ” - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵੈਟੀਕਨ ਸਿਟੀ ਵਿਚ ਵਿਸ਼ਵ ਨੇਤਾਵਾਂ ਨਾਲ ਹੱਥ ਮਿਲਾਉਣ ਲਈ ਟਰੰਪ ਨੇ ਕਲੋਸਟਰ ਤੋਂ ਕਦਮ ਚੁੱਕੇ - ਪੋਲੀਟੀਕੋ",
        "ਹੱਬਲ 35 'ਤੇਃ ਡੈਜ਼ਲਿੰਗ ਚਿੱਤਰਾਂ ਅਤੇ ਡੂੰਘੀਆਂ ਖੋਜਾਂ ਦੀ ਇੱਕ ਬ੍ਰਹਿਮੰਡ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨਾ - SciTechDaily",
        "ਇਸ ਹਫਤੇ ਬਾਜ਼ਾਰਾਂ ਵਿਚ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਸ਼ੇਨ ਨੇ ਟੈਰਿਫ ਵਾਧੇ ਤੋਂ ਪਹਿਲਾਂ 377% ਦੇ ਰੂਪ ਵਿੱਚ ਯੂਐਸ ਦੀਆਂ ਕੀਮਤਾਂ ਵਿੱਚ ਵਾਧਾ ਕੀਤਾ - ਬਲੂਮਬਰਗ.",
        "ਟਰੰਪ ਦੀ ਮਨਜ਼ੂਰੀ ਡੁੱਬਦੀ ਹੈ ਕਿਉਂਕਿ ਅਮਰੀਕੀ ਉਸ ਦੀਆਂ ਵੱਡੀਆਂ ਨੀਤੀਆਂ ਦੀ ਆਲੋਚਨਾ ਕਰਦੇ ਹਨ, ਪੋਲ ਲੱਭਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੈਡਰਲ ਨੌਕਰੀਆਂ ਲਈ ਡੋਗੇ ਦੀਆਂ ਡੂੰਘੀਆਂ ਕਟੌਤੀਆਂ ਅਜੇ ਵੀ ਆਉਣੀਆਂ ਹਨ — ਏਲੋਨ ਮਸਕ ਦੇ ਨਾਲ ਜਾਂ ਇਸ ਤੋਂ ਬਿਨਾਂ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "‘ਦੇਸ਼ਧ੍ਰੋਹੀ' ਜੱਜ ਦੀ ਐੱਫ. ਬੀ. ਆਈ. ਗ੍ਰਿਫਤਾਰੀ ਮਾਗਾ ਨੂੰ ਇੱਕ ਫ੍ਰੈਂਜ਼ੀ Onlineਨਲਾਈਨ ਵਿੱਚ ਕੰਮ ਕਰਦੀ ਹੈ - ਦਿ ਡੇਲੀ ਬੀਸਟ",
        "ਇਹ ਕਨੇਡਾ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਕਾਰਨੀ ਬਨਾਮ ਪੋਇਲੀਵਰ ਹੋ ਸਕਦਾ ਹੈ, ਪਰ ਟਰੰਪ ਅਣਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਬੈਲਟ' ਤੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜਿਮੀ ਬਟਲਰ ਸੱਟ ਲੱਗਣ ਨਾਲ ਬਾਹਰ ਬੈਠਦਾ ਹੈ ਕਿਉਂਕਿ ਸਟੀਫਨ ਕਰੀ ਵਾਰੀਅਰਜ਼ ਨੂੰ ਰਾਕੇਟ ਉੱਤੇ ਗੇਮ 3 ਦੀ ਜਿੱਤ ਵੱਲ ਲੈ ਜਾਂਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}