{
    "headlines": [
        "ارتفاع العقود الآجلة للأسهم بعد أن قال ترامب إن وقف إطلاق النار بين إيران وإسرائيل ساري المفعول: تحديثات حية - سي إن بي سي",
        "أحجار الزاوية الوطنية تأتي كبيرة في سلسلة الافتتاحية الفوز ضد بادريس - واشنطن بوست",
        "تطلق القوات الإسرائيلية النار على الأشخاص الذين ينتظرون المساعدات في غزة، مما أسفر عن مقتل 25 شخصًا، كما يقول شهود ومستشفيات - أسوشيتد برس نيوز",
        "قبة حرارية في بداية الموسم تجلب أعلى درجات الحرارة منذ سنوات إلى أجزاء من شرق الولايات المتحدة - NPR",
        "أمر قضائي أولي بمنع ترامب من دخول طلاب جامعة هارفارد الدوليين - The Harvard Crimson",
        "برجك ليوم الثلاثاء 24 يونيو 2025 - chicago.suntimes.com",
        "تجري تكساس وأوكلاهوما ونيفادا تغييرات لجذب الأعمال وسط مخاوف \"خروج بريطانيا من الاتحاد الأوروبي\" في ديلاوير - أسوشيتد برس نيوز",
        "تسمح المحكمة العليا في الوقت الحالي لترامب بترحيل المهاجرين إلى \"دول ثالثة\" - واشنطن بوست",
        "Pacers 'Tyrese Haliburton Posts After Surgery on Achilles Injury,' This S -- T Sucks '- Bleacher Report",
        "ورقة إحصائية لكيفن دورانت: 15 رقمًا رئيسيًا بعد الصفقة مع روكتس - الدوري الاميركي للمحترفين",
        "أوروبا تمر عبر قمة الناتو بينما يهبط ترامب وإيران تلوح في الأفق - politico.eu",
        "جيسي جي سرطان الثدي: مغنية تخضع لعملية جراحية بعد التشخيص - بي بي سي",
        "ليك تاهو: \"كانت المياه تصرخ فقط\"، كما يقول شاهد على مأساة القارب التي قتلت ثمانية أشخاص - بي بي سي",
        "\"التمساح الكاتراز \": فلوريدا تبني مركز احتجاز المهاجرين في إيفرجليدز - بي بي سي",
        "تلوم الشركة اليابانية أداة الليزر على هبوطها الثاني على سطح القمر - أسوشيتد برس نيوز",
        "يركز بعض المرشحين على عرقلة مسار كومو قبل يوم من الانتخابات التمهيدية لرئاسة بلدية مدينة نيويورك - أسوشيتد برس نيوز",
        "\"بعد 28 عامًا\" التسويق أخفى الأم والابن المسيل للدموع بسبب مخاوف الاستوديو - تنوع",
        "إدارة الغذاء والدواء الأمريكية توافق على عقار فيروس نقص المناعة البشرية بناءً على النتائج التي توصل إليها عالم الكيمياء الحيوية بجامعة يوتا - أخبار KSL",
        "سامسونج تستعد للكشف عن أحدث الهواتف الذكية القابلة للطي في 9 يوليو - بلومبرغ"
    ]
}