{
    "headlines": [
        "ਕਲਾਰਕ, ਕੋਲਿਅਰ ਡਰਾਫਟ ਆਲ-ਸਟਾਰ ਟੀਮਾਂ, ਫਲਿੱਪ ਕੋਚ - ਈਐਸਪੀਐਨ",
        "ਟਰੰਪ ਅਤੇ ਨੇਤਨਯਾਹੂ ਗਾਜ਼ਾ ਡੀਲ ਪੁਸ਼ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਮਿਲੇ - ਐਕਸੀਓਸ",
        "ਟੀਐਸਏ ਏਅਰਪੋਰਟ ਸੁਰੱਖਿਆ ਸਕ੍ਰੀਨਿੰਗ ਲਈ ਜੁੱਤੇ ਬੰਦ ਕਰਨ ਦੀ ਨੀਤੀ ਨੂੰ ਖਤਮ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਫੈਡਰਲ ਅਧਿਕਾਰੀ ਲਾਸ ਏਂਜਲਸ ਦੇ ਮੈਕਆਰਥਰ ਪਾਰਕ ਦੁਆਰਾ ਮਾਰਚ ਕਰਨ ਤੋਂ ਇਕ ਦਿਨ ਬਾਅਦ ਵੀ ਵਸਨੀਕ ਹਿੱਲਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੂਤਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਿਕੋਲਾ ਜੋਕਿਕ ਇਸ ਸੀਜ਼ਨ ਵਿਚ ਨੁਗੇਟਸ ਨਾਲ ਇਕਰਾਰਨਾਮੇ ਦੇ ਵਾਧੇ 'ਤੇ ਦਸਤਖਤ ਨਹੀਂ ਕਰੇਗੀ. ਇੱਥੇ ਇੰਤਜ਼ਾਰ ਕਰਨਾ ਸਮਝਦਾਰੀ ਕਿਉਂ ਹੈ. - ਡੇਨਵਰ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤਾਂਬੇ ਦੇ ਆਯਾਤ 'ਤੇ 50% ਟੈਰਿਫ ਆ ਰਿਹਾ ਹੈ ਅਤੇ ਫਾਰਮਾਸਿicalsਟੀਕਲ' ਤੇ 200% ਦੀ ਧਮਕੀ - ਸੀਐਨਐਨ",
        "ਪ੍ਰਾਇਮ ਡੇਅ ਦੀ ਵਿਕਰੀ ਦੌਰਾਨ ਫਟਣ ਲਈ ਇੱਕ ਖਰੀਦਦਾਰੀ ਸਹਾਇਕ ਦੇ ਤੌਰ ਤੇ GenAI - TechCrunch",
        "ਈਪਸਟੀਨ ਜਾਂਚ ਨੂੰ ਲੈ ਕੇ ਮਸਕ, ਮੈਗਾ ਟਾਰਚ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ - ਪੋਲਿਟਿਕੋ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਸਜ਼ਾ ਸੁਣਾਉਣ ਦੀ ਤਾਰੀਖ ਸੁਣਵਾਈ ਅਚਾਨਕ ਮੁਲਤਵੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਨਵਜੰਮੇ ਬੱਚਿਆਂ ਲਈ ਪਹਿਲਾ ਮਲੇਰੀਆ ਇਲਾਜ ਵਰਤੋਂ ਲਈ ਮਨਜ਼ੂਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਮਾਜ਼ਾਨ ਨਿਨਟੈਂਡੋ ਸਵਿੱਚ 2 ਨੂੰ ਵੇਚਣ ਲਈ ਹਰੀ ਰੋਸ਼ਨੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਨਵਾਂ ਇੰਟਰਸਟੇਲਰ ਧੂਮਕੇਤੂ ਇਸ ਦੇ ਮੂਲ ਖੇਤਰ ਨੂੰ ਟਰੈਕ ਕੀਤਾ ਗਿਆ: “ਇਹ ਸੋਲਰ ਸਿਸਟਮ ਨਾਲੋਂ ਬਹੁਤ ਪੁਰਾਣਾ ਹੈ” - ਆਈਐਫਐਲਐਸਾਇੰਸ",
        "ਮੈਕਕੌਨਲ ਨੇ ਯੂਕਰੇਨ ਸਹਾਇਤਾ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪੈਂਟਾਗਨ ਦੇ ‘ਅਲੱਗ-ਥਲੱਗਵਾਦੀ ਅਤੇ ਸੰਜਮ' ਨੂੰ ਫੜ ਲਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਫਰਾਂਸ ਅਤੇ ਯੂਕੇ ਛੋਟੀਆਂ ਕਿਸ਼ਤੀਆਂ ਨੂੰ ਇਕੱਠੇ ਰੋਕਣ ਲਈ, ਮੈਕਰੋਨ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "‘ਅਸੀਂ ਆਪਣੀ ਰੂਹ ਦਾ ਇੱਕ ਟੁਕੜਾ ਗੁਆ ਲਿਆ ਹੈ’: ਮਸ਼ਹੂਰ ਐਲ. ਏ. ਡੇਲੀ ਨੇ ਇਤਿਹਾਸਕ ਸਥਾਨਕ ਰੈਸਟੋਰੈਂਟ - ਕੇਟੀਐਲਏ ਦੇ ਬੰਦ ਹੋਣ 'ਤੇ ਅਫਸੋਸ ਜਤਾਇਆ",
        "ਬਿੱਗ 12 ਕਮਿਸ਼ਨਰ ਬ੍ਰੈਟ ਯੋਰਮਾਰਕ ਪਸੰਦੀਦਾ ‘5 + 11‘ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਮਾਡਲ ’ਤੇ ਡਬਲਜ਼ ਕਰਦਾ ਹੈ - ਡੀਸਰਟ ਨਿ Newsਜ਼",
        "NYC ਬੈਂਕ ਸਿਟੀਗਰੁੱਪ ਨੇ 510 ਸ਼ਾਰਲੋਟ ਨੌਕਰੀਆਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ, ‘ਪ੍ਰਮੁੱਖ ਦਫਤਰ ਦੀ ਸਹੂਲਤ’ ਲਈ $ 16.1M - ਸ਼ਾਰਲੋਟ ਆਬਜ਼ਰਵਰ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੂਜੇ ਦਿਨ ਵੀ ਸੰਘਰਸ਼ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਗਸਤ 1 ਵਪਾਰ ਦੀ ਅੰਤਮ ਤਾਰੀਖ ਨੂੰ ਕੋਈ ਐਕਸਟੈਂਸ਼ਨ ਨਹੀਂ ਦਿੱਤੀ ਜਾਏਗੀਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}