{
    "headlines": [
        "وجدت الدراسة أن أكثر من 1 من كل 10 أطباء بيطريين كبار السن يتعاطون الحشيش - واشنطن بوست",
        "تأثر مهرجان كان السينمائي بانقطاع التيار الكهربائي الكبير في جنوب فرنسا - سي إن إن",
        "ماكدونالدز تغلق CosMc، فرعها الذي يركز على المشروبات - سي إن إن",
        "يتذكر رئيس شرطة مينيابوليس السابق لحظة \"مؤلمة للغاية\" لرؤية فيديو جورج فلويد - أسوشيتد برس نيوز",
        "اكتسب قائد فرقة موسيقية 40 رطلاً في غضون أسابيع. استغرق الأمر عملية قلب مفتوح لمعرفة السبب - سي بي إس نيوز",
        "دونالد ترامب يراهن بشكل محفوف بالمخاطر من خلال إحياء حربه التجارية مع الاتحاد الأوروبي - فاينانشال تايمز",
        "فيديو \"موقع الدفن\" الذي كشف زيفه ترامب يعيد فتح \"الجروح\"، كما يقول ابن الضحية - NPR",
        "تتبادل روسيا وأوكرانيا مئات السجناء الآخرين، بعد ساعات من هجوم واسع النطاق على كييف - أسوشيتد برس نيوز",
        "ترامب يتحدث في ويست بوينت مقلوبًا بسبب تغييراته - واشنطن بوست",
        "هناك بديل، يقول نواب حزب العمال لراشيل ريفز - بي بي سي",
        "باسكال سياكام يدفع إنديانا باسرز إلى الصدارة 2-0 على نيويورك نيكس في نهائيات المؤتمر الشرقي - سي إن إن",
        "أنا خبير تلفزيوني، وهذه هي صفقاتي التلفزيونية المفضلة في يوم الذكرى: وفر ما يصل إلى 5000 دولار على أجهزة التلفزيون ذات الشاشة الكبيرة - ZDNet",
        "الغارة الإسرائيلية تقتل تسعة من أطفال أطباء غزة، كما يقول المستشفى - بي بي سي",
        "التصفيات المؤهلة للفورمولا 1 موناكو: وقت البدء، كيفية المشاهدة، القناة التلفزيونية، البث المباشر - Motorsport.com",
        "يقول المصدر إن نزلاء لويزيانا استخدموا أدوات تشذيب الشعر في جهودهم للهروب من سجن نيو أورليانز - ياهو",
        "هذا الزنك في أسنانك من علاج البرد ؟ إلقاء اللوم على هذه السمكة المدرعة القديمة - NPR",
        "تلسكوب جيمس ويب يكتشف المياه المتجمدة حول نجم فضائي - Live Science",
        "تتعرض كييف لهجوم روسي واسع النطاق بطائرات بدون طيار وصواريخ مع سماع دوي انفجارات في جميع أنحاء المدينة - ABC News",
        "استخدام ترامب للختم الرئاسي في حدث ميميكوين يثير تساؤلات قانونية - كوينتيليغراف",
        "وقال محمود خليل للقاضي إن ترحيله يمكن أن يكون حكما بالإعدام. إليك السبب - NPR"
    ]
}