{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਵਧਦਾ ਹੈ ਈਰਾਨ-ਇਜ਼ਰਾਈਲ ਜੰਗਬੰਦੀ ਲਾਗੂ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੈਡਰਜ਼ ਦੇ ਵਿਰੁੱਧ ਸੀਰੀਜ਼-ਓਪਨਿੰਗ ਜਿੱਤ ਵਿਚ ਰਾਸ਼ਟਰੀ ਕੋਨੇ ਦੇ ਪੱਥਰ ਵੱਡੇ ਆਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲੀ ਬਲਾਂ ਨੇ ਗਾਜ਼ਾ 'ਚ ਮਦਦ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਲੋਕਾਂ' ਤੇ ਕੀਤੀ ਗੋਲੀਬਾਰੀ, 25 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਗਵਾਹ ਅਤੇ ਹਸਪਤਾਲ ਕਹਿੰਦੇ ਹਨ - ਏਪੀ ਨਿਊਜ਼",
        "ਸ਼ੁਰੂਆਤੀ ਮੌਸਮ ਦਾ ਗਰਮੀ ਦਾ ਗੁੰਬਦ ਪੂਰਬੀ ਅਮਰੀਕਾ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਵਿੱਚ ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਤਾਪਮਾਨ ਲਿਆਉਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਜੱਜ ਨੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਹਾਰਵਰਡ ਦੇ ਵਿਦਿਆਰਥੀਆਂ 'ਤੇ ਟਰੰਪ ਦੇ ਦਾਖਲੇ' ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦੇ ਮੁੱ inਲੇ ਜੋੜ ਨੂੰ ਜਾਰੀ ਕੀਤਾ - ਹਾਰਵਰਡ ਕ੍ਰਿਮਸਨ",
        "ਮੰਗਲਵਾਰ, ਜੂਨ 24, 2025 ਲਈ ਕੁੰਡਲੀ - chicago.suntimes.com",
        "ਟੈਕਸਾਸ, ਓਕਲਾਹੋਮਾ ਅਤੇ ਨੇਵਾਡਾ ਡੇਲਾਵੇਅਰ ਦੀ ‘ਡੈੱਕਸਿਟ‘ ਚਿੰਤਾ ਦੇ ਵਿਚਕਾਰ ਕਾਰੋਬਾਰ ਨੂੰ ਲੁਭਾਉਣ ਲਈ ਤਬਦੀਲੀਆਂ ਕਰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਹੁਣ ਟਰੰਪ ਨੂੰ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ‘ਤੀਜੇ ਦੇਸ਼ਾਂ‘ ‘ਚ ਭੇਜਣ ਦੀ ਦਿੱਤੀ ਇਜਾਜ਼ਤ - The Washington Post",
        "ਤੇਜ਼ ਗੇਂਦਬਾਜ਼ 'ਟਾਇਰਜ਼ ਹੈਲੀਬਰਟਨ ਪੋਸਟਾਂ ਅਚਿਲਸ ਸੱਟ' ਤੇ ਸਰਜਰੀ ਤੋਂ ਬਾਅਦ, 'ਇਹ ਐਸ-ਟੀ ਚੂਸਦਾ ਹੈ' - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਕੇਵਿਨ ਡੁਰੈਂਟ ਸਟੇਟ ਸ਼ੀਟਃ ਰਾਕੇਟ ਨੂੰ ਸੌਦੇ ਤੋਂ ਬਾਅਦ 15 ਕੁੰਜੀ ਨੰਬਰ - ਐਨਬੀਏ",
        "ਯੂਰਪ ਨਾਟੋ ਸੰਮੇਲਨ ਦੁਆਰਾ tiptoes ਦੇ ਤੌਰ ਤੇ ਟਰੰਪ ਜ਼ਮੀਨ ਅਤੇ ਈਰਾਨ looms - politico. eu",
        "ਜੇਸੀ ਜੇ ਛਾਤੀ ਦਾ ਕੈਂਸਰਃ ਗਾਇਕ ਨਿਦਾਨ ਤੋਂ ਬਾਅਦ ਸਰਜਰੀ ਕਰਵਾਉਂਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਟਾਹੋ ਝੀਲਃ 'ਪਾਣੀ ਸਿਰਫ ਚੀਕ ਰਿਹਾ ਸੀ,' ਕਿਸ਼ਤੀ ਦੇ ਦੁਖਾਂਤ ਦਾ ਗਵਾਹ ਕਹਿੰਦਾ ਹੈ ਜਿਸ ਨਾਲ ਅੱਠ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ",
        "'ਐਲੀਗੇਟਰ ਅਲਕਾਟਰਾਜ਼': ਏਵਰਗਲੇਡਜ਼ ਵਿਚ ਫਲੋਰਿਡਾ ਬਿਲਡਿੰਗ ਪ੍ਰਵਾਸੀ ਨਜ਼ਰਬੰਦੀ ਕੇਂਦਰ - ਬੀਬੀਸੀ",
        "ਜਾਪਾਨੀ ਕੰਪਨੀ ਲੇਜ਼ਰ ਟੂਲ ਨੂੰ ਚੰਦਰਮਾ 'ਤੇ ਆਪਣੀ ਦੂਜੀ ਕ੍ਰੈਸ਼ ਲੈਂਡਿੰਗ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੁਝ ਉਮੀਦਵਾਰ ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਪ੍ਰਾਇਮਰੀ ਤੋਂ ਇਕ ਦਿਨ ਪਹਿਲਾਂ ਕੁਓਮੋ ਦੇ ਰਸਤੇ ਨੂੰ ਰੋਕਣ 'ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "'28 ਸਾਲਾਂ ਬਾਅਦ' ਮਾਰਕੀਟਿੰਗ ਨੇ ਸਟੂਡੀਓ ਚਿੰਤਾਵਾਂ ਦੇ ਕਾਰਨ ਮਾਂ-ਬੇਟੇ ਦੇ ਟੀਅਰਜਰਕਰ ਨੂੰ ਛੁਪਾ ਲਿਆ - ਵੰਨਗੀ",
        "ਐਫ ਡੀ ਏ ਨੇ ਯੂਟਾ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਬਾਇਓਕੈਮਿਸਟ ਦੀਆਂ ਖੋਜਾਂ ਦੇ ਅਧਾਰ ਤੇ ਐਚਆਈਵੀ ਦਵਾਈ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ 9 ਜੁਲਾਈ ਨੂੰ ਨਵੀਨਤਮ ਫੋਲਡਿੰਗ ਸਮਾਰਟਫੋਨ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਬਲੂਮਬਰਗ"
    ]
}