{
    "headlines": [
        "ਜੀਓਪੀ ਦੇ ਸਾਬਕਾ ਰਿਪਬਲਿਕ ਮਾਈਕ ਰੋਜਰਸ ਨੇ ਇਕ ਹੋਰ ਮਿਸ਼ੀਗਨ ਸੈਨੇਟ ਰਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਧਰਤੀ' ਤੇ ਵਾਪਸ ਸਵਾਗਤਃ 'ਬਲੂ ਓਰਿਜਿਨ ਇੱਕ ਸਟਾਰ ਸਟ੍ਰੈੱਡਡ, ਆਲ-ਔਰਤ ਕਰੂ ਨੂੰ ਪੁਲਾੜ ਵਿੱਚ ਭੇਜਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਰੌਰੀ ਮੈਕਿਲਰੋਏ ਨੇ ਕੈਰੀਅਰ ਗ੍ਰੈਂਡ ਸਲੈਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਮਾਸਟਰਜ਼ ਪਲੇਅ ਆਫ ਜਿੱਤਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਚਿਪੋਲੋ ਦੇ ਰੰਗੀਨ ਨਵੇਂ ਟਰੈਕਰ ਹੁਣ ਐਪਲ ਅਤੇ ਗੂਗਲ ਦੇ ਨੈਟਵਰਕਸ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਐਪਲ ਨੇ ਸਮਾਰਟਵਾਚਾਂ ਦੇ ਇੱਕ ਦਹਾਕੇ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਨ ਲਈ ਇੱਕ ਬਹੁਤ ਹੀ ਤੰਦਰੁਸਤ ਤਰੀਕਾ ਚੁਣਿਆ - ਦਿ ਵਰਜ",
        "‘ਹੈਰੀ ਪੋਟਰ’ ਟੀਵੀ ਸੀਰੀਜ਼ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਕਾਸਟ ਕਰਦਾ ਹੈ ਜੌਨ ਲਿਥਗੋ, ਨਿਕ ਫਰੌਸਟ, ਜੈਨੇਟ ਮੈਕਟੀਅਰ ਅਤੇ ਪਾਪਾ ਏਸੀਡੂ ਆਪਸ ਵਿੱਚ 6 - ਡੈੱਡਲਾਈਨ",
        "ਪਿਛਲੇ ਹਫਤੇ ਨਿ New ਯਾਰਕ ਵਿਚ ਘਾਤਕ ਹੈਲੀਕਾਪਟਰ ਹਾਦਸੇ ਵਿਚ ਸ਼ਾਮਲ ਕੰਪਨੀ ਤੁਰੰਤ ਬੰਦ ਹੋ ਰਹੀ ਹੈ, ਐਫਏਏ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਅਰਬਪਤੀ ਰੇ ਡਾਲੀਓ ਚਿੰਤਤ ਹਨ ਕਿ ਟਰੰਪ ਦੀ ਟੈਰਿਫ ਜੰਗ ਮੰਦੀ ਨਾਲੋਂ ‘ਕੁਝ ਬਦਤਰ’ ਹੋ ਸਕਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇੰਟੇਲ ਨੇ 51% ਅਲਟੇਰਾ ਸਟੇਕ ਨੂੰ ਸਿਲਵਰ ਲੇਕ ਨੂੰ ਵੇਚਣ ਲਈ ਡੀਲ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦਿੱਤਾ - Bloomberg.",
        "ਉਨ੍ਹਾਂ ਨੇ ਐਬੀ ਨੂੰ ‘ਸਾਡੇ ਦਾ ਆਖਰੀ' ਸੀਜ਼ਨ 2 ਵਿਚ ਕਿਉਂ ਬਦਲਿਆ - ਫੋਰਬਸ",
        "ਯੂਐਸ ਕੋਸਟ ਗਾਰਡ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫਲੋਰਿਡਾ ਦੇ ਐਟਲਾਂਟਿਕ ਤੱਟ 'ਤੇ ਕੈਪਸਾਈਜ਼ਡ ਕਿਸ਼ਤੀ ਤੋਂ 1 ਦੀ ਮੌਤ, 4 ਨੂੰ ਬਚਾਇਆ ਗਿਆ ਅਤੇ 5 ਲਾਪਤਾ ਹੋ ਗਏ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੈਮਸੰਗ ਦਾ ਨਵਾਂ ਰਗਡ ਫੋਨ ਵਰਕ ਸਾਈਟਾਂ ਲਈ ਬਣਾਇਆ ਗਿਆ ਹੈ, ਇਸ ਵਿਚ ਬਦਲਣ ਯੋਗ ਬੈਟਰੀ ਅਤੇ ਏਆਈ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਗੋਲਡਮੈਨ ਸਾਕਸ ਦੀ ਰਿਪੋਰਟ 2025 ਪਹਿਲੀ ਤਿਮਾਹੀ ਦੀ ਕਮਾਈ ਪ੍ਰਤੀ ਆਮ ਸ਼ੇਅਰ $ 14.12 ਅਤੇ ਆਮ ਇਕੁਇਟੀ 'ਤੇ ਸਾਲਾਨਾ ਰਿਟਰਨ 16.9% - ਗੋਲਡਮੈਨ ਸਾਕਸ",
        "ਨਿਊਯਾਰਕ ਜਹਾਜ਼ ਹਾਦਸੇ 'ਚ ਕਰਨ ਗਰੌਫ ਅਤੇ ਪਰਿਵਾਰ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ",
        "2025 ਡਬਲਯੂਐਨਬੀਏ ਡਰਾਫਟ ਬਾਰੇ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ ਅਤੇ ਸਭ ਕੁਝ ਜਾਣਨਾ ਹੈ ਜਿੱਥੇ ਯੂਕੌਨ ਸਟਾਰ ਸਹਿਮਤੀ ਨੰਬਰ 1 ਸਮੁੱਚੇ ਤੌਰ 'ਤੇ ਚੁੱਕੋ - ਸੀ ਐਨ ਐਨ",
        "ਐਮੀ ਲੂ ਵੁੱਡ ਐਸ ਐਨ ਐਲ ਵ੍ਹਾਈਟ ਲੋਟਸ ਸਕੈਚ ਨੂੰ 'ਮੀਨ ਐਂਡ ਅਨਫਨੀ' ਕਹਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ",
        "ਸੁਡਾਨ 'ਚ ਅਕਾਲ ਪ੍ਰਭਾਵਿਤ ਵਿਸਥਾਪਨ ਕੈਂਪਾਂ' ਤੇ ਹਮਲਿਆਂ 'ਚ ਸੈਂਕੜੇ ਲੋਕਾਂ ਦੀ ਮੌਤ - NPR",
        "ਇਲੈਕਟ੍ਰਾਨਿਕਸ ਲਈ ਟਰੰਪ ਦੀਆਂ ਛੋਟਾਂ ਦੇ ਵਿਚਕਾਰ ਗਲੋਬਲ ਸਟਾਕ ਬਾਜ਼ਾਰਾਂ ਵਿੱਚ ਵਾਧਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਚਾਰ ਕਿ Qਬੀਜ਼ ਰਾਉਂਡ 1 ਵਿੱਚ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਸੰਤ ਇੱਕ ਪਾਸ ਕਰਨ ਵਾਲੇ ਨੂੰ ਮੁੱਖ ਰੱਖਦੇ ਹਨ - ਪੀਐਫਐਫ",
        "ਚੀਨ ਦੇ ਸ਼ੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦੱਖਣ-ਪੂਰਬੀ ਏਸ਼ੀਆ ਦਾ ਦੌਰਾ ਕਰਦੇ ਹੋਏ ਟੈਰਿਫ ਯੁੱਧ ਵਿਚ ਕੋਈ ਵਿਜੇਤਾ ਨਹੀਂ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}