{
    "headlines": [
        "Ayton schließt Vertrags-Buyout mit Blazern ab - Blazer's Edge",
        "Kanada hebt die Digitalsteuer auf, nachdem Trump die US-Handelsgespräche unterbrochen hat - CNBC",
        "Blackburn, Cruz finden potenziellen Waffenstillstand über staatliches KI-Moratorium, Kinder-Online-Sicherheit - Politico",
        "USMNT überlebt den Costa Rica-Thriller und erreicht über Matt Freeses Elfmeterschießen-Helden das Gold-Cup-Halbfinale - Yahoo Sports",
        "Schießerei in Idaho: Zwei Menschen erschossen, als Feuerwehrleute auf das Buschfeuer reagierten - BBC",
        "North Carolina US-Senator Thom Tillis wird 2026 nicht zur Wiederwahl antreten - Axios",
        "Die Todesfälle durch Herzinfarkte sind weit gesunken. Hier ist, was uns stattdessen umbringt - KSL News",
        "Republikaner im Senat wollen am Montag über Trumps massive Steuerrechnung abstimmen - The Washington Post",
        "Wie sicher ist der Boeing 787 Dreamliner wirklich? - BBC",
        "Sean Strickland stürmt den Käfig und schlägt den Kämpfer, der ihn verspottet hat, nachdem er seinen langjährigen Teamkollegen - Bloody Elbow",
        "Aktien-Futures steigen, nachdem der S&P 500 ein neues Rekordhoch erreicht hat: Live-Updates - CNBC",
        "Ärzte und Krankenschwestern enthüllen die \"kleinen\" Gesundheitszeichen, die Sie niemals ignorieren sollten, und es ist schockierend - BuzzFeed",
        "Beyoncé baumelt kurz über Houston Stadium Crowd As Flying Prop Car Malfunctions - Deadline",
        "Europa schwillt an, da die Frühsommerhitze Rekorde bricht - DW",
        "PlayStation-Spieler \"besorgt\" über die neu angekündigte Xbox-Konsole - GAMINGbible",
        "Schlüsselmomente aus den Schlussplädoyers bei Sean ‘Diddy’ Combs ’Sexhandel - AP News",
        "Zohran Mamdani konfrontiert Trumps Fehlinformationen und Drohungen - Rolling Stone",
        "Trump sagt, er plane nicht, eine Pause bei den globalen Zöllen über den 9. Juli hinaus zu verlängern - AP News",
        "BMI ist B-A-D, wie eine neue Studie nahelegt. Hier ist ein besserer Weg, um Gewicht zu messen - KSL News"
    ]
}