{
    "headlines": [
        "Pressão de Trump por acordos comerciais antes do prazo de quarta-feira, mas indícios de mais tempo para negociações - AP News",
        "Elencos do All-Star Game revelados: jovens talentos, novatos sobem os holofotes - MLB.com",
        "Israel e Hamas iniciam negociações de cessar-fogo no Qatar enquanto Netanyahu se dirige a Washington - BBC",
        "Cúpula do BRICS se abre no Brasil, ofuscada pelas políticas tarifárias de Trump e tensões no Oriente Médio - CNBC",
        "Celtics, ex-estrela de Trail Blazers tem ‘interesse mútuo’ - NESN",
        "Em imagens: Inundações mortais no Texas - CNN",
        "Por que Cristiano Ronaldo não compareceu ao funeral de Diogo Jota - New York Post",
        "EUA buscam acordo comercial limitado com a UE à medida que o prazo de Trump se aproxima - The Washington Post",
        "Katy Perry atordoa de biquíni preto, saindo com amigos em iate após o rompimento - TMZ",
        "Ozzy Osbourne se reúne com membros originais da banda Black Sabbath durante apresentação de despedida - CNN",
        "Sean ‘Diddy’ Combs é aplaudido de pé por detentos após vitória no tribunal, diz seu advogado - AP News",
        "Bilheteria: ‘Jurassic World Rebirth’ arrecada US $ 318 milhões globalmente, ‘Lilo & Stitch’ chega a US $ 975 milhões - Variety",
        "Elon Musk diz que formou o 'America Party.' Mark Cuban e Anthony Scaramucci estão interessados. - Business Insider",
        "Novo choque de oferta da OPEP bloqueia o retorno do mercado de petróleo ao superávit - Bloomberg",
        "Estes fones de ouvido Sony 1000XM4 custam amendoim, a Amazon os vende em baixa de todos os tempos para o Prime Day - Gizmodo",
        "Casos de sarampo nos EUA se aproximam da máxima de 25 anos. Veja quais partes de N.J. estão em risco. - NJ.com",
        "Astrônomos descobriram outro objeto interestelar intrigante - este terceiro é grande, brilhante e rápido - Phys.org",
        "A grande lei de Trump fará com que os americanos não tenham seguro novamente - Rolling Stone",
        "Facas, balas e ladrões: a busca por comida em Gaza - NPR"
    ]
}