{
    "headlines": [
        "Nestlé und Conagra schließen sich Unternehmen an, die synthetische Lebensmittelfarbstoffe unter Druck abwerfen - The Washington Post",
        "Ex-Ravens PK Tucker bekommt 10 Wochen Suspendierung - ESPN",
        "Die Aktien steigen und heben den S&P 500 auf wenige Zentimeter vom neuen Rekord an: Live-Updates - CNBC",
        "Weitere Masernfälle in Utah identifiziert, darunter der erste bei einem Kind - The Salt Lake Tribune",
        "Anna Wintour tritt als Chefredakteurin der US-Vogue zurück - BBC",
        "Senats-GOP \"frustriert\" durch das Medicaid-Urteil der Parlamentarierin in Trumps Gesetzentwurf - aber wird sie nicht außer Kraft setzen - ABC News - Breaking News, Latest News und Videos",
        "Das Weiße Haus wird den Informationsaustausch mit dem Kongress nach dem Durchsickern eines frühen Iran-Berichts einschränken - NBC News",
        "Der Oberste Gerichtshof gibt den Staaten die Möglichkeit, geplante Elternschaft aus Medicaid zu verbannen - Politico",
        "Der Staatsanwalt sagt, dass Sean 'Diddy' Combs dachte, er stehe über dem Gesetz, als er eine kriminelle Verschwörung anführte - AP News",
        "Galaxy S25 One UI 8-Update ist möglicherweise bereits stabil! - SamMobile",
        "Lando Norris bestätigt Gespräche mit McLaren: 'Ein paar harte Tage' - racingnews365.com",
        "Brad Pitt spielt einen erfahrenen Rennfahrer, der in 'F1' nicht langsamer wird - NPR",
        "Jetzt ist die Gemini AI von Google bereit, diese leeren Zellen in Ihrer Tabelle auszufüllen - The Verge",
        "Nike wird die Einnahmen nach der Klingel melden. Das erwartet die Wall Street - CNBC",
        "Wie Cooper Flagg erstaunliche 930 Millionen US-Dollar verdienen kann, nachdem er zur Nummer 1 ernannt wurde - New York Post",
        "Proteste in Kenia: Innenminister Kipchumba Murkomen bezeichnet Demonstrationen als „Putschversuch“ - BBC",
        "Der Oberste Führer des Iran sagt, dass die US-Angriffe nichtserreicht haben.’ Waffenstillstand mit Israel hält. - Barrons"
    ]
}