{
    "headlines": [
        "Wie sind 10 Insassen aus einem Gefängnis in New Orleans entkommen, ohne dass es jemand bemerkt hat? - WSJ",
        "Russland startet einen großen Luftangriff auf die Hauptstadt der Ukraine - BBC",
        "Knicks-Pacers: 5 Takeaways als Pascal Siakam Indiana zum 2: 0 in den East Finals antreibt - NBA",
        "Horoskop für Samstag, 24. Mai 2025 - Chicago Sun-Times",
        "​Neue COVID-Variante NB.1.8.1 hinter Anstieg der Fälle in letzter Zeit: damit verbundene Symptome - Times of India",
        "Das Weiße Haus entlässt zahlreiche Mitarbeiter des Nationalen Sicherheitsrats - The Washington Post",
        "Ein Flugzeugabsturz in San Diego ist ein verheerender Verlust für die alternative Rockmusik-Community - AP News",
        "Eric Adams scheint eine echte Kampagne zu führen, da Cuomo in bar rechnet - Politico",
        "Siehst du einen Penny, hebst du ihn auf? In Zukunft wahrscheinlich nicht mehr so oft — und manche sagen, das ist wichtig - AP News",
        "Deutsche Frau nach Massenstich am Hamburger Bahnhof festgenommen - Al Jazeera",
        "Verhaftungen von Einwanderern in Gerichten signalisieren eine neue Taktik in Trumps Abschiebungsvorstoß - The Washington Post",
        "Billy Joel bricht Shows aufgrund einer Gehirnerkrankung ab. Das solltest du wissen. - The Washington Post",
        "4 Top-Partner haben Paul Weiss verlassen, eine große Anwaltskanzlei, die einen Deal mit Trump abgeschlossen hat - Business Insider",
        "Trump kündigt US Steel, Nippon ‘Partnerschaft’ an - The Washington Post",
        "SpaceX schließt die 450. Falcon-Booster-Landung während der FREITAGSSTARLINK-MISSION ab - Spaceflight Now",
        "‘Lilo & Stitch’ Targeting $ 170M-$ 180M Box Office Bow, ‘Mission: Impossible’ Eyes Series-Best $ 78M - The Hollywood Reporter",
        "Emotionen wurden in der letzten Folge von ESPNs \"Around the Horn\" - New York Post - voll zur Schau gestellt",
        "Google AI Mode Reporting Coming To Search Console - Search Engine Roundtable"
    ]
}