{
    "headlines": [
        "'Squid Game' season 3 LIVE — ending explained, who dies, surprise cameos, and what's next - Tom's Guide",
        "Box Office: ‘F1’ Leads the Pack With $25 Million Opening Day, ‘M3GAN 2.0’ Not So Fab in Fourth Place Debut - Variety",
        "Big crowds gather in Hungarian capital to defy ban on Budapest Pride - CNN",
        "With a series of wars, Israel's military reshapes the Mideast - NPR",
        "Kobo’s Libra Colour and Elipsa 2E e-readers have dropped to some of their best prices - The Verge",
        "A Woman “Failed” to Break the Four-Minute Mile. But the Setup Was the Real Failure. - Slate Magazine",
        "Many forget the damage done by diseases like whooping cough, measles and rubella. Not these families - AP News",
        "Here’s what’s in the GOP megabill headed for a vote in the Senate - NPR",
        "Dwarf sperm whale: The 'pint-size whales' that gush gallons of intestinal fluid when surprised - Live Science",
        "What is Canada’s digital tax and why is Trump killing trade talks over it? - Al Jazeera",
        "Morale craters at State Department as mass layoffs loom - The Washington Post",
        "After ICE detention, Georgetown scholar Badar Khan Suri reflects on parenting from behind bars - NBC News",
        "'Where's our money?' CDC grant funding is moving so slowly layoffs are happening - NPR",
        "Supreme Court Hands Trump ‘GIANT WIN’ in Birthright Citizenship Case - Rolling Stone",
        "NHL draft winners and losers: Decentralized format diminishes event - USA Today",
        "Rubin Observatory’s Stunning Result Proves It’s a 'Game Changer' for Spotting Dangerous Asteroids - Gizmodo",
        "Iran holds funeral procession for top commanders killed in Israeli strikes - Financial Times",
        "Matthew Schaefer honors late mother after getting selected first overall by New York Islanders in NHL draft - CNN",
        "Mamdani's New York mayoral primary win exposes Democratic divide - ABC News - Breaking News, Latest News and Videos"
    ]
}