{
    "headlines": [
        "ਡੀਸੀ ਰੈਸਟੋਰੈਂਟ ਤੋਂ 3,000 ਡਾਲਰ ਨਕਦ ਸਮੇਤ ਹੋਮਲੈਂਡ ਸਕਿਉਰਿਟੀ ਸੈਕਟਰੀ ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਦਾ ਬੈਗ ਚੋਰੀ - ਸੀਐਨਐਨ",
        "ਜੀਓਪੀ ਰਿਪਬਲਿਕ ਬਾਇਰਨ ਡੋਨਾਲਡਜ਼ ਨੂੰ ਵਿਵਾਦਪੂਰਨ ਟਾ hallਨ ਹਾਲ - ਸੀਐਨਐਨ ਵਿਖੇ ਡੋਗ ਉੱਤੇ ਚੀਕਦੇ ਹੋਏ, ਨਾਜ਼ੁਕ ਪ੍ਰਸ਼ਨਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਈਸਟਰ ਐੱਗ ਰੋਲ 'ਤੇ, ਪਹਿਲੀ ladyਰਤ ਉੱਠੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਾਰਵਰਡ ਨੇ 2 ਬਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਵੱਧ ਦੀ ਗ੍ਰਾਂਟ ਦੇ ਜੰਮਣ ਨੂੰ ਰੋਕਣ ਲਈ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪਃ ਅਮਰੀਕਾ ਹਰ ਵਿਅਕਤੀ ਨੂੰ ਨਹੀਂ ਦੇ ਸਕਦਾ ਜੋ ਉਹ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣਾ ਚਾਹੁੰਦਾ ਹੈ ਮੁਕੱਦਮਾ - ਡੀਡਬਲਯੂ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਮੂਲ ਰੂਪ 'ਚ ਵਿਦਿਆਰਥੀ ਕਰਜ਼ਾ ਲੈਣ ਵਾਲਿਆਂ' ਤੇ ਉਗਰਾਹੀ ਮੁੜ ਸ਼ੁਰੂ ਕਰੇਗਾ - NPR",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਵਾਸ਼ਿੰਗਟਨ ਕੈਪੀਟਲਜ਼ ਬਨਾਮ ਮੌਂਟਰੀਅਲ ਕਨੇਡੀਅਨਜ਼ – ਰਾਉਂਡ 1, ਗੇਮ 1 - ਆਰਐਮਐਨਬੀ",
        "ਮਾਵਰਿਕਸ ਜੀਐਮ ਨਿਕੋ ਹੈਰੀਸਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ 'ਕਿਸ ਪੱਧਰ‘ ਤੇ ਨਹੀਂ ਜਾਣਦਾ ਸੀ ’ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ ਲੂਕਾ ਡੋਂਸਿਕ ਨੂੰ ਪਿਆਰ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਤੋਂ ਪਹਿਲਾਂ ਸਟਾਕ ਸਲਾਈਡਾਂ ਦੇ ਤੌਰ ਤੇ ਇਨ੍ਹਾਂ ਟੇਸਲਾ ਕੀਮਤ ਦੇ ਪੱਧਰਾਂ ਨੂੰ ਦੇਖੋ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਅਮਰੀਕਾ ਦੇ ਸਾਬਕਾ ਸੈਨੇਟਰ ਬੌਬ ਮੇਨੇਂਡੇਜ਼ ਦੀ ਪਤਨੀ ਰਿਸ਼ਵਤ ਸਕੀਮ 'ਚ ਦੋਸ਼ੀ ਕਰਾਰ - AP News",
        "ਗੂਗਲ ਭੁਗਤਾਨ ਸੈਮਸੰਗ ‘ਵੱਡੇ Sums’ ਲਈ Gemini AI ਐਪ ਇੰਸਟਾਲ - Bloomberg.com",
        "ਐਡਵਾਂਸਡ ਕੈਂਸਰ ਪ੍ਰੀਪੈਂਡੀ ਪੱਧਰ 'ਤੇ ਵਾਪਸ ਆ ਗਏ, ਇੱਕ ਭਰੋਸਾ ਦੇਣ ਵਾਲੀ ਰਿਪੋਰਟ ਦੇ ਅਨੁਸਾਰ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪਹਿਲੇ ਹਾ Houseਸ ਰਿਪਬਲਿਕਨ ਨੇ ਪੀਟ ਹੇਗਸੇਥ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਐਕਸਗਿਓਸ",
        "ਸਪੇਸਐਕਸ ਦੀ ਲਾਂਚਿੰਗ 21 ਅਪ੍ਰੈਲ, 2025 ਲਈ ਦਿਨ ਦੀ ਪੁਲਾੜ ਤਸਵੀਰ - ਸਪੇਸ",
        "ਜਾਰਜ ਕਲੋਨੀ ਨੇ ਪਤਨੀ ਅਮਲ ਨਾਲ ਵਿਆਹ ਬਾਰੇ ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਦਾਅਵਾ ਕੀਤਾ - ਪੰਨਾ ਛੇ",
        "ਕੋਚੇਲਾ 2025 ਰਿਪੋਰਟ ਕਾਰਡਃ ਗ੍ਰੇਟ (ਲੇਡੀ ਗਾਗਾ, ਮੇਗਨ ਥੀ ਸਟੈਲੀਅਨ), ਗੁੱਡ (ਗ੍ਰੀਨ ਡੇਅ) ਅਤੇ ਬਦਸੂਰਤ - ਵੰਨਗੀ",
        "ਦੇਸ਼ ਭਗਤ ਦਿਵਸ 'ਤੇ ਪੁਰਸ਼ਾਂ ਅਤੇ women' sਰਤਾਂ ਦੇ ਚੋਟੀ ਦੇ ਫਾਈਨਿਸ਼ਰਾਂ ਲਈ ਬੋਸਟਨ ਮੈਰਾਥਨ 2025 ਦੇ ਨਤੀਜੇ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਸਿਨੇਮਾਕੌਨ ਵਿਖੇ ਦਿਖਾਇਆ ਗਿਆ 'ਦਿ ਫੈਨਟੈਸਟਿਕ ਫੋਰਃ ਫਸਟ ਸਟੈਪਸ' ਟ੍ਰੇਲਰ ਹੁਣ ਸਾਡੇ ਸਾਰਿਆਂ ਲਈ ਪਹੁੰਚ ਗਿਆ ਹੈ (ਵੀਡੀਓ) - ਸਪੇਸ",
        "ਗਲੈਕਸੀ Z ਫਲਿੱਪ 7 Exynos 2500 ਨਾਲ ਜਹਾਜ਼ ਕਰਨ ਲਈ ਅਫਵਾਹ ਸੀ, ਪਰ ਜ਼ਾਹਰ ਹੈ Snapdragon ਨਾਲ ਸੈਮਸੰਗ ਦੇ ਅੰਦਰੂਨੀ ਟੈਸਟ ਦੇ ਸਾਰੇ ਪਾਸ ਕੀਤਾ ਹੈ 8 Elite ਦੀ ਬਜਾਏ - Wccftech",
        "ਫੈੱਡਜ਼ ਨੇ ਉਬੇਰ 'ਤੇ ਬਿਨਾਂ ਸਹਿਮਤੀ ਦੇ ਗਾਹਕੀ ਲੈਣ ਲਈ ਗਾਹਕਾਂ ਨੂੰ ਚਾਰਜ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ - TechCrunch"
    ]
}