{
    "headlines": [
        "ਕ੍ਰਿਸ ਯੂਬੈਂਕ ਜੂਨੀਅਰ ਕੋਨੋਰ ਬੈਨ ਨੂੰ ਪਿਤਾ ਦੇ ਨਾਲ ਕੋਨੇ ਵਿੱਚ ਰੋਮਾਂਚਕ ਬ੍ਰਿਟਿਸ਼ ਬਲਾਕਬਸਟਰ ਵਿੱਚ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਰੂਸ ਦਾ ਦਾਅਵਾ ਕਿ ਉਸ ਨੇ ਯੂਕਰੇਨ ਤੋਂ ਕੁਰਸਕ ਦਾ ਪੂਰਾ ਕੰਟਰੋਲ ਮੁੜ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ - ਬੀਬੀਸੀ",
        "ਰਾਉਂਡ 3 ਲਈ 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਗ੍ਰੇਡਃ ਸੀਹਾਕਸ ਜਲੇਨ ਮਿਲਰੋ ਪਿਕ ਲਈ 'ਏ+' ਕਮਾਉਂਦੇ ਹਨ, ਬ੍ਰਾsਨਜ਼ ਡਿਲਨ ਗੈਬਰੀਅਲ ਲਈ 'ਸੀ' ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਜ਼ੇਲੇਂਸਕੀ ਦੀ ਮੁਲਾਕਾਤ ਤੋਂ ਬਾਅਦ ਰੂਸ ਵਿਰੁੱਧ ਨਵੀਆਂ ਪਾਬੰਦੀਆਂ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤਕਰੀਬਨ 4-ਇਨ -10 ਅਮਰੀਕੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਡੁੱਬਣ ਦੀ ਮਨਜ਼ੂਰੀ ਦੇ ਵਿਚਕਾਰ ਟਰੰਪ ਇੱਕ ‘ਭਿਆਨਕ’ ਰਾਸ਼ਟਰਪਤੀ ਹੈਃ ਸਰਵੇਖਣ - ਦ ਹਿੱਲ",
        "ਗੂਗਲ 25 ਅਕਤੂਬਰ ਨੂੰ ਸ਼ੁਰੂਆਤੀ ਨੇਸਟ ਥਰਮੋਸਟੇਟਸ ਦਾ ਸਮਰਥਨ ਕਰਨਾ ਬੰਦ ਕਰ ਦੇਵੇਗਾ - TechCrunch",
        "ਐਨਐਫਐਲ ਡਰਾਫਟ ਦੇ ਪੰਜਵੇਂ ਗੇੜ ਵਿੱਚ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਕਲੀਵਲੈਂਡ ਬ੍ਰਾsਨਜ਼ ਦੁਆਰਾ ਚੁਣੇ ਗਏ ਸ਼ੇਡਰ ਸੈਂਡਰਸ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਰਜੀਨੀਆ Giuffre, Epstein ਅਤੇ ਪ੍ਰਿੰਸ ਐਂਡਰਿਊ ਸੈਕਸ ਤਸਕਰੀ ਕੇਸ ਵਿੱਚ ਮੁਦਈ, 41 'ਤੇ ਮੌਤ - PBS",
        "ਜੋਜੋ ਸਿਵਾ ਨੇ ਸਾਥੀ ਕੈਥ ਐਬਸ ਨੂੰ ਇਹ ਅਹਿਸਾਸ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੁੱਟ ਦਿੱਤਾ ਕਿ ਉਹ ਹੁਣ 'ਸੇਲਿਬ੍ਰਿਟੀ ਬਿਗ ਬ੍ਰਦਰ ਯੂਕੇ' ਤੇ ਲੈਸਬੀਅਨ ਨਹੀਂ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਰੂਸੀ ਜਨਰਲ ਦੀ ਹੱਤਿਆ ਵਿਚ ਸ਼ੱਕੀ 'ਯੂਕਰੇਨੀਅਨ ਸਪੈਸ਼ਲ ਸਰਵਿਸਿਜ਼ ਏਜੰਟ,’ ਰੂਸੀ ਸਟੇਟ ਮੀਡੀਆ ਰਿਪੋਰਟ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕਾ 'ਚ ਖਸਰਾ ਦੇ ਮਾਮਲੇ 900 ਦੇ ਕਰੀਬ, ਟੈਕਸਾਸ' ਚ 600 ਤੋਂ ਵੱਧ ਮਾਮਲੇ - HuffPost",
        "ਹਵਾਈ ਦਾ 'ਹੱਡੀਆਂ ਦਾ ਕੁਲੈਕਟਰ' ਕੈਟਰਪਿਲਰ ਮਰੇ ਹੋਏ ਸ਼ਿਕਾਰ ਦੇ ਸਰੀਰ ਦੇ ਅੰਗ ਪਹਿਨਦਾ ਹੈ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "ਆਈਸ ਇੱਕ ਛਾਤੀ ਦਾ ਦੁੱਧ ਚੁੰਘਾਉਣ ਵਾਲੇ ਬੱਚੇ ਦੀ ਮਾਂ ਅਤੇ 2 ਸਾਲ ਦੇ ਇੱਕ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਨੂੰ ਡੀਪੋਰਟ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜ਼ੇਲੇਨਸਕੀ ਨਾਲ ਮੁਲਾਕਾਤ ਤੋਂ ਬਾਅਦ, ਟਰੰਪ ਨੇ ਸ਼ੱਕ ਜ਼ਾਹਰ ਕੀਤਾ ਕਿ ਪੁਤਿਨ ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ - ਪੀਬੀਐਸ",
        "ਫ੍ਰਾਂਸਿਸ ਦੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਤੋਂ ਬਾਅਦ ਅਗਲਾ ਪੋਪ ਚੁਣਨ ਲਈ ਫੋਕਸ ਸ਼ਿਫਟ - ਨਿਊਜ਼ਵੀਕ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਅਚਾਨਕ ਸਮਾਪਤੀ ਤੋਂ ਬਾਅਦ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਿਆਰਥੀਆਂ ਦੀ ਸਥਿਤੀ ਬਹਾਲ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਪਾਪੀ' ਜੇਤੂ, 'ਅਕਾਉਂਟੈਂਟ 2' $ 9.4 ਮਿਲ 'ਤੇ. ਉਦਘਾਟਨ ਦਿਵਸ - ਵੰਨਗੀ",
        "ਨਾਸਾ ਦਾ ਡਰੈਗਨਫਲਾਈ ਪ੍ਰਮਾਣੂ ਨਾਲ ਚੱਲਣ ਵਾਲਾ ਹੈਲੀਕਾਪਟਰ ਵਿਸ਼ਾਲ ਸ਼ਨੀ ਚੰਦਰਮਾ ਟਾਈਟਨ - ਸਪੇਸ ਵੱਲ 2028 ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਪਹਿਲਾਂ ਮੁੱਖ ਰੁਕਾਵਟ ਨੂੰ ਸਾਫ ਕਰਦਾ ਹੈ",
        "ਜੈਨੇਟਿਕ ਦਵਾਈ ਦੁਰਲੱਭ ਪਰਿਵਰਤਨ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਪਿੱਛੇ ਛੱਡ ਸਕਦੀ ਹੈ. ਪਰ ਨਵੀਂ ਉਮੀਦ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "Gigi Hadid Sparks ਜਨਮਦਿਨ ਦੇ ਦੌਰਾਨ ਬ੍ਰੈਡਲੀ ਕੂਪਰ ਨਾਲ ਕੁੜਮਾਈ ਦੀਆਂ ਅਫਵਾਹਾਂ - instyle. com"
    ]
}