{
    "headlines": [
        "Actualités boursières aujourd'hui : Les marchés montent en flèche sur les commentaires de Trump (SP500 : Indices complets S&P) - Seeking Alpha",
        "La FAA annonce un nouveau système de contrôle de la circulation aérienne dans l'espoir d'apprivoiser un ciel occupé - NBC News",
        "Les panthères coupent Clowney ; RB Brooks pour la saison - ESPN",
        "L'administration Trump examine les statuts de visa des manifestants de Columbia - Politico",
        "Bill Gates double ses dons pour atteindre 200 milliards de dollars, affirme que les philanthropes ne peuvent pas couvrir les coupes gouvernementales - CNBC",
        "Une fumée blanche s'élève du Vatican alors que les cardinaux s'accordent sur le successeur du pape François - CNN",
        "Trump dit qu'il remplacera le loyaliste Ed Martin comme son candidat pour être le meilleur procureur de DC - NBC News",
        "Trump dénigre Jerome Powell sur les taux d'intérêt : « Comme parler à un mur » - The Hill",
        "Les terres sous les plus grandes villes du pays s'enfoncent. Voici où — et pourquoi. - The Washington Post",
        "Le Galaxy S25 Edge promet une « batterie toute la journée » dans le marketing divulgué qui vieillira certainement bien - 9to5Google",
        "Fiche d'information : Accord commercial historique entre les États-Unis et le Royaume-Uni - La Maison Blanche (.gov)",
        "‘Lord Of The Rings : The Hunt For Gollum’ Sets Pre Christmas 2027 Release - Deadline",
        "House GOP passe le projet de loi de changement de nom « Golfe d'Amérique » - Axios",
        "Loomer cible le nouveau choix général du chirurgien Trump - The Hill",
        "Max obtiendra « plus d'assurance » dans le blocage des utilisateurs partageant des mots de passe plus tard cette année, déclare WBD Exec - Variété",
        "Les aliments ultra-transformés peuvent accélérer les changements cérébraux de Parkinson - Neuroscience News",
        "Les ancêtres de T. rex ont peut-être marché de l'Asie à l'Amérique du Nord - Earth.com",
        "Vous pouvez maintenant soumettre vos réclamations pour le règlement d'espionnage Siri de 95 millions de dollars d'Apple - The Verge"
    ]
}