{
    "headlines": [
        "Os futuros de ações caem à medida que os investidores se preparam para uma semana movimentada de ganhos: atualizações ao vivo - CNBC",
        "Autoridades de Trump negam que crianças cidadãs dos EUA tenham sido ‘deportadas’ para Honduras - The Washington Post",
        "Republicanos correm para encerrar a lei tributária de Trump - Politico",
        "Rover Curiosity capturado em ação pela primeira vez - Earth.com",
        "Prisão feita em bolsa Noem. Ela o chama de \"criminoso de carreira\". ’- The Washington Post",
        "Reabastecimento de pré-encomenda do Nintendo Switch 2: Walmart+ Week é quando rastreá-lo - O atalho | Matt Swider",
        "Billy Ray Cyrus finalmente revelou os detalhes sobre seu relacionamento com Elizabeth Hurley - BuzzFeed",
        "Carta 'profética' escrita por sobrevivente do Titanic é vendida por quase US $ 400 mil em leilão - NPR",
        "Grupo de Toyotas avança para a liderança e controla o ritmo - NASCAR.com",
        "Mais de 100 imigrantes presos em um ataque a uma boate subterrânea no Colorado, onde membros do serviço militar ativo trabalhavam, dizem os federais - CNN",
        "Cronograma dos Knicks vs. Pistons, tempos de jogo dos placares, atualizações dos playoffs da NBA: Nova York assume a liderança por 3 a 1 - CBS Sports",
        "A maioria desaprova o trabalho de Trump como presidente antes da marca de 100 dias: Enquete - The Hill",
        "Nenhuma 'erupção iminente' no supervulcão de Yellowstone, descobre pesquisa dos EUA - KSL News",
        "O governo Trump está enviando \"uma mensagem para acalmar o judiciário\" com a prisão da juíza de Wisconsin, diz sua colega - CNN",
        "Os investidores do mercado de ações não conseguem abalar a incerteza tarifária. Negociações são a chave. - MarketWatch",
        "Motorista arremessa veículo contra multidão em festival de rua filipino em Vancouver, matando 11 pessoas - PBS",
        "Box Office: ‘Sinners’ Scores $ 45 Million in Massive Second Weekend, ‘Star Wars’ Re-Release Beats ‘Accountant 2’ - Variety",
        "Relatório descobre que os chatbots com voz de celebridades da Meta podem discutir sexo com menores - TechCrunch",
        "Uma pílula comum pode reduzir a expectativa de vida em quase 6 anos, de acordo com médicos - Yahoo"
    ]
}