{
    "headlines": [
        "Бывшая телеведущая MTV и ведущая ток-шоу Ананда Льюис скончалась в возрасте 52 лет - ABC News",
        "Шемар Стюарт покидает мини-лагерь Bengals - NBC Sports",
        "Metal Gear Solid Delta: Snake Eater имеет многопользовательский онлайн-режим под названием Fox Hunt с совершенно другим геймплеем, чем Metal Gear Online - IGN",
        "Больше хороших новостей по инфляции: оптовики демонстрируют мало признаков роста цен от тарифов - MarketWatch",
        "Директор ЦРУ Джон Рэтклифф выполняет распоряжение президента Трампа - ЦРУ (.gov)",
        "Фьючерсы на акции падают, поскольку Трамп угрожает односторонними тарифами: актуальные новости - CNBC",
        "Новая федеральная политика вакцинации против Covid-19 уже удерживает некоторых людей от прививок - CNN",
        "Паттерны, возникающие при поиске коучинга Knicks, приобретают еще один поворот - New York Post",
        "Семейные офисы изо всех сил пытаются нанять и удержать персонал, а зарплата - не самая большая проблема - CNBC",
        "Апрель был плохим временем для экономики Великобритании. Тарифы Трампа - большая причина, - CNN",
        "Прямая трансляция Открытого чемпионата США по теннису 2025 года: обновления табло, результаты гольфа, время футболок для 1-го раунда в Окмонте - CBS Sports",
        "Ядерный наблюдательный совет ООН осуждает Иран, который наносит ответный удар, объявляя о создании нового объекта по обогащению урана - AP News",
        "Вот где протесты «No Kings» в Центральном Огайо проходят 14 июня - Axios",
        "Колонка | Врачи сказали, что я «слишком молод» , чтобы серьезно болеть. У меня был рак 4 стадии. - The Washington Post",
        "Гуманитарный фонд Газы заявляет, что в результате нападения ХАМАС погибли несколько сотрудников гуманитарных организаций - CNN",
        "По цифрам: взгляд на парад в честь 250-летия армии в день рождения Трампа - NPR",
        "Критические полезные ископаемые дают Китаю преимущество в торговых переговорах - AP News",
        "Обнаружен новый вид динозавров, связанных с T. Rex - ABC News"
    ]
}