{
    "headlines": [
        "‘ਦਿ ਵੌਇਸ’ ਸੀਜ਼ਨ 27 ਵਿਜੇਤਾ ਐਨਬੀਸੀ 'ਤੇ ਤਾਜ - ਡੈੱਡਲਾਈਨ",
        "ਬਾਇਡਨ ਦੀ ਆਖਰੀ ਪ੍ਰੋਸਟੇਟ ਕੈਂਸਰ ਸਕ੍ਰੀਨਿੰਗ 2014 ਵਿੱਚ ਹੋਈ ਸੀ, ਉਸਦਾ ਦਫਤਰ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਚੀਅਰਜ਼' 'ਤੇ ਨੌਰਮ ਖੇਡਣ ਵਾਲੇ ਅਭਿਨੇਤਾ ਜਾਰਜ ਵੈਂਡਟ ਦਾ 76' ਤੇ ਦੇਹਾਂਤ ਹੋ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "2023 ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਬਿਡੇਨ ਦਾ ਵਿਗੜਿਆ ਵਿਗਾੜ ਅਨਨਰਵਡ ਹਾ Houseਸ ਡੈਮੋਕਰੇਟਸ, ਨਵੀਂ ਕਿਤਾਬ ਦਾ ਖੁਲਾਸਾ - ਐਕਸੀਓਸ",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਨਿ New ਯਾਰਕ ਦੇ ਸਾਬਕਾ ਰਾਜਪਾਲ ਐਂਡਰਿ Cu ਕੁਓਮੋ - ਸੀ ਐਨ ਐਨ ਦੀ ਜਾਂਚ ਖੋਲ੍ਹ ਦਿੱਤੀ",
        "ਜੱਜ ਨੇ ਦੱਖਣੀ ਸੂਡਾਨ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਡਿਪੋਰਟ ਕੀਤੇ ਜਾਣ' ਤੇ ਸਰਕਾਰੀ ਵਕੀਲਾਂ ਤੋਂ ਪੁੱਛਗਿੱਛ ਕੀਤੀ - ਐਨਪੀਆਰ",
        "ਥੰਡਰ ਬਨਾਮ ਟਿੰਬਰਵੋਲਵਜ਼ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ, ਲਾਈਨਃ ਸਾਬਤ ਮਾਡਲ 20 ਮਈ, 2025 ਨੂੰ ਐਨਬੀਏ ਪਲੇਆਫ ਮੈਚਅਪ ਲਈ ਪਿਕਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਸਪੋਰਟਸਲਾਈਨ",
        "ਜਾਨਸਨ, ਸਾਲਟ ਰਿਪਬਲਿਕਨ ਨਾਜ਼ੁਕ ਸਮਝੌਤੇ 'ਤੇ ਜ਼ੀਰੋ - ਦਿ ਹਿੱਲ",
        "ਟੋਯੋਟਾ ਅਮਰੀਕਾ ਦੀ ਚੋਟੀ-ਵੇਚਣ ਵਾਲੀ ਆਰਏਵੀ 4 ਐਸਯੂਵੀ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਇਕ ਹਾਈਬ੍ਰਿਡ ਬਣਨ ਲਈ ਮੁੜ ਡਿਜ਼ਾਈਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਓਲੰਪਿਕ ਫਲੈਗ ਫੁੱਟਬਾਲ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਚ ਸਰਗਰਮ ਖਿਡਾਰੀਆਂ ਨੂੰ ਹਿੱਸਾ ਲੈਣ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਮਾਲਕਾਂ ਨੇ 32-0 ਵੋਟਾਂ ਪਾਈਆਂ",
        "ਐਲਨ ਮਸਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ‘ਬਹੁਤ ਘੱਟ‘ ਰਾਜਨੀਤਿਕ ਖਰਚਿਆਂ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਧਰੁਵੀ ਬਰਫ ਦੀਆਂ ਚਾਦਰਾਂ ਦੇ ਬਚਾਅ ਲਈ ਧਰਤੀ ਪਹਿਲਾਂ ਹੀ ਬਹੁਤ ਗਰਮ ਹੋ ਸਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਟਲਾਈਫ ਵਿਖੇ ਸ਼ਕੀਰਾ ਸਮਾਰੋਹ ਤੋਂ ਬਾਅਦ ਖਸਰਾ ਦੀ ਚੇਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਗਈ - ਨਿ York ਯਾਰਕ ਡੇਲੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਨੇ ਏਆਈ ਚੈਟਬੋਟ ਨੂੰ ਖੋਜ ਵਿੱਚ ਏਮਬੈਡ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਰੂਬੀਓ ਟਰੰਪ ਦੀ ਵਿਦੇਸ਼ ਨੀਤੀ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਡੈਮੋਕਰੇਟ ਉਸ ਨੂੰ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਅਤੇ ਚਿੱਟੇ ਦੱਖਣੀ ਅਫਰੀਕੀ ਲੋਕਾਂ 'ਤੇ ਦਬਾਉਂਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਮੇਨ ਵਿਚ ਰਿਪਬਲਿਕਨ ਵਿਧਾਇਕ ਦਾ ਸਮਰਥਨ ਕੀਤਾ ਜਿਸ ਨੂੰ ਟਰਾਂਸਜੈਂਡਰ ਐਥਲੀਟ ਟਿੱਪਣੀ ਲਈ ਸਜ਼ਾ ਦਿੱਤੀ ਗਈ ਸੀ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਪੰਜਵਾਂ ਕੈਦੀ ਮੁੜ ਫੜਿਆ ਗਿਆ ਅਤੇ ਇਕ ਰੱਖ-ਰਖਾਅ ਵਰਕਰ ਨੂੰ ਨਿ Or ਓਰਲੀਨਜ਼ ਜੇਲ੍ਹ ਵਿਚ ਤੋੜਨ ਤੋਂ ਬਾਅਦ ਕੁਝ ਦਿਨਾਂ ਬਾਅਦ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਪੂਰਬੀ ਕਾਨਫਰੰਸ ਫਾਈਨਲਃ ਫਲੋਰੀਡਾ ਪੈਂਥਰਜ਼ ਬਨਾਮ ਕੈਰੋਲੀਨਾ ਤੂਫਾਨ ਸਕੋਰ ਅਪਡੇਟਸ, ਗੇਮ 1 ਤੋਂ ਖ਼ਬਰਾਂ - WRALSportsFan. com",
        "ਟਰੰਪ ਪੁਤਿਨ ਨਾਲ ਫੋਨ 'ਤੇ ਗੱਲਬਾਤ ਤੋਂ ਬਾਅਦ ਜੰਗਬੰਦੀ ਤੋਂ ਪਿੱਛੇ ਹਟਦਾ ਹੈ, ਲੜਾਈ ਨੂੰ ਭੜਕਾਉਣ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}