{
    "headlines": [
        "مؤشر داو جونز اليوم: هبوط الأسهم، ارتفاع عوائد سندات الخزانة مع مراقبة المستثمرين لمشروع قانون الضرائب ؛ مؤشر داو جونز ينخفض 800 نقطة، إعفاءات البيتكوين بعد تسجيل أعلى مستوى قياسي - إنفستوبيديا",
        "التصنيفات النهائية للاعبين في الدوري الأوروبي - من كان \"بطوليًا\" ومن كان \"ملتهمًا \"؟ - بي بي سي",
        "نتنياهو يعد بخطة جديدة لإيصال المساعدات إلى غزة حيث لا تزال الإمدادات تفشل في الوصول إلى الفلسطينيين - أسوشيتد برس نيوز",
        "القاضي يحكم بأن عمليات الترحيل الأمريكية إلى جنوب السودان تنتهك أمر المحكمة - بي بي سي",
        "ألقي القبض على شخصين لمساعدة الهاربين المطلوبين في الهروب الجماعي من السجن في نيو أورليانز - ABC News",
        "إدارة الطيران الفيدرالية تمدد حدود رحلات نيوارك بشأن البناء والمخاوف المتعلقة بالسلامة - واشنطن بوست",
        "تحركات الجمهوريين لطرد النائبة لامونيكا ماكيفر من الكونغرس - أكسيوس",
        "شاي جلجيس ألكسندر يفوز بجائزة أفضل لاعب في الدوري الاميركي للمحترفين 2024-2025 على جوكيتش، جيانيس - تقرير بليشر",
        "تحديثات حية: يقول ترامب إن الفشل في تمرير مشروع قانون الضرائب والهجرة سيكون \"خيانة مطلقة\" - صحيفة واشنطن بوست",
        "تتيح لك سيارة راف 4 الهجينة الجديدة من تويوتا شحن البطارية بسرعة - The Verge",
        "تعود Fortnite إلى هواتف iPhone الأمريكية بعد معركة قانونية مطولة - واشنطن بوست",
        "\"تاريخ الصوت\" مع بول ميسكال وجوش أوكونور يحظيان بتصفيق لمدة 9 دقائق في مهرجان كان - الموعد النهائي",
        "إيجابيات وسلبيات اختبارات مستضد البروستاتا النوعي لسرطان البروستاتا للرجال في منتصف العمر وكبار السن - NPR",
        "إليك كيف حصل \"الاستوديو\" على جميع نجوم ضيف الموسم الأول — و \"الحوت الأبيض\" - مراسل هوليوود",
        "ترفض وزارة العدل التحقيقات التي تجريها الشرطة في العديد من المدن، بما في ذلك مينيابوليس - NPR",
        "أول اختبار دم لمرض الزهايمر تم مسحه من قبل إدارة الغذاء والدواء الأمريكية (FDA) يمكن أن يجعل التشخيص أسرع وأكثر دقة - NPR",
        "ترامب، ماسك لمواجهة رئيس جنوب أفريقيا بشأن معاملة الأفريكان البيض - إيه بي سي نيوز",
        "السفير الأمريكي هاكابي \"غاضب\" من القادة الأوروبيين لإدانتهم إسرائيل - NPR"
    ]
}