{
    "headlines": [
        "ਯੂਕਰੇਨਃ ਮਰਜ਼, ਮੈਕਰੋਨ, ਸਟਾਰਮਰ ਅਤੇ ਟਸਕ ਐਨ ਰੂਟ ਕਿਯੇਵ - ਡੀ ਡਬਲਯੂ",
        "ਵਿਧਾਇਕਾਂ ਨੇ ਕਾਂਗਰਸ ਦੇ ਲਾਇਬ੍ਰੇਰੀਅਨ ਵਜੋਂ ਹੇਡਨ ਦੀ ਬਰਖਾਸਤਗੀ ਦੀ ਮੰਗ ਨਹੀਂ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਰਿਪੋਰਟਃ ਗਊਆਂ ਨੇ ਰਸ਼ੋਦ ਬੈਟੇਮੈਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਲਈ ਇੱਕ ਵਪਾਰ ਵੱਲ ਵੇਖਿਆ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਹੈਬੀਅਸ ਕਾਰਪਸ ਨੂੰ ਖਤਮ ਕਰਨ 'ਤੇ ਵਿਚਾਰ ਕਰ ਰਿਹਾ ਹੈ, ਕਿਸੇ ਦੀ ਨਜ਼ਰਬੰਦੀ ਨੂੰ ਚੁਣੌਤੀ ਦੇਣ ਦਾ ਕਾਨੂੰਨੀ ਅਧਿਕਾਰ - ਦਿ ਗਾਰਡੀਅਨ",
        "ਗੂਗਲ I/O 2025: ਜੈਮਿਨੀ ਅਤੇ ਐਂਡਰਾਇਡ 16 ਦੇ ਅਪਡੇਟਾਂ ਸਮੇਤ ਕੀ ਉਮੀਦ ਕਰਨੀ ਹੈ - TechCrunch",
        "ਫੈਡਰਲ ਇਮੀਗ੍ਰੇਸ਼ਨ ਏਜੰਟ ਐਨਜੇ ਹਿਰਾਸਤ ਕੇਂਦਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਨੇਵਾਰਕ ਮੇਅਰ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰਦੇ ਹਨ... - ਯੂਐਸਏ ਟੂਡੇ",
        "ਇਹ ‘ਟਰੰਪ ਵਪਾਰ’ ਨੇ ਅਪ੍ਰੈਲ ਵਿਚ 29 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੇ ਖਜ਼ਾਨਾ ਬਾਜ਼ਾਰ ਨੂੰ ਲਗਭਗ ਕਿਵੇਂ ਕਰੈਸ਼ ਕੀਤਾ - ਮਾਰਕੀਟਵਾਚ",
        "ਇਕ ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਐਨ ਬੀ ਸੀ ਦੁਆਰਾ ਰੱਦ ਕੀਤਾ ਗਿਆ ‘ਸੂਟ ਐਲ ਏ’ - ਡੈੱਡਲਾਈਨ",
        "ਐਫ ਡੀ ਏ ਨੇ ਪਹਿਲੀ ਸਰਵਾਈਕਲ ਕੈਂਸਰ ਸਕ੍ਰੀਨਿੰਗ ਡਿਵਾਈਸ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ ਜੋ ਘਰ ਵਿਚ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਕੰਪਨੀ ਕਹਿੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਐਟਮ ਸਮੈਸ਼ਰ ਲੀਡ ਨੂੰ ਸੋਨੇ ਵਿੱਚ ਬਦਲ ਗਿਆ — ਅਤੇ ਫਿਰ ਇੱਕ ਪਲ ਵਿੱਚ ਇਸ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਖਸਰਾ ਗਣਿਤਃ ਦੇਸ਼ ਭਰ ਵਿੱਚ 1,001 ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈਃ ਸ਼ਾਟ - ਸਿਹਤ ਖ਼ਬਰਾਂ - ਐਨਪੀਆਰ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਸਟਾਕ ਡਿੱਗਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਚੀਨ ਦੇ ਟੈਰਿਫ ਨੇੜਿਓਂ ਗੱਲ ਕਰਦੇ ਹਨ; ਟੈੱਸਲਾ ਫੇਡ ਅਧਿਕਾਰੀਆਂ ਦੇ ਤੌਰ ਤੇ ਛਾਲ ਮਾਰਦਾ ਹੈ ਸਾਊਂਡ ਚੇਤਾਵਨੀ - ਨਿਵੇਸ਼ਕ ਦਾ ਬਿਜ਼ਨਸ ਡੇਲੀ",
        "ਸਕੂਪਃ ਯੂਏਈ ਨੇ ਇਜ਼ਰਾਈਲ ਨੂੰ ਕਿਹਾ ਕਿ ਇਹ ਨਵੇਂ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਵਿਧੀ \"ਜਿਵੇਂ ਖੜ੍ਹਾ ਹੈ\" ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ - ਐਕਸੀਓਸ",
        "ਸੀਨ ਕੰਬਜ਼ ਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੈਪਰ ਰਿਸ਼ਤੇ ਵਿਚ 'ਘਰੇਲੂ ਹਿੰਸਾ' ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਆਪਣੇ ਸਵੀਪਿੰਗ ਟੈਕਸ ਅਤੇ ਖਰਚਿਆਂ ਦੇ ਕਟੌਤੀ ਪੈਕੇਜ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਅਮੀਰਾਂ 'ਤੇ ਟੈਕਸ ਵਧਾਉਂਦੇ ਹੋਏ ਫਲੋਟ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ-ਅਮਰੀਕਾ ਸੰਬੰਧਃ ਸਰਕਾਰ ਨੇ ਟਰੰਪ ਅਫਰੀਕਾਨੇਰ ਸ਼ਰਨਾਰਥੀ ਯੋਜਨਾ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਮੁੱਖ ਮੁੱਦਿਆਂ 'ਤੇ ਪੋਪ ਲਿਓ ਦਾ ਰੁਖ, ਜਲਵਾਯੂ ਤਬਦੀਲੀ ਤੋਂ ਲੈ ਕੇ ਐਲਜੀਬੀਟੀਕਿQ+ ਅਧਿਕਾਰਾਂ ਤੋਂ ਲੈ ਕੇ ਅਮਰੀਕੀ ਰਾਜਨੀਤੀ ਤੱਕ - ਐਨਪੀਆਰ",
        "ਨੇਵਾਰਕ ਏਅਰਪੋਰਟ ਦੇ ਰਾਡਾਰ ਬੰਦ ਹੋਣ ਨਾਲ ਫਿਰ ਹੜਤਾਲ, ਹੋਰ ਉਡਾਣਾਂ ਵਿਚ ਦੇਰੀ - ਦਿ ਵਰਜ"
    ]
}