{
    "headlines": [
        "\"لقد حصلنا للتو على أول مشروع قانون للتعريفات الجمركية \": يشارك الأمريكيون كيف يرون بالفعل أن تعريفات ترامب تؤثر على حياتهم وأعمالهم - MSN",
        "UFC 315 الوجبات الجاهزة: جاك ديلا مادالينا يستهل عصر الفوضى الكاملة - ياهو سبورتس",
        "برجك ليوم الأحد 11 مايو 2025 - شيكاغو صن تايمز",
        "تحذر وزارة الأمن الداخلي من المزيد من الاعتقالات من قبل الديمقراطيين بعد احتجاج مركز الاعتقال ICE في نيوارك — حيث يلقي رئيس البلدية رأس بركة باللوم على الوكالة في التصعيد - نيويورك بوست",
        "تخلق التوترات الاقتصادية وارتفاع أسعار الذهب جنونًا لتجار المجوهرات الأمريكيين - أخبار أسوشيتد برس",
        "روسيا وكوريا الشمالية تحولان تحالفهما الحربي إلى أداة دعائية - وول ستريت جورنال",
        "\"SNL \": ترامب يتحدث مع بابا شيكاغو بينما تشرب جانين بيرو النبيذ - التنوع",
        "Edwards، Randle lead Timberwolves past Warriors 102-97 for 2-1 lead in second - round playoff series - SFGATE",
        "القادة الأوروبيون يطلبون من بوتين الموافقة على وقف إطلاق النار في أوكرانيا أو مواجهة عقوبات جديدة - كيه إس إل نيوز",
        "يتقدم بايتون بريتشارد إلى سيلتيكس في المباراة 3 للفوز مقابل نيكس، ويتجاوز ذلك بكثير رماية النقاط الثلاث - سي بي إس سبورتس",
        "يصل أوزتورك إلى مطار لوغان بعد 6 أسابيع من الاحتجاز لدى دائرة الهجرة والجمارك - WBUR",
        "بوتين يقول إن روسيا مستعدة لإجراء \"محادثات مباشرة\" مع أوكرانيا بينما يضغط القادة الأمريكيون والأوروبيون من أجل وقف إطلاق النار - سي إن إن",
        "يلعب ترامب بالفعل بالنار مع خطته للتعريفات الجمركية، مضيفًا أن زيادة الضرائب قد تعني حربًا أهلية للحزب الجمهوري - نيويورك بوست",
        "خطة الضرائب الجزئية للجمهوريين تقدر تكلفتها بـ 5 تريليون دولار - بوليتيكو",
        "يصل إلى غالاباغوس خمسة صيادين نجوا بعد 55 يومًا من الغرق بسبب شرب المطر وغليان الأسماك العابرة - سي إن إن",
        "تم بيع قنبلة عملاقة إلى قنبلة عملاقة - aftermath.site",
        "توم كروز يدلي بتعليق نادر حول نيكول كيدمان السابقة - ياهو",
        "يتقاعد ديريك كار، ويشكر نيو أورليانز ساينتس على فرصة عيش \"حلم الطفولة\" - نيو أورليانز ساينتس",
        "بلغت حالات الحصبة في الولايات المتحدة 1000 حالة فقط. لا يزال RFK Jr. لا يأخذ الأمر على محمل الجد. - HuffPost"
    ]
}