{
    "headlines": [
        "ਉੱਚ ਬਿੱਲ ਮਹਿੰਗਾਈ ਨੂੰ ਇੱਕ ਸਾਲ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਧੱਕਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਪੋਪ ਲਿਓ ਦੀ ਗਾਜ਼ਾ ਲਈ ਅਪੀਲਃ 'ਸਹਾਇਤਾ ਨੂੰ ਦਾਖਲ ਹੋਣ ਦੀ ਆਗਿਆ ਦਿਓ, ਦੁਸ਼ਮਣਾਂ ਨੂੰ ਖਤਮ ਕਰੋ' - ਵੈਟੀਕਨ ਨਿ Newsਜ਼",
        "2023 ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਬਿਡੇਨ ਦਾ ਵਿਗੜਿਆ ਵਿਗਾੜ ਅਨਨਰਵਡ ਹਾ Houseਸ ਡੈਮੋਕਰੇਟਸ, ਨਵੀਂ ਕਿਤਾਬ ਦਾ ਖੁਲਾਸਾ - ਐਕਸੀਓਸ",
        "ਜਾਰਜ ਵੈਂਡਟਃ ਟੇਡ ਡੈਨਸਨ ਅਤੇ ਕੈਲਸੀ ਗ੍ਰਾਮਰ ਚੀਅਰਸ ਸਹਿ-ਸਟਾਰ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਟਿੰਬਰਵੋਲਵਜ਼-ਨੂਗੇਟਸਃ ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਦੇ ਰੂਪ ਵਿੱਚ 5 ਟੇਕਵੇਅਜ਼ ਨੇ ਦਬਦਬੇ ਵਾਲੇ ਫੈਸ਼ਨ ਵਿੱਚ ਵੈਸਟ ਫਾਈਨਲਜ਼ ਦਾ ਉਦਘਾਟਨ ਕੀਤਾ - ਐਨਬੀਏ",
        "ਕ੍ਰਿਸਟੋਫਰ ਰੈਨਸਟ੍ਰੋਮ ਦੁਆਰਾ ਬੁੱਧਵਾਰ, 5/21/25 ਲਈ ਕੁੰਡਲੀ - SFGATE",
        "ਜੱਜ ਨੇ ਅਮਰੀਕਾ ਨੂੰ ਦੱਖਣੀ ਸੂਡਾਨ ਭੇਜੇ ਗਏ ਪ੍ਰਵਾਸੀਆਂ ਦੀ ਹਿਰਾਸਤ ਬਣਾਈ ਰੱਖਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੋਰਨੇਟ ਪੰਜ ਸਾਲਾਂ ਦੇ ਪਾੜੇ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਐਪ ਸਟੋਰ ਤੇ ਵਾਪਸ ਆ ਗਿਆ - TechCrunch",
        "ਬ੍ਰਿਟੇਨ ਨੇ ਇਜ਼ਰਾਈਲ ਨਾਲ ਮੁਕਤ ਵਪਾਰ ਗੱਲਬਾਤ ਮੁਅੱਤਲ ਕਰਕੇ ਪਾਬੰਦੀਆਂ ਦਾ ਕੀਤਾ ਐਲਾਨ - NPR",
        "ਐਲਨ ਮਸਕ ਦਾ ਰਾਜਨੀਤੀ ਤੋਂ ਪਿੱਛੇ ਹਟਣਾ ਉਸ ਦੇ ਆਖਰੀ ਵੱਡੇ ਨਿਵੇਸ਼ ਦੇ ਫਲਾਪ ਹੋਣ ਤੋਂ ਬਾਅਦ ਆਇਆ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਜੈਮਿਨੀ ਏਆਈ ਏਕੀਕਰਣ ਦੇ ਨਾਲ ਐਂਡਰਾਇਡ ਐਕਸਆਰ ਗਲਾਸ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ - ਡੀਕ੍ਰਿਪਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕਾ ਨੇ ‘ਗੋਲਡਨ ਡੋਮ‘ ਮਿਜ਼ਾਈਲ ਰੱਖਿਆ ਪ੍ਰਣਾਲੀ ਦੀ ਯੋਜਨਾ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਏਐਮਡੀ ਨੇ COMPUTEX 2025 - ਏਐਮਡੀ ਵਿਖੇ ਨਵੇਂ ਰੇਡਿਓਨ ਗ੍ਰਾਫਿਕਸ ਕਾਰਡ ਅਤੇ ਰਾਈਜ਼ਨ ਥ੍ਰੈਡ੍ਰਿਪਰ ਪ੍ਰੋਸੈਸਰ ਪੇਸ਼ ਕੀਤੇ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਨੇ ਡਬਲ-ਡਬਲ ਦੇ ਨਾਲ ਡਬਲ-ਡਬਲ ਦੇ ਨਾਲ ਡਬਲਯੂਐਨਬੀਏ ਦਾ ਇਤਿਹਾਸ ਰਚਿਆ ਬੁਖਾਰ ਗ੍ਰੀਨਰ, ਡ੍ਰੀਮ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਤੁਸੀਂ ਪੁੱਛਿਆਃ ਕੀ ਸੁਰੱਖਿਆ ਅਧਿਐਨਾਂ ਤੋਂ ਬਿਨਾਂ ਟੀਕੇ ਮਨਜ਼ੂਰ ਹਨ? - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡੈਮੋਕਰੇਟਿਕ ਚੈਲੰਜਰ ਨੇ ਪਿਟਸਬਰਗ ਦੇ ਮੇਅਰ ਨੂੰ ਇੱਕ ਪ੍ਰਾਇਮਰੀ ਵਿੱਚ ਹਰਾਇਆ, ਪਾਰਟੀ ਦੇ ਭਵਿੱਖ ਨੂੰ ਲੈ ਕੇ ਟਕਰਾਅ ਤੋਂ ਬਾਅਦ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੀਓਜੇ ਨੇ ਕਾਂਗਰਸ ਨੂੰ ਮਹਾਂਮਾਰੀ ਦੀ ਗਵਾਹੀ ਬਾਰੇ ਐਂਡਰਿ Cu ਕੁਓਮੋ ਦੀ ਜਾਂਚ ਖੋਲ੍ਹ ਦਿੱਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟੋਯੋਟਾ ਅਮਰੀਕਾ ਦੀ ਚੋਟੀ-ਵੇਚਣ ਵਾਲੀ ਆਰਏਵੀ 4 ਐਸਯੂਵੀ ਨੂੰ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਇਕ ਹਾਈਬ੍ਰਿਡ ਬਣਨ ਲਈ ਮੁੜ ਡਿਜ਼ਾਈਨ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜੂਨ ਵਿਚ ਅਮਰੀਕਾ ਵਿਚ ਅਲਜ਼ਾਈਮਰ ਦਾ ਪਹਿਲਾ ਬਲੱਡ ਟੈਸਟ ਉਪਲਬਧ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਓਲੰਪਿਕ ਫਲੈਗ ਫੁੱਟਬਾਲ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਚ ਸਰਗਰਮ ਖਿਡਾਰੀਆਂ ਨੂੰ ਹਿੱਸਾ ਲੈਣ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਮਾਲਕਾਂ ਨੇ 32-0 ਵੋਟਾਂ ਪਾਈਆਂ"
    ]
}