{
    "headlines": [
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀਆਂ ਸਿਫਾਰਸ਼ਾਂ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਚੋਟੀ ਦੇ ਸੀਡੀਸੀ ਕੋਵੀਡ ਟੀਕਾ ਸਲਾਹਕਾਰ ਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਮਾਰ ਜੈਕਸਨ, ਟ੍ਰੇ ਹੈਂਡਰਿਕਸਨ ਹੈੱਡਲਾਈਨ ਵੈਟਰਨਜ਼ ਜੋ 2025 ਐਨਐਫਐਲ ਸੀਜ਼ਨ ਵਿੱਚ ਸਿਰਲੇਖ ਵਧਾਉਣ ਦੇ ਹੱਕਦਾਰ ਹਨ - ਐਨਐਫਐਲ.",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਲਾਈਵ ਅਪਡੇਟਸਃ ਬ੍ਰਾਇਨਾ ਬੋਂਗੋਲਨ ਗਵਾਹੀ ਦਿੰਦੀ ਹੈ ਕਿ ਸੀਨ ਕੰਬਜ਼ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਉਸ' ਤੇ ਹਮਲਾ ਕੀਤਾ, ਉਸ ਨੂੰ ਬਾਲਕੋਨੀ 'ਤੇ ਡਾਂਗ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Exclusive | ਅਰਥਸ਼ਾਸਤਰੀਆਂ ਨੇ ਅਮਰੀਕੀ ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ ਦੀ ਗੁਣਵੱਤਾ ਬਾਰੇ ਉਠਾਏ ਸਵਾਲ - ਡਬਲਯੂਐਸਜੇ",
        "ਯੂਐਸ ਸਿੱਖਿਆ ਵਿਭਾਗ ਕੋਲੰਬੀਆ ਯੂਨੀਵਰਸਿਟੀ ਦੇ ਕੋਲੰਬੀਆ ਦੇ ਸਿਰਲੇਖ VI ਉਲੰਘਣਾ ਦੇ ਪ੍ਰਮਾਣਕ ਨੂੰ ਸੂਚਿਤ ਕਰਦਾ ਹੈ - ਯੂਐਸ ਸਿੱਖਿਆ ਵਿਭਾਗ (.ਗੋਵ)",
        "‘ਇੱਥੇ ਕੋਈ ਫਿudਡ ਨਹੀਂ ਹੈ’: ਵਾਲਟਨ ਗੋਗਿੰਸ ਅਤੇ ਐਮੀ ਲੂ ਵੁੱਡ ਸਭ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ‘ਵ੍ਹਾਈਟ ਲੋਟਸ‘ ਕੁਨੈਕਸ਼ਨ, ਇਕ ਕੱਟੇ ਪਿਆਰ ਦਾ ਦ੍ਰਿਸ਼ ਅਤੇ ਹਾਂ 'ਤੇ ਦੱਸਦੇ ਹਨ, ਕਿਉਂ ਉਸਨੇ ਉਸ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ' ਤੇ ਅਨਫੋਲੋ ਕੀਤਾ - ਭਿੰਨਤਾ",
        "ਸੈਟੇਲਾਈਟ ਤਸਵੀਰਾਂ ਯੂਕਰੇਨ ਦੇ ਡਰੋਨ ਦੁਆਰਾ ਰੂਸੀ ਜਹਾਜ਼ਾਂ ਦੇ ਵਿਨਾਸ਼ ਨੂੰ ਦਰਸਾਉਂਦੀਆਂ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਾਬਕਾ ਬਿਡੇਨ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਪ੍ਰੈਸ ਸਕੱਤਰ ਕੈਰੀਨ ਜੀਨ-ਪਿਅਰੇ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਡੈਮੋਕਰੇਟਿਕ ਪਾਰਟੀ ਛੱਡ ਰਹੀ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਮੀਖਿਆਃ 349 ਡਾਲਰ 'ਤੇ, ਏਐਮਡੀ ਦਾ 16 ਜੀਬੀ ਰੈਡਿਓਨ ਆਰਐਕਸ 9060 ਐਕਸਟੀ ਬੀਟ ਕਰਨ ਲਈ ਨਵਾਂ ਮਿਡਰੇਂਜ ਜੀਪੀਯੂ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਛੋਟੇ ਲਾਲ ਤਾਰੇ ਦੇ ਆਲੇ ਦੁਆਲੇ ਲੱਭੇ ਗਏ ਜਿਨੋਰਮਸ ਗ੍ਰਹਿ ਸੋਲਰ ਪ੍ਰਣਾਲੀਆਂ ਦੀ ਸਾਡੀ ਸਮਝ ਨੂੰ ਚੁਣੌਤੀ ਦਿੰਦੇ ਹਨ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਪਾਮ ਸਪ੍ਰਿੰਗਜ਼ ਜਣਨ ਕਲੀਨਿਕ ਵਿਸਫੋਟ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਸ਼ੱਕੀਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬੈਂਗਲੁਰੂ ਵਿੱਚ ਆਰਸੀਬੀ ਦੀ ਘਰ ਵਾਪਸੀ 'ਤੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੀ ਮੌਤ ਅਤੇ ਜ਼ਖਮੀ - ESPNcricinfo",
        "ਕੈਨੇਡੀ ਨੇ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਟੀਚਿਆਂ 'ਤੇ ਲੂਟਨਿਕ ਨੂੰ ਗਰਿਲ ਕੀਤਾ - ਪੋਲੀਟੀਕੋ",
        "ਕੈਵਾਲੀਅਰਜ਼ ਸਹਾਇਕ ਜੌਰਡਨ ਓਟੀਟੀ ਨੂੰ ਸਨਜ਼ ਦਾ ਅਗਲਾ ਮੁੱਖ ਕੋਚ ਬਣਾਇਆ ਜਾਵੇਗਾ - ਐਰੀਜ਼ੋਨਾ ਸਪੋਰਟਸ",
        "ਕ੍ਰੈਮਰ ਵੈੱਲਜ਼ ਫਾਰਗੋ ਦੀ ਸੰਪਤੀ-ਕੈਪ ਹਟਾਉਣ ਨੂੰ 'ਵਾਟਰਸ਼ੈਡ ਪਲ' ਕਹਿੰਦਾ ਹੈ, ਸਟਾਕ 'ਤੇ ਕੀਮਤ ਦਾ ਟੀਚਾ ਵਧਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੀਬੀਪੀ, ਆਈਸੀਈ, ਅਤੇ ਯੂਐਸਸੀਆਈਐਸ ਨੇ ਬੋਲਡਰ ਅੱਤਵਾਦੀ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਵੀਜ਼ਾ ਓਵਰਸਟੇਜ਼ 'ਤੇ ਕ੍ਰੈਕਡਾਉਨ ਨੂੰ ਰੈਂਪ ਅਪ ਕਰਨ ਲਈ - ਯੂਐਸਸੀਆਈਐਸ (.ਜੀਓਵੀ)",
        "ਜਾਪਾਨ ਦੀ ਇਕ ਕੰਪਨੀ ਚੰਦਰਮਾ 'ਤੇ ਉਤਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗੀ । ਇੱਥੇ ਇਸ ਦੇ ਲੈਂਡਰ ਨੇ ਮਹੀਨੇ ਕਿਉਂ ਬਿਤਾਏ, ਦਿਨ ਨਹੀਂ, ਪੁਲਾੜ ਵਿੱਚ - ਸੀ ਐਨ ਐਨ",
        "ਡਰਾਉਣੇ ਰਿਪਬਲਿਕਨ ਏਲੋਨ ਮਸਕ - ਐਕਸੀਓਸ ਨਾਲ ਲੜਾਈ ਤੋਂ ਬਚਣ ਲਈ ਘਬਰਾਉਂਦੇ ਹਨ"
    ]
}