{
    "headlines": [
        "Poutine suggère que la Russie et l'Ukraine aient des pourparlers « directs » la semaine prochaine - BBC",
        "Horaire, cotes, temps de jeu des Knicks contre les Celtics : Boston a préféré gagner la série après la victoire du match 3 - CBS Sports",
        "Tom Cruise fait un commentaire rare à propos de son ex Nicole Kidman - Yahoo",
        "UFC 315 EN DIRECT : Résultats et analyse pour Muhammad vs Della Maddalena - ESPN",
        "Le partenaire d'Elizabeth Holmes aurait collecté des fonds pour une nouvelle start-up de tests sanguins - TechCrunch",
        "Les cas de rougeole aux États-Unis viennent d'atteindre 1 000. RFK Jr. ne le prend toujours pas au sérieux. - HuffPost",
        "L'Inde et le Pakistan s'accusent mutuellement de violer le cessez-le-feu quelques heures après avoir conclu un accord - NPR",
        "Miley Cyrus fait de rares déclarations sur sa famille après que « maman ne la suive plus sur Instagram » - New York Post",
        "Qu'est-ce qui se cache derrière le conflit entre l'Inde et le Pakistan au sujet du Cachemire et pourquoi est-il si grave - ABC News",
        "Kellen Moore déclare ouverte la compétition QB entre Tyler Shough, Jake Haener, Spencer Rattler - NBC Sports",
        "La FDA approuve le premier outil américain à domicile en tant qu'alternative au test de Papanicolaou - NPR",
        "Les autorités arrêtent plus de 100 personnes sur les routes du Tennessee pour soutenir le plan d'expulsion de Trump - CNN",
        "4,1 tremblement de terre de magnitude dans le Tennessee hochets maisons aussi loin que Atlanta - PBS",
        "L'équipe Trump réfléchit à la suspension du droit constitutionnel de l'habeas corpus d'accélérer les expulsions. Est-ce possible ? - AP News",
        "L'Europe menace Nord Stream 2 de sanctions pour faire pression sur la Russie afin qu'elle cesse le feu - WSJ",
        "Box-office : ‘Thunderbolts*’ en tête à nouveau le deuxième week-end, ‘Sinners‘ traversant 200 millions de dollars au pays - Variété"
    ]
}