{
    "headlines": [
        "Nach Jahren des Höhenflugs macht sich Celebrity Tequila auf den Weg zum Aufprall - CNN",
        "Trump Justice Dept. erwägt, die Schlüsselüberprüfung der Strafverfolgung durch den Gesetzgeber zu entfernen - The Washington Post",
        "Papst Leo XIV. feiert die Eröffnungsmesse am Sonntag, Tausende werden erwartet - ABC News",
        "Scarlett Johansson singt \"Piano Man\" Parodie mit herzlichem \"SNL\" Twist zum Abschluss von Staffel 50 - The Hollywood Reporter",
        "Scottie Scheffler bulldozes Quail Hollow to grab PGA Championship lead - The Washington Post",
        "FDA genehmigt Novavax COVID-19 Schuss, aber mit ungewöhnlichen Einschränkungen - AP News",
        "Das mexikanische Marineschiff stürzt auf die Brooklyn Bridge in New York City - BBC",
        "Caitlin Clark sagt keine \"böswillige\" Absicht hinter dem offensichtlichen Foul an Angel Reese: \"Nicht die Art von Spieler, die ich bin\" - New York Post",
        "Hauptkartenergebnisse | UFC-Kampfnacht: Verbrennungen gegen Morales - UFC.com",
        "Israel startet eine neue Militäroperation in Gaza. Netanyahu fordert das Verhandlungsteam auf, bei den Gesprächen zu bleiben - KTLA",
        "Trump sagt, er werde am Montag mit Putin und Zelensky sprechen und auf einen Waffenstillstand drängen - Axios",
        "Amazon behauptet, dass es ständig neue Kunden zu Alexa Plus einlädt - The Verge",
        "\"Zurückschlagen\": Pedro Pascal fordert Cannes auf, dem politischen Druck der USA zu widerstehen - Al Jazeera",
        "Rail strike latest: NJ Transit, BLET chairman agree that talks are ‘moving in the right direction’ - News 12 - New Jersey",
        "Trump schlägt vor, dass der Oberste Gerichtshof seine gesetzlosen Abschiebungen \"illegal\" blockiert - Rolling Stone",
        "\"Die My Love\" erhält 9-minütige Ovation bei der Premiere in Cannes: Jennifer Lawrence Stars - Deadline",
        "Kolumne | Republicans set make-believe deadline, turning agenda into process story - The Washington Post"
    ]
}