{
    "headlines": [
        "Indian military says Pakistani troops fired at positions along the border in disputed Kashmir - AP News",
        "Virginia Giuffre, prominent Jeffrey Epstein sex abuse survivor and accuser of Prince Andrew, has died - CNN",
        "World leaders, including Zelensky, arrive in Rome for Pope Francis's funeral - BBC",
        "Lazar's Best Players Available for the Patriots Heading Into Day Three of the NFL Draft - New England Patriots",
        "Shedeur Sanders best landing spots: Ranking possible teams to select Colorado QB on Day 3 of 2025 NFL Draft - CBS Sports",
        "Science news this week: A 'skull' on Mars and the discovery of a brand-new color - Live Science",
        "Israel Has Beaten Back Its Enemies. The War Is Now Rocking Its Partners. - WSJ",
        "2025 NFL Draft: Shedeur Sanders among best players available on Day 2 - FOX Sports",
        "Steelers first-round pick Derrick Harmon's mother, Tiffany Saine, dies shortly after his selection - AP News",
        "Wife of Weezer Bassist Seen Holding, ‘Firing’ Gun in Video Released by LAPD - Rolling Stone",
        "WWE SmackDown Match Results, Highlights and Key Moments for April 25, 2025 - Ringside News",
        "Justice Department revokes Biden-era protections for reporters in leak investigations - NPR",
        "How much has Elon Musk's Doge cut from US government spending? - BBC",
        "Vaccinated adult from Colorado infected with measles, the state's first “breakthrough” case this year - The Colorado Sun",
        "How a Trump administration crackdown on foreign students unraveled - Politico",
        "Bezos-Backed Startup Launches Cheap, US-Made Electric Pickup - Bloomberg.com",
        "With over 900 US measles cases so far this year, things are looking bleak - Ars Technica",
        "Second measles case reported locally, Austin Public Health says - KUT",
        "Box Office: ‘Sinners’ Eyes Astounding $30M-$40M, ‘Accountant 2’ Gains Edge Over ‘Revenge of the Sith’ - The Hollywood Reporter"
    ]
}