{
    "headlines": [
        "Sean ‘Diddy’ Combs Committed Domestic Violence But Is Not Guilty Of Sex Trafficking, Defense Tells Jury On Opening Day Of Trial - Deadline",
        "NASA's Webb Space Telescope captures bright auroras on Jupiter - NBC News",
        "Tory Lanez Rushed To Hospital After Being Stabbed In Prison - HotNewHipHop",
        "Giannis Antetokounmpo trade rumors: Bucks star 'open-minded' about exploring trade options - CBS Sports",
        "Hamas releases Edan Alexander, last living American hostage in Gaza - Axios",
        "A Soviet-era space probe crashed back to Earth after more than 50 years in orbit - NPR",
        "Britain sets out plan to toughen rules on migration, as Starmer combats surge in support for populists - CNN",
        "Deputy attorney general who defended Trump in hush money trial named acting Librarian of Congress - AP News",
        "Fact Sheet: President Donald J. Trump Announces Actions to Put American Patients First by Lowering Drug Prices and Stopping Foreign Free-riding on American Pharmaceutical Innovation - The White House (.gov)",
        "Palantir in focus as BofA sets new Wall Street high price target (PLTR:NASDAQ) - Seeking Alpha",
        "Early Addition: New start-up wants to diagnose your ailments with a blood sample - Gothamist",
        "Trump says China will 'open up' to U.S. businesses, suspend trade barriers - CNBC",
        "Governor Newsom releases state model for cities and counties to immediately address encampments with urgency and dignity - Governor of California (.gov)",
        "Taylor Swift Wore a Legitimately Surprising Sundress for a Mother's Day Outing With Travis Kelce - glamour.com",
        "Exclusive: InventWood is about to mass produce wood that’s stronger than steel - TechCrunch",
        "Stocks soar after U.S. and China agree to temporarily slash tariffs - NPR",
        "Fight over Medicaid cuts heats up as House Republicans release bill - NBC News",
        "20 Most-Anticipated Movies of Cannes 2025 - Rolling Stone",
        "Social Security tax break not in House tax bill - Axios",
        "Pope Leo calls for journalists to be released from prison - BBC"
    ]
}