{
    "headlines": [
        "العقود الآجلة للأسهم تنخفض بعد أن يسجل مؤشر S&P 500 رقمًا قياسيًا جديدًا للفوز بالربع الثاني: تحديثات مباشرة - CNBC",
        "مصادر: Grizz تمدد صفقة جاكسون بقيمة 240 مليون دولار - ESPN",
        "برايان كوبيرجر يعترف بالذنب في جميع التهم الموجهة إليه في جرائم القتل في كلية إيداهو - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "بوزمان يهرع لعرقلة تعديل غراسلي للمساعدات الزراعية - بوليتيكو",
        "مبتكر لعبة الحبار هوانغ دونغ هيوك قرأ فقط شائعات ديفيد فينشر \"في مقالات\" مثل بقيتنا - نادي AV",
        "تلسكوب جيمس ويب يكشف الأسرار الهيكلية العميقة لمجرات القرص، ويكشف كيف بنى الكون أعظم أشكاله - باجيت وقح",
        "ماسك يمزق مشروع قانون ضرائب ترامب باعتباره \"عبودية الديون\"، ويتعهد بإزاحة الجمهوريين الذين يدعمونه - سي إن بي سي",
        "تسجل الموجة الحارة الآخذة في التوسع في أوروبا درجات حرارة قياسية، بما في ذلك في جبال الألب - واشنطن بوست",
        "بعد غلاستونبري، يواجه بوب فيلان تحقيقًا جنائيًا في المملكة المتحدة وإلغاء التأشيرة الأمريكية - NPR",
        "القاضي يوافق على بيع 23andMe — ومجموعة بيانات الحمض النووي الخاصة بها — إلى منظمة غير ربحية يقودها مؤسسها - NPR",
        "وداع فوغنيني ؟ يتأمل فابيو الدموعي الوداع بعد جولة ألكاراز المكونة من خمسة فصول - ATP",
        "كارين دايموند، محترقة في هجوم شارع بولدر بيرل، تموت - كاميرا بولدر اليومية",
        "أكثر من 300 تهمة في مخططات الاحتيال في الرعاية الصحية بقيمة 14.6 مليار دولار، كما تقول وزارة العدل - أسوشيتد برس نيوز",
        "مارك زوكربيرج يعلن عن مجموعته الفائقة \"الذكاء الفائق\" للذكاء الاصطناعي - The Verge",
        "أبل لديها أخيرا شباك التذاكر ضرب مع ‘F1. \"ما هي الخطوة التالية لاستراتيجية الفيلم في الاستوديو ؟ - التنوع",
        "استدرج مسلح رجال الإطفاء إلى كمين في أيداهو. إليك ما نعرفه - NPR",
        "يقول مسؤول في المستشفى إن الضربة الإسرائيلية على مقهى بالقرب من ميناء مدينة غزة تقتل العشرات - سي إن إن",
        "هيئة المحلفين تتداول في محاكمة شون \"ديدي\" للاتجار بالجنس - تحديثات حية - بي بي سي",
        "ستيلرز يدفع معظم راتب جالين رامسي لعام 2025 - إن بي سي سبورتس"
    ]
}