{
    "headlines": [
        "Мировые католики считают первого американского папу едва ли американцем - The New York Times",
        "Келлен Мур объявляет открытый конкурс QB среди Тайлера Шоу, Джейка Хейнера, Спенсера Раттлера - NBC Sports",
        "Меган Маркл и принц Гарри не могут оторваться друг от друга во время свидания на концерте Бейонсе в Лос-Анджелесе - New York Post",
        "Пресс-секретарь DHS: больше арестов DEM «на столе» после потасовки на объекте ICE - Politico",
        "FDA одобряет первый в США домашний инструмент в качестве альтернативы мазку Папаниколау - NPR",
        "Европейские лидеры заручились поддержкой Трампа, чтобы оказать давление на Путина и добиться безоговорочного прекращения огня - politico.eu",
        "США и Китай начинают переговоры на фоне напряженности вокруг тарифной войны Трампа - NPR",
        "Команда Трампа обдумывает приостановление конституционного права хабеас корпус на ускорение депортации. Может ли? - AP News",
        "Предварительное землетрясение магнитудой 4,1 сотрясет Теннесси, некоторые районы Джорджии и Северной Каролины - Новости CBS",
        "Одна неделя кампании, партия голосует за замену номинанта - Newser",
        "Майли Сайрус и Билли Рэй Сайрус воссоединяются на фоне слухов об отчуждении - Teen Vogue",
        "Как смотреть Knicks vs. Celtics в прямом эфире бесплатно в игре 3 плей-офф НБА - New York Post",
        "Box Office: ‘Thunderbolts*’ снова на вершине во второй уик-энд, ‘Sinners’ Crossing $ 200 Million Domestic - Variety",
        "Близкая радость езды на велосипеде в мета-очках Ray-Ban - TechCrunch",
        "Прогнозируемый состав: 2 тур, игра 3 против WSH - NHL.com",
        "Нанопластики, полученные из реальных пластиковых отходов, легко адсорбируют ионы тяжелых металлов, показывает исследование - Phys.org",
        "Суд над Шоном Комбсом: имена знаменитостей, нервы и отложенное жюри - Rolling Stone",
        "Лето может стать намного дороже благодаря тарифам - The Washington Post"
    ]
}