{
    "headlines": [
        "ਟੈਸਟ ਕੀਤਾ ਗਿਆਃ Nvidia ਦਾ GeForce ਹੁਣ ਹੁਣੇ ਹੀ ਮੇਰੇ ਸਟੀਮ ਡੈੱਕ ਵਿੱਚ ਨਵੀਂ ਜ਼ਿੰਦਗੀ ਦਾ ਸਾਹ ਲਿਆ - The Verge",
        "ਕੁੱਲ ਘਰੇਲੂ ਉਤਪਾਦ (ਦੂਜਾ ਅਨੁਮਾਨ), ਕਾਰਪੋਰੇਟ ਲਾਭ (ਮੁੱਢਲਾ ਅਨੁਮਾਨ), ਪਹਿਲੀ ਤਿਮਾਹੀ 2025 - ਆਰਥਿਕ ਵਿਸ਼ਲੇਸ਼ਣ ਬਿਊਰੋ (ਬੀਈਏ) (.ਜੀਓਵੀ)",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੀ ਔਰਤ ਨੂੰ 6 ਸਾਲ ਦੀ ਧੀ ਵੇਚਣ ਦੇ ਦੋਸ਼ 'ਚ ਉਮਰ ਕੈਦ - CBS News",
        "ਈ. ਐਲ. ਐਫ. ਬਿ Beautyਟੀ 1 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸੌਦੇ ਵਿਚ ਹੈਲੀ ਬੀਬਰ ਦੀ ਰੋਡ ਸਕਿਨ ਕੇਅਰ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੈਸਟ ਬਾਇ ਕਟੌਤੀ ਪੂਰੇ ਸਾਲ ਦੀ ਵਿਕਰੀ ਅਤੇ ਮੁਨਾਫੇ ਦੀ ਸੇਧ ਦੇ ਤੌਰ ਤੇ ਟੈਰਿਫ ਇਲੈਕਟ੍ਰਾਨਿਕਸ ਦੀ ਲਾਗਤ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬੇਨ ਜਾਨਸਨ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਕੈਲੇਬ ਵਿਲੀਅਮਜ਼ ਆਪਣੀ ਸਰੀਰ ਦੀ ਭਾਸ਼ਾ ਨੂੰ ਸਾਫ਼ ਕਰੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "Benedict Cumberbatch, Dua Lipa, Riz Ahmed ਤੇ Annie Lennox ਨੇ ਬ੍ਰਿਟੇਨ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਕੀਰ ਸਟਾਰਮਰ ਨੂੰ ਭੇਜੀ 300 ਹਸਤਾਖਰਾਂ ਵਾਲੀ ਚਿੱਠੀ",
        "ਸ਼ਰਬਤ ਫੜੋਃ ਸ਼ੁੱਕਰ 'ਤੇ ਅਜੀਬ ਸੰਪੂਰਨ' ਪੈਨਕੇਕਸ 'ਸਾਬਤ ਕਰ ਸਕਦਾ ਹੈ ਕਿ ਗ੍ਰਹਿ ਬੱਕਲ ਰਿਹਾ ਹੈ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਸੀਨ ਓਮਲੇ ਇਕ ਹੋਰ ਕਾਰਨ ਦੱਸਦਾ ਹੈ ਕਿ ਗੋਲੇ ਨੇ ਉਸ ਨੂੰ ਕੋਚ ਦੇ ਰੋਸ਼ਨੀ ਦੇ ਦਾਅਵੇ ਤੋਂ ਬਾਅਦ ਯੂਐਫਸੀ ਬੈਂਟਮਵੇਟ ਸਿਰਲੇਖ ਦੀ ਕੀਮਤ ਕਿਉਂ ਦਿੱਤੀ - ਖੂਨੀ ਕੂਹਣੀ",
        "ਹਿਊ ਜੈਕਮੈਨ ਦਾ ਲੰਬੇ ਸਮੇਂ ਦਾ ਪਾਲ ਅਦਾਕਾਰ ਦੇਬੋਰਾ-ਲੀ ਫਰਨੇਸ ਤੋਂ 'ਮੁਸ਼ਕਲ' ਤਲਾਕ 'ਤੇ ਚੁੱਪੀ ਤੋੜਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਨਵੀਡੀਆ ਨੇ ਮਾਲੀਏ ਵਿਚ ਵਾਧੇ ਨੂੰ ਵੇਖਣ ਲਈ ਟੈਰਿਫ ਦੀ ਅਨਿਸ਼ਚਿਤਤਾ ਦਾ ਮੌਸਮ ਬਣਾਇਆ - ਬੀਬੀਸੀ",
        "ਇਤਾਲਵੀ ਰਾਜਕੁਮਾਰੀ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ 'ਜੀਵਿਤ ਰਹਿਣ ਲਈ ਖੁਸ਼ਕਿਸਮਤ' ਕਰੈਸ਼ ਹੋਣ ਤੋਂ ਬਾਅਦ 'ਹੈੱਡਫਸਟ ਇੱਕ ਕੰਧ ਵਿੱਚ' ਸਵਾਰੀ ਮੋਟਰਸਾਈਕਲਃ 'ਇੱਕ ਚਮਤਕਾਰ' - ਏਓਐਲ ਡਾਟ ਕਾਮ",
        "ਸਕੂਪਃ ਖਾੜੀ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਟਰੰਪ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਈਰਾਨ ਦੇ ਪ੍ਰਮਾਣੂ ਪ੍ਰੋਗਰਾਮ 'ਤੇ ਹੋਏ ਹਮਲਿਆਂ ਦਾ ਵਿਰੋਧ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਰਹੱਸਮਈ 'ਪਲੈਨਟ ਨੌਂ' ਦਾ ਸ਼ਿਕਾਰ ਇਕ ਹੈਰਾਨੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - Phys.",
        "ਧੂੰਆਂ ਰੌਬਿਨਸਨ ਨੇ ਬਲਾਤਕਾਰ ਦੇ ਦੋਸ਼ੀਆਂ ਖਿਲਾਫ 500 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਮਾਣਹਾਨੀ ਦਾ ਕੇਸ ਦਾਇਰ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਸਵਿਟਜ਼ਰਲੈਂਡ ਦਾ ਗਲੇਸ਼ੀਅਰ collapseਹਿਣ ਅਤੇ ਅਲਪਾਈਨ ਪਿੰਡ ਦੇ 90% ਹਿੱਸੇ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਆਦਮੀ ਲਾਪਤਾ ਰਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡਾਓ ਫਿuresਚਰਜ਼ 550 ਅੰਕ ਦੀ ਛਾਲ ਮਾਰਦੇ ਹਨ ਕਿਉਂਕਿ ਅਦਾਲਤ ਟਰੰਪ ਦੇ ਟੈਰਿਫਾਂ ਨੂੰ ਰੋਕਦੀ ਹੈ, ਐਨਵੀਡੀਆ ਪੋਸਟਾਂ ਦੀ ਕਮਾਈ ਦੀ ਧੜਕਣਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਕਬਜ਼ੇ ਵਾਲੇ ਵੈਸਟ ਬੈਂਕ 'ਚ ਬਸਤੀਆਂ ਦੇ ਵੱਡੇ ਵਿਸਥਾਰ ਦਾ ਕੀਤਾ ਐਲਾਨ - BBC"
    ]
}