{
    "headlines": [
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ਟ੍ਰਾਇਲ ‘ਤੇ ਨਵੀਨਤਮ - ਸੀ ਐਨ ਐਨ",
        "ਬੇਰਹਿਮ 100 ਡਿਗਰੀ ਤਾਪਮਾਨ ਬੋਸਟਨ ਤੋਂ ਵਾਸ਼ਿੰਗਟਨ ਤੱਕ ਸ਼ਹਿਰਾਂ ਨੂੰ ਮਾਰ ਦੇਵੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਈਰਾਨ ਨੂੰ ਪ੍ਰਮਾਣੂ ਹਥਿਆਰ ਦੇਣ ਦੇ ਦਾਅਵੇ ਲਈ ਰੂਸ ਦੇ ਮੇਦਵੇਦੇਵ ਦੀ ਆਲੋਚਨਾ ਕੀਤੀ - ਸੀਐਨਬੀਸੀ",
        "ਈਰਾਨ ਵੱਲੋਂ ਜਵਾਬੀ ਕਾਰਵਾਈ ਦੀ ਧਮਕੀ ਦਰਮਿਆਨ ਟਰੰਪ ਨੇ ਕੌਮੀ ਸੁਰੱਖਿਆ ਟੀਮ ਕੀਤੀ ਇਕੱਠੀ - Axios",
        "ਟੈਕਸਾਸ ਦੇ ਗਵਰਨਰ ਨੇ ਬਿੱਲ ਨੂੰ ਵੀਟੋ ਕੀਤਾ ਜੋ ਟੀਐਚਸੀ ਦੇ ਸਾਰੇ ਉਤਪਾਦਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਏਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਪੋਸਟ-ਡੌਬਸ ਗਰਭਪਾਤ ਲਗਾਤਾਰ ਵਧਦਾ ਜਾ ਰਿਹਾ ਹੈਃ ਰਿਪੋਰਟ - ਐਕਸੀਓਸ",
        "'ਪਿੱਚ ਪਰਫੈਕਟ' ਸਟਾਰ ਛੋਟੀ ਗਰਲਫ੍ਰੈਂਡ ਨਾਲ 18 ਸਾਲ ਦੀ ਉਮਰ ਦੇ ਪਾੜੇ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਹਫਪੋਸਟ",
        "ਅਮਰੀਕਾ, ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ ਦੇ ਪਰਮਾਣੂ ਟੀਚਿਆਂ 'ਤੇ ਕੀਤਾ ਹਮਲਾ- ਨੁਕਸਾਨ ਦਾ ਮੁਲਾਂਕਣ - ਵਿਦੇਸ਼ੀ ਸੰਬੰਧਾਂ' ਤੇ ਕੌਂਸਲ",
        "ਟੇਸਲਾ ਨੇ ਘੱਟ ਕੀ ਰੋਲਆਉਟ ਨਾਲ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕ ਕੀਤੀ ਰੋਬੋਟੈਕਸੀ ਸੇਵਾ ਸ਼ੁਰੂ ਕੀਤੀ - ਬਲੂਮਬਰਗ ਡਾਟ ਕਾਮ",
        "ਐਨਐਸਐਫ-ਡੀਓਈ ਵੀਰਾ ਸੀ. ਰੂਬਿਨ ਆਬਜ਼ਰਵੇਟਰੀ - ਨੈਸ਼ਨਲ ਸਾਇੰਸ ਫਾਉਂਡੇਸ਼ਨ (.",
        "ਪੁਲਿਸ ਆਈਡੀ ਸ਼ੱਕੀ ਬੰਦੂਕਧਾਰੀ ਨੇ ਵੇਨ ਚਰਚ 'ਤੇ ਜਾਨਲੇਵਾ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ - ਡੀਟਰੋਇਟ ਨਿ Newsਜ਼",
        "ਏਅਰਲਾਈਨਜ਼ ਨੇ ਮੱਧ ਪੂਰਬ ਵਿਚ ਉਡਾਣਾਂ ਨੂੰ ਰੋਕਿਆ ਜਾਂ ਘਟਾ ਦਿੱਤਾ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ-ਈਰਾਨ ਸੰਘਰਸ਼ ਤੇਜ਼ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ - ਫਰਾਂਸ 24",
        "ਸਾਈਬਰਪੰਕ 2077 ਦੇ ਨਵੇਂ ਅਪਡੇਟ ਵਿੱਚ 2.2 ਦੇ \"ਸਕੋਪ ਸਮਾਨ\" ਹੋਣਗੇ, ਕਿਉਂਕਿ ਸੀਡੀ ਪ੍ਰੋਜੇਕਟ ਦੇਰੀ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਘਰਾਂ ਦੀ ਵਿਕਰੀ ਨੇ ਹੁਣੇ ਹੀ 16 ਸਾਲਾਂ ਵਿੱਚ ਆਪਣੀ ਸਭ ਤੋਂ ਹੌਲੀ ਮਈ ਪੋਸਟ ਕੀਤੀ - ਐਨਪੀਆਰ",
        "ਆਈਫੋਨ 18 ਪ੍ਰੋ ਅੰਡਰ-ਸਕ੍ਰੀਨ ਫੇਸ ਆਈਡੀ ਦੇ ਨਾਲ ਹੁਣ ਫੀਚਰ ਸਮਾਲਰ ਡਾਇਨਾਮਿਕ ਆਈਲੈਂਡ - ਮੈਕਰੂਮੋਰਸ ਲਈ ਅਫਵਾਹ ਹੈ",
        "ਨਵੀਂ ਐਲਬਮ 'ਤੇ ਬਾਰਬਰਾ ਸਟ੍ਰੀਸੈਂਡ, ਫੌਕਰਾਂ ਨੂੰ ਮਿਲਣ ਲਈ ਕਾਫ਼ੀ ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ - ਵੰਨਗੀ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 'ਹਰ ਕਿਸੇ' ਨੂੰ ਤੇਲ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਘੱਟ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ ਜਾਂ ਉਹ 'ਦੁਸ਼ਮਣ ਦੇ ਹੱਥ'ਵਿਚ ਖੇਡ ਰਹੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੀ ਈਰਾਨ ਸੱਚਮੁੱਚ ਹਾਰਮੂਜ਼ ਸਟ੍ਰੇਟ ਨੂੰ ਬੰਦ ਕਰ ਸਕਦਾ ਹੈ?",
        "ਐਪਲ ਆਈਫੋਨ 17 ਸੀਰੀਜ਼ ਸ਼ੋਅਕੇਸ ਕਰੇਗੀ ‘ਡਿਜ਼ਾਈਨ ਰੀਵੈਂਪ,’ ਨਵੀਂ ਰਿਪੋਰਟ ਦਾਅਵੇ - ਫੋਰਬਸ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਰਸਤਫਰੀਅਨ ਦੁਆਰਾ ਧਾਰਮਿਕ ਦਾਅਵੇ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ ਜਿਸ ਦੇ ਡ੍ਰੈਡਲਾਕ ਜੇਲ੍ਹ ਅਧਿਕਾਰੀਆਂ ਦੁਆਰਾ ਕੱਟੇ ਗਏ ਸਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼"
    ]
}