{
    "headlines": [
        "تعتقد الولايات المتحدة أن الاختراق قريب من وقف إطلاق النار في غزة، وصفقة الرهائن - أكسيوس",
        "القاضي يمنع جهود إدارة ترامب لمنع جامعة هارفارد من تسجيل الطلاب الدوليين - NPR",
        "تدعم المحكمة العليا توسيع خط سكة حديد يوتا النفطي وتراجع قانونًا بيئيًا رئيسيًا - أسوشيتد برس نيوز",
        "قال رئيس بنك الاحتياطي الفيدرالي باول لترامب في اجتماع الخميس إن قرارات سعر الفائدة ستستند إلى تحليل \"غير سياسي\" - سي إن بي سي",
        "\"أكثر من مرة \": مساعد شون\" ديدي \"السابق يروي محاكمة اغتصابه من قبل الفائز بجائزة جرامي ؛ تفاصيل\" ميا \"كاسي فنتورا الضربات التي شهدتها - الموعد النهائي",
        "البيت الأبيض يصر على أن حكم المحكمة لن يعرقل أجندة ترامب للتعريفات - بوليتيكو",
        "ناثان فيلدر ينتقد إدارة الطيران الفيدرالية بعد رد \"البروفة \":\" إنهم أغبياء \"- متنوع",
        "تمويل لقاح جائحة RFK Jr. Yanks حيث أبلغت Moderna عن نتائج إيجابية - Ars Technica",
        "أسعار الرهن العقاري تقضي أسبوعًا آخر عالقًا بالقرب من 7 ٪ - Yahoo Finance",
        "تمتد فورة عفو ترامب إلى رجل العصابات السابق والفنان وأعضاء الكونجرس السابقين - واشنطن بوست",
        "أزمة تأشيرة روبيو لها عواقب وخيمة على الجامعات الحكومية - بوليتيكو",
        "تم تعليق البحث عن رجل مفقود في انهيار جليدي سويسري دمر 90 ٪ من قرية في جبال الألب - أسوشيتد برس نيوز",
        "دراسة جامعة كاليفورنيا في سان فرانسيسكو تكشف عن مخاطر صحية جديدة مقلقة للقنب - SFGATE",
        "تواجه إسرائيل إدانة متزايدة مع تحول توزيع المساعدات إلى غزة إلى فوضى - سي إن إن",
        "NBA Draft 2025 withdrawal deadline superlatives: Labaron Philon shocks with buzer - beating return to Alabama - CBS Sports",
        "الصين تطلق مركبة فضائية تقول إنها ستعيد عينات وتسفر عن \"اكتشافات رائدة\" - أسوشيتد برس نيوز",
        "إسرائيل تعلن عن توسيع كبير للمستوطنات في الضفة الغربية المحتلة - بي بي سي",
        "Elden Ring Nightreign: يحذر FromSoftware لاعبي الكمبيوتر الذين لديهم \"أحدث بطاقات الرسومات\" قد يعانون من انخفاض معدل الإطارات - IGN",
        "مشاهدة: EA Sports College Football 26 drops official reveal trailer - On3.com",
        "جرس ميزانية بلينك يحصل على بعض الترقيات الجديرة بالاهتمام - ذا فيرج"
    ]
}