{
    "headlines": [
        "ਐਸ ਐਂਡ ਪੀ 500 ਸਲਾਈਡਾਂ ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਕਿ ਉਹ ਫੇਡ ਚੇਅਰ ਪਾਵੇਲ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਦੇ ਨੇੜੇ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਆਈਸਲੈਂਡ ਦੇ ਜੁਆਲਾਮੁਖੀ ਨੇ ਚਾਰ ਸਾਲਾਂ ਵਿੱਚ 12 ਵੇਂ ਫਟਣ ਵਿੱਚ ਵਿਜ਼ੂਅਲ ਤਮਾਸ਼ਾ ਛੱਡ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਸਟੀਨ ਜਾਂਚ 'ਚ ਪਾਰਦਰਸ਼ਤਾ ਲਿਆਉਣ ਦੀ ਰਿਪਬਲਿਕਨ ਪਾਰਟੀ ਦੀ ਮੰਗ' ਤੇ ਟਰੰਪ ਬੋਲੇ - NPR",
        "ਅਮਰੀਕੀ ਟਰੰਪ ਦੀ ਵੱਡੀ ਵਿਧਾਨਕ ਜਿੱਤ ਨੂੰ ਨੇੜਿਓਂ ਪਾਲਣਾ ਕਰ ਰਹੇ ਸਨ — ਅਤੇ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ਇਸ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੇ - ਪੋਲਿਟਿਕੋ",
        "Tadej Pogačar ਟੂਰ ਡੀ ਫਰਾਂਸ ਸਟੇਜ 11 'ਤੇ ਕਰੈਸ਼ - ਸਾਈਕਲਿੰਗ ਵੀਕਲੀ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਸਾਡੇ ਸੂਰਜੀ ਮੰਡਲ ਤੋਂ ਬਾਹਰ ਇਕ ਬੱਚੇ ਦੇ ਸੂਰਜ ਦੇ ਆਲੇ ਦੁਆਲੇ ਗ੍ਰਹਿਾਂ ਦੇ ਜਨਮ ਨੂੰ ਕੈਪਚਰ ਕਰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਦੀ ਤਾਜ਼ਾ ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ ਯਾਤਰਾ ਦੇ ਖਰਚਿਆਂ ਵਿੱਚ ਇੱਕ ਪੁੱਲਬੈਕ ਅਤੇ ਚੀਜ਼ਾਂ ਦੀ ਲਾਗਤ ਵਿੱਚ ਵਾਧਾ ਦਰਸਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਖਸਰੇ ਵਾਲੇ ਵਿਅਕਤੀ ਨੇ ਐਨ. ਜੇ. ਵਿਚ 9 ਥਾਵਾਂ 'ਤੇ ਲੋਕਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ ਹੋ ਸਕਦਾ ਹੈ ਪੂਰੀ ਸੂਚੀ ਦੇਖੋ. - NJ.",
        "ਨੈੱਟਫਲਿਕਸ ਨੇ ਸਟ੍ਰੈਂਜਰ ਥਿੰਗਸ ਫਾਈਨਲ ਸੀਜ਼ਨ ਲਈ ਪਹਿਲਾ ਟੀਜ਼ਰ ਵੀਡੀਓ ਸਾਂਝਾ ਕੀਤਾਃ ਦੇਖੋ - ਪਿੱਚਫੋਰਕ",
        "ਅਮਰੀਕਾ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਡਿਪੋਰਟੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮ ਤਹਿਤ 5 ਆਦਮੀਆਂ ਨੂੰ ਈਸਵਾਤਿਨੀ ਭੇਜਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਨਵੀਂ ਦਿੱਲੀ, ਭਾਰਤ ਤੋਂ ਸ਼ੁਭਕਾਮਨਾਵਾਂ, ਜਿੱਥੇ ਬਾਂਦਰਾਂ ਦਾ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਨਾਲ ਖੁਸ਼ੀ ਹੁੰਦੀ ਹੈ - ਅਤੇ ਦੁਬਿਧਾ - ਐਨਪੀਆਰ",
        "ਸਾਰੇ 15 ਨਵੇਂ ਆਈਫੋਨ 17 ਅਤੇ ਆਈਫੋਨ 17 ਪ੍ਰੋ ਰੰਗ ਤਾਜ਼ਾ ਲੀਕ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਏ - ਮੈਕਰੂਮੋਰਸ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਦਾ ਭਰਾ ਮਿਟਾਏ ਗਏ ਪੋਸਟ ਵਿੱਚ ਆਪਣੀ ਤਾਜ਼ਾ ਸੱਟ ਲਈ ਰੈਫ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਸੈਨੇਟਰਾਂ ਨੇ ਐੱਚਆਈਵੀ/ਏਡਜ਼ ਫੰਡਿੰਗ ਨੂੰ ਯੋਜਨਾਬੱਧ ਖਰਚਿਆਂ ਵਿੱਚ ਕਟੌਤੀ ਤੋਂ ਛੋਟ ਦਿੱਤੀ - ਬੀਬੀਸੀ",
        "ਨੈਸ਼ਨਲ ਲੀਗ ਨੇ ਇੱਕ ਇਤਿਹਾਸਕ ਘਰੇਲੂ ਰਨ ਸਵਿੰਗ-ਆਫ ਟਾਈਬ੍ਰੇਕਰ ਵਿੱਚ ਐਮਐਲਬੀ ਆਲ-ਸਟਾਰ ਗੇਮ ਜਿੱਤੀ - ਸੀਐਨਐਨ",
        "ਰਾਬਰਟ ਐਫ. ਕੈਨੇਡੀ ਜੂਨੀਅਰ ਨੇ ਸਿਹਤ ਅਤੇ ਮਨੁੱਖੀ ਸੇਵਾਵਾਂ ਵਿਭਾਗ ਦੇ ਦੋ ਚੋਟੀ ਦੇ ਡਿਪਟੀ ਮੈਂਬਰਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਪੀਬੀਐਸ ਅਤੇ ਐਨਪੀਆਰ ਸਟੇਸ਼ਨਾਂ ਦਾ ਕੀ ਹੋਵੇਗਾ ਜੇ ਸੈਨੇਟ ਫੰਡਿੰਗ ਵਾਪਸ ਕਰਨ ਲਈ ਵੋਟ ਪਾਉਂਦਾ ਹੈ? - ਸੀ ਐਨ ਐਨ",
        "ਡੋਂਕੀ ਕਾਂਗ ਬੈਨੰਜ਼ਾ ਸੁਪਰ ਮਾਰੀਓ ਓਡੀਸੀ ਦੀ ਵਿਰਾਸਤ ਦਾ ਇੱਕ ਯੋਗ ਉਤਰਾਧਿਕਾਰੀ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "‘ਲੀਜੈਂਡ ਆਫ ਜ਼ੇਲਡਾ’ ਫਿਲਮ ਦੀ ਕਾਸਟ ਬੋ ਬ੍ਰਾਗਸਨ ਅਤੇ ਬੈਂਜਾਮਿਨ ਈਵਾਨ ਏਨਸਵਰਥ ਦੇ ਤੌਰ ਤੇ ਜ਼ੈਲਡਾ ਅਤੇ ਲਿੰਕ - ਡੈੱਡਲਾਈਨ"
    ]
}