{
    "headlines": [
        "صندوق النقد الدولي يقول إن تعريفات ترامب ستكون عبئا على النمو الاقتصادي العالمي - واشنطن بوست",
        "يعتقد صديق جاستن بيبر منذ فترة طويلة أن المغني في عبادة مع تقلص الدائرة الداخلية - الصفحة السادسة",
        "زوجة السيناتور الأمريكي السابق بوب مينينديز المدان في مخطط رشوة - أسوشيتد برس نيوز",
        "كبسولة شحن SpaceX CRS -32 Dragon تصل إلى محطة الفضاء الدولية مع 6700 رطل من الإمدادات (فيديو) - الفضاء",
        "يقال إن العمالقة لن يتداولوا رقم 1 في عام 2025 في مسودة اتحاد كرة القدم الأميركي وسط شائعات كام وارد - تقرير المبيض",
        "تخشى الشرطة الهندية وقوع العديد من الضحايا بعد \"هجوم إرهابي\" في منطقة سياحية ساخنة في كشمير - إن بي سي نيوز",
        "تينا نولز تخاطب بيونسيه منفردة الشائعات المهنية في Matriarch - Us Weekly",
        "تنظر المحكمة العليا في نزاع الحقوق الدينية حول كتب مجتمع الميم في مدارس ماريلاند - أسوشيتد برس نيوز",
        "يقول المسرب الذي يحمل بيانات الاعتماد الصحيحة - 9to5Mac إن iPhone 17e متقدم بالفعل بشكل جيد",
        "يُزعم أن iPhone 17 Pro يأتي باللون الأزرق السماوي المستخدم في MacBook Air - MacRumors",
        "\"Heartstopper\" لتغليف قصة نيك وتشارلي بنهاية الفيلم الروائي الطويل على Netflix بدلاً من الموسم الرابع - الموعد النهائي",
        "البيت الأبيض يبحث عن وزير دفاع جديد. وتذكر إرث البابا فرنسيس - NPR",
        "يستغل المحتالون مواقع Google وإعادة تشغيل DKIM لإرسال رسائل بريد إلكتروني موقعة وسرقة بيانات الاعتماد - أخبار المخترقين",
        "تلتقط مركبة الفضاء لوسي التابعة لناسا صورًا لكويكب على شكل فول سوداني خلال تحليقها بسرعة 30000 ميل في الساعة - أخبار سي بي إس",
        "النائبة الأمريكية هالي ستيفنز تدخل السباق لتمثيل ميشيغان في مجلس الشيوخ الأمريكي - أسوشيتد برس نيوز",
        "كيف غيرت 50 عامًا من تغير المناخ وجه \"الرخام الأزرق\" من الفضاء - بي بي سي",
        "مسودة محاكاة اتحاد كرة القدم الأميركي لعام 2025: يأخذ العمالقة ترافيس هانتر في المركز الأول بشكل عام في محاكاة بيت بريسكو \"ما يجب على الفرق فعله\" - سي بي إس سبورتس",
        "لماذا يستمر الديمقراطيون في الحديث عن الإجراءات القانونية الواجبة في حالة رجل تم ترحيله عن طريق الخطأ إلى السلفادور - بوليتيكو"
    ]
}