{
    "headlines": [
        "Católicos do Mundo Vêem o Primeiro Papa Americano como Dificilmente Americano - The New York Times",
        "Kellen Moore declara aberta a competição de QB entre Tyler Shough, Jake Haener, Spencer Rattler - NBC Sports",
        "Meghan Markle e o príncipe Harry não conseguem tirar as mãos um do outro durante o encontro noturno no show de Beyoncé em Los Angeles - New York Post",
        "Porta-voz do DHS: Mais prisões de democratas estão \"na mesa\" após o scrum da instalação do ICE - Politico",
        "A FDA aprova a primeira ferramenta caseira dos EUA como alternativa ao exame de Papanicolau - NPR",
        "Líderes europeus conquistam o apoio de Trump para pressionar Putin a um cessar-fogo incondicional - politico.eu",
        "EUA e China iniciam negociações em meio a tensões sobre a guerra tarifária de Trump - NPR",
        "A equipe de Trump pondera suspender o direito constitucional do habeas corpus de acelerar as deportações. Pode? - AP News",
        "Terremoto preliminar de magnitude 4,1 sacode Tennessee, partes da Geórgia e Carolina do Norte - CBS News",
        "Uma semana na campanha, votos do partido sobre a substituição do indicado - Newser",
        "Miley Cyrus e Billy Ray Cyrus se reúnem em meio a rumores de estranhamento - Teen Vogue",
        "Como assistir ao Knicks vs. Celtics ao vivo gratuitamente nos Playoffs da NBA do Jogo 3 - New York Post",
        "Bilheteria: ‘Thunderbolts*‘ no topo novamente no segundo fim de semana, ‘Sinners‘ ultrapassando US $ 200 milhões no mercado doméstico - Variedade",
        "A quase alegria de andar de bicicleta com óculos Ray-Ban Meta - TechCrunch",
        "Programação Projetada: Rodada 2, Jogo 3 vs. WSH - NHL.com",
        "Nanoplásticos gerados a partir de resíduos plásticos do mundo real absorvem prontamente íons de metais pesados, revela estudo - Phys.org",
        "Sean Combs Trial: Celeb Names, Nerves and a Delayed Jury - Rolling Stone",
        "O verão pode estar prestes a ficar muito mais caro, graças às tarifas - The Washington Post"
    ]
}