{
    "headlines": [
        "ਰਿਪੋਰਟਃ ਪਿਕਸਲ 10 ਚਿੱਪ ਲਈ ਟੀਐਸਐਮਸੀ ਲਈ ਗੂਗਲ ਦਾ ਸਵਿੱਚ ਸੈਮਸੰਗ ਲਈ 'ਸਦਮਾ' ਅਤੇ ਵੇਕ-ਅਪ ਕਾਲ ਸੀ - 9to5Google",
        "ਬੱਸ ਪਰਿਵਾਰ $ 10B ਮੁੱਲਾਂਕਣ ਲਈ ਮਾਰਕ ਵਾਲਟਰ ਨੂੰ ਲੇਕਰਜ਼ ਦੀ ਨਿਯੰਤਰਣ ਹਿੱਸੇਦਾਰੀ ਵੇਚਣ ਲਈ, ਏਪੀ ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਇਸ 30,000 ਪੌਂਡ ਦੇ ਬੰਬ ਨੂੰ ਤਾਇਨਾਤ ਕਰਨ ਲਈ ਇਰਾਨ ਨਾਲ ਇਜ਼ਰਾਈਲ ਦੀ ਜੰਗ ਵਿਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਬਲੇਕ ਲਾਈਵ ਵਿਚਕਾਰ ਸੁਨੇਹੇ ਮੰਗ ਸਕਦੇ ਹਨ, ਜੱਜ ਨਿਯਮ - ਵੰਨਗੀ",
        "ਤੂਫਾਨ ਏਰਿਕ ਨੇ ਮੈਕਸੀਕੋ ਨੂੰ ਧਮਕੀ ਦਿੱਤੀ ਕਿਉਂਕਿ ਸ਼੍ਰੇਣੀ 2 ਤੂਫਾਨ ਮਜ਼ਬੂਤ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਡੀਓਜੇ ਨੇ ‘ਸੂਰ ਬੁਚਰਿੰਗ‘ ਘੁਟਾਲਿਆਂ ਨਾਲ ਸਬੰਧਤ ਸਭ ਤੋਂ ਵੱਡੇ ਕ੍ਰਿਪਟੂ ਜ਼ਬਤ ਕਰਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਦਿ ਹਿੱਲ",
        "ਐਨ ਬੁਰੇਲ ਦੀ ਅਚਾਨਕ ਮੌਤ ਤੋਂ ਬਾਅਦ, ਸਾਥੀ ਟੀਵੀ ਸ਼ੈੱਫਾਂ ਨੇ ਸ਼ਰਧਾਂਜਲੀ ਸਾਂਝੀ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Marlon Humphrey, Kyle Hamilton React to Ravens Adding Jaire Alexander | ਨਿਊਜ਼ ਅਤੇ ਨੋਟਸ - ਬਾਲਟਿਮੁਰ Ravens",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਅਗਲੇ ਮਹੀਨੇ ਐਲਜੀਬੀਟੀਕਿQ+ ਆਤਮ ਹੱਤਿਆ ਹੌਟਲਾਈਨ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਬੰਦ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸਕ੍ਰੀਨ ਦੀ ਆਦਤ ਅਤੇ ਆਤਮ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਵਿਵਹਾਰ ਕਿਸ਼ੋਰਾਂ ਲਈ ਜੁੜੇ ਹੋਏ ਹਨ, ਇੱਕ ਅਧਿਐਨ ਦਰਸਾਉਂਦਾ ਹੈਃ ਸ਼ਾਟਸ - ਹੈਲਥ ਨਿ Newsਜ਼ - ਐਨਪੀਆਰ",
        "ਮੈਜਿਕ ਮਸ਼ਰੂਮ ਮਿਸ਼ਰਣ ਦੀ ਸਿਰਫ 1 ਖੁਰਾਕ ਜ਼ਿਆਦਾਤਰ ਮਰੀਜ਼ਾਂ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 5 ਸਾਲਾਂ ਲਈ ਡਿਪਰੈਸ਼ਨ ਨੂੰ ਘੱਟ ਕਰਦੀ ਹੈ, ਛੋਟੇ ਅਧਿਐਨ ਦਾ ਸੁਝਾਅ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਮੈਗਾ ਸਹਿਯੋਗੀ ਈਰਾਨ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦਾ ਮਖੌਲ ਉਡਾਉਂਦੇ ਹਨ — ਪਰ ਟਰੰਪ ਦੀ ਸਿੱਧੇ ਤੌਰ' ਤੇ ਆਲੋਚਨਾ ਨਹੀਂ ਕਰਨਗੇ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਈਰਾਨ ਨੂੰ ਅਲਟੀਮੇਟਮ ਦਿੱਤਾ ਪਰ ਯੁੱਧ ਬਾਰੇ ਕੋਈ ਅੰਤਮ ਫੈਸਲਾ ਨਹੀਂ ਲਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੈੱਡ ਦੇ ਨਵੀਨਤਮ ਆਰਥਿਕ ਅਨੁਮਾਨ ਸਟੈਗਫਲੇਸ਼ਨ ਚਿੰਤਾਵਾਂ 'ਤੇ ਸੰਕੇਤ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਇਜ਼ਰਾਈਲ-ਈਰਾਨ ਸੰਘਰਸ਼ ਵਿਚ ਮੈਪਿੰਗ ਸਟ੍ਰਾਈਕ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਕਸ਼ੇ ਪੂਰੇ ਅਮਰੀਕਾ ਵਿੱਚ ਗਰਮੀ ਦੀ ਲਹਿਰ ਦੀ ਭਵਿੱਖਬਾਣੀ ਦਰਸਾਉਂਦੇ ਹਨ ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਅਧਿਐਨ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਵ੍ਹਾਈਟ ਸੈਂਡਸ ਦੇ ਪੈਰਾਂ ਦੇ ਨਿਸ਼ਾਨ ~23,000 ਸਾਲ ਪੁਰਾਣੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਨੇ ਇਸ ਬਾਰੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕੀਤੇ ਕਿ ਕੀ 2025 ਉਸਦਾ ਅੰਤਮ ਸੀਜ਼ਨ ਹੈ - ਐਰੋਹੈੱਡ ਪ੍ਰਾਈਡ"
    ]
}