{
    "headlines": [
        "Fotos: Warum es Mut erforderte, dass diese Frauen vor der Kamera posierten - NPR",
        "Das Gericht blockiert das Gesetz von Louisiana, das Schulen dazu verpflichtet, die Zehn Gebote in Klassenzimmern zu veröffentlichen - NPR",
        "Israel sagt, es habe den iranischen Militärkoordinator mit der Hamas getötet - BBC",
        "Die Nintendo Switch 2 ist ein tolles Upgrade für Eltern wie mich - The Verge",
        "Sie brauchen wahrscheinlich keine Lebensmittel mit Eiweißzusatz, sagen Ernährungswissenschaftler - AP News",
        "Splitgate 2 Entwickler 1047 Games entlässt \"kleine Gruppe von geschätzten Mitarbeitern\" - Eurogamer",
        "Eines will Trump vom NATO-Gipfel. Europa wird es ihm geben. - Politico",
        "Die zum Scheitern verurteilte Bayesian-Yacht des Tech-Tycoons Lynch wurde an die Oberfläche gehoben - CNBC",
        "Menschen mit COPD hatten in der Studie mehr Kohlenstoff in der Lunge als Raucher - The Washington Post",
        "Der Verdächtige bei den Angriffen des Gesetzgebers in Minnesota war ein \"Prepper\", der laut Gerichtsakten einen \"Rettungsplan\" für die Ehefrau ausgearbeitet hatte - CNN",
        "Bundesrichter fragt, ob der Einsatz der Nationalgarde in Los Angeles gegen den Posse Comitatus Act verstößt - Fox News",
        "Welche Tiere können unter Wasser am längsten den Atem anhalten? - Live Science",
        "Israel schlägt die iranische Atomanlage in Isfahan zu, während Trump den Eintritt in den Krieg abwägt - Financial Times",
        "Jonathan Tah selbstkritisch nach Fehlschlag beim 2: 1-Sieg des FC Bayern München gegen die Boca Juniors bei der Klub-Weltmeisterschaft - Bayerische Fußballwerke",
        "„She never sleeps“: Diese Plattform will OnlyFans für die KI-Ära sein - CNN",
        "Trump wirft Zweifel an der Waffenstillstandsanfrage des Iran auf und sagt, dass Israel \"gewinnt\" - Axios",
        "Highlights des ersten Tages bei Pro Tour Magic: The Gathering®- Final FANTASY™ - magic.gg",
        "Horoskop für Samstag, 21. Juni 2025 - Chicago Sun-Times",
        "UFC Baku Ergebnisse: Hill vs. Rountree Jr. - MMA Fighting"
    ]
}