{
    "headlines": [
        "Senadores votam em sessão de fim de semana para cumprir o prazo de Trump para aprovar seus cortes de impostos e gastos - AP News",
        "Jake Paul vs. Julio Cesar Chavez Jr. atualizações ao vivo, resultados do evento de boxe - MMA Junkie",
        "Joe Biden, Kamala Harris entre os participantes enquanto a falecida presidente da Câmara de Minnesota, Melissa Hortman, descansava - NBC News",
        "Rascunho da NHL de 2025: Classificação de como todas as 32 equipes se saíram - Enfrentamento Diário",
        "Elon Musk rasga em megabill \"totalmente insano\" apoiado por Trump - CNBC",
        "Governo condena cânticos de Glastonbury transmitidos ao vivo na BBC - BBC",
        "'Smoke' Review: A Satisfying True Crime Series - Variety",
        "Deslizamento de terra na Virgínia Ocidental deixa milhares de pessoas na estrada por mais de 8 horas - CBS News",
        "Dave Parker, membro do Hall da Fama do Beisebol e ex-MVP da NL, morre aos 74 anos - Yahoo Sports",
        "A temporada de furacões chegou e os meteorologistas estão perdendo uma ferramenta vital para prevê-los - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Warren Buffett anuncia US $ 6 bilhões em doações para cinco fundações - AP News",
        "Hospitais da Louisiana alertam Mike Johnson sobre ‘devastação’ por megabill - Politico",
        "Cidade antiga possivelmente governada por mulheres que vivem em uma \"sociedade matriarcal\" há mais de 9.000 anos, dizem pesquisadores - CBS News",
        "As pessoas estão gritando coisas populares que NÃO valem a pena, e é brutalmente honesto - buzzfeed.com",
        "Schumer forçará a leitura da mega conta do Partido Republicano de 1.000 páginas, atrasando-a em meio dia - The Hill",
        "Transmissão ao vivo do UFC 317: como assistir Topuria vs. Oliveira MMA Fight ao vivo online - Variedade",
        "O presente de aniversário de Elon Musk para si mesmo - o primeiro Tesla acabou de sair de sua fábrica direto para o cliente - Fortune",
        "Exclusivo: fones de ouvido Nothing (1) Specs Leak - Android Headlines"
    ]
}