{
    "headlines": [
        "ضغوط من ترامب للصفقات التجارية قبل الموعد النهائي يوم الأربعاء، ولكن تلميحات لمزيد من الوقت للمحادثات - أسوشيتد برس نيوز",
        "صفقات أنكر برايم داي: أكثر من 30 خصمًا على أفضل الأجهزة التقنية المحمولة والمنزلية والأمنية - CNET",
        "امرأة أسترالية مذنبة بقتل أقاربها بالفطر السام في لحم البقر ويلينغتون - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "فيضانات تكساس: مخيم ميستيك يؤكد مقتل 27 شخصًا في فيضانات مفاجئة مع توقع هطول المزيد من الأمطار - بي بي سي",
        "تم اكتشاف طائرة جزيئية لأول مرة على \"مذنب عملاق\"، وهو واحد من أكبر المذنبات المرصودة على الإطلاق، يقترب من النظام الشمسي الداخلي - المجرة اليومية",
        "تجاوز نظام التشغيل Windows 11 أخيرًا نظام التشغيل Windows 10 باعتباره نظام التشغيل المكتبي الأكثر استخدامًا - The Verge",
        "تقول إسرائيل إنها ضربت موانئ الحوثيين واستولت على سفينة شحن في اليمن - بي بي سي",
        "جسم جديد بين النجوم 3I/أطلس — كل ما نعرفه عن الزائر الكوني النادر - الفضاء",
        "تسرب المواصفات لثلاثة أجهزة قابلة للطي من سامسونج قبل يوم الأربعاء غير المعبأ - ذا فيرج",
        "تصل حالات الإصابة بالحصبة في الولايات المتحدة إلى أعلى مستوى لها منذ 33 عامًا مع انتشار الفاشيات - واشنطن بوست",
        "صانعو الصفقات العقارية في مدينة نيويورك يستعدون لمعركة مع سياسات ممداني الاشتراكية - نيويورك بوست",
        "لن يتم الشعور بالآثار الصحية لمشروع قانون ترامب إلا بعد منتصف المدة - أكسيوس",
        "ريد بول: أوسكار بياستري يستحق ركلة جزاء، المطر خرب جائزة ماكس فيرشتابن البريطانية الكبرى - موتورسبورت .كوم",
        "انخفضت أسهم تسلا بنسبة 7 ٪ في التداول قبل السوق بعد أن قال إيلون ماسك إنه سيطلق حزبًا سياسيًا - سي إن بي سي",
        "التعريفات، أوضح: ما يريده ترامب من كل هذه الصفقات التجارية - سي إن إن",
        "دفتر ملاحظات البطاريق: الجولة الأولى تبدو جيدة ؛ تخنق فلسفة جديدة - بيتسبرغ هوكي الآن",
        "العثور على جثث جميع الأشخاص السبعة المفقودين في مستودع الألعاب النارية في كاليفورنيا الذي انفجر - NPR",
        "الفيضانات المفاجئة تضرب مقاطعة أورانج ؛ تشابل هيل يخلي العشرات من السكان - Chapelboro.com",
        "لم تجد مراجعة وزارة العدل ومكتب التحقيقات الفيدرالي أي \"قائمة عملاء\" لجيفري إبستين، تؤكد الانتحار: مذكرة - أخبار ABC - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو"
    ]
}