{
    "headlines": [
        "Израильский Нетаньяху говорит, что союзники заставили его возобновить некоторую помощь Газе. Пока ничего не произошло - AP News",
        "Как лидер «Американского идола» на самом деле выиграл шоу - The Washington Post",
        "Трамп попросит Путина остановить «кровавую баню» в Украине - ABC News",
        "Ученые обнаружили редкую и необычную планету глубоко в пустыне Нептуна - Джейсон Диган",
        "Timberwolves сыграют с Oklahoma City Thunder в финале Западной конференции - 5 НОВОСТЕЙ ОТ ОЧЕВИДЦЕВ",
        "Республиканцы в Сенате хотят разбить законопроект Трампа на куски размером с кусочек - The Hill",
        "предполагаемая емкость и вес воздушной батареи iPhone 17 - MacRumors",
        "Позади блестящего Шая Гилгеуса-Александра, разгром ОКК Николы Йокича и Денвер Наггетс в седьмой игре - CNN",
        "Через 5 лет после Brexit Британия и ЕС снова вместе? - NPR",
        "Министерство по защите прав потребителей Испании заблокировало более 65 000 объявлений Airbnb для аренды на время отпуска - Yahoo Finance",
        "Проевропейский центрист побеждает правого националиста в голосовании в Румынии - The Washington Post",
        "Мексиканский военно-морской кадет, моряк, идентифицированный как жертва крушения на Бруклинском мосту - The Washington Post",
        "«Пантеры» полагаются на прочные основы, чтобы выиграть седьмую игру против «Кленовых листьев» - NHL.com",
        "В память об Эде Смайли, чей знаменитый хакер спас экипаж «Аполлона-13» - Hackaday",
        "В США не было случаев заболевания птичьим гриппом у человека в течение 3 месяцев. Эксперты задаются вопросом, почему - AP News",
        "Эксперт раскрывает безрецептурный способ имитации эффектов Ozempic - ScienceAlert",
        "Процессоры Intel Panther Lake, продемонстрированные на Computex, снимках крупным плашком, спецификациях ES и выпуске на рынок в начале 2026 года - Wccftech",
        "США только что одобрили первый анализ крови на болезнь Альцгеймера - ScienceAlert"
    ]
}