{
    "headlines": [
        "Atualizações ao vivo: campanha israelense pode levar a mudança de regime no Irã, diz Netanyahu; iranianos fogem da capital em meio a ataques - The Washington Post",
        "Sen. Padilla nega que o confronto na coletiva de imprensa tenha sido um estratagema para chamar a atenção - Politico",
        "Hollywood Celebra Pais Famosos no Dia dos Pais - TMZ",
        "Relatórios: Magic adiciona Desmond Bane no comércio com Grizzlies - NBA",
        "O palco está montado para o drama de domingo no US Open, enquanto Sam Burns lidera Adam Scott e J.J. Spaun de um só golpe - CNN",
        "‘How to Train Your Dragon’ chega a US $ 198 milhões em todo o mundo, ‘Lilo & Stitch’ supera US $ 850 milhões - Variety",
        "Pelo menos 8 mortos em tiroteio perto de locais de ajuda apoiados por Israel e pelos EUA em Gaza - NPR",
        "O que saber sobre os tiroteios de legisladores de Minnesota que mataram Melissa Hortman - Axios",
        "‘Homem com rifle’ — Fotos capturam a cena assustadora do tiroteio no protesto ‘No Kings‘ de Salt Lake City - The Salt Lake Tribune",
        "Kevin Durant prefere negociar com uma destas três equipas da NBA - New York Post",
        "O que está por trás dos anúncios Will Ferrell do PayPal? - WSJ",
        "A escolha da FAA de Trump reivindicou uma licença de piloto \"comercial\" que ele não tem - Politico",
        "Como construir o melhor teclado do mundo - The Verge",
        "Número de mortos em acidente aéreo da Air India sobe para 270, diz BBC",
        "Desfile militar de Trump em DC ofuscado por sua estátua de banheiro gigante, internautas brincam \"O único trono adequado para este rei\" - Hindustan Times - Hindustan Times",
        "Israel e Irã negociam mais ataques mortais no terceiro dia de escalada do conflito - NPR",
        "Telescópio James Webb descobre 'um novo tipo de clima' em Plutão, diferente de qualquer outra coisa em nosso sistema solar - Live Science",
        "À medida que as participações de private equity de Harvard e Yale começam a ser vendidas, os compradores podem usar essa técnica por 1.000% de lucro inesperado. 'Faz seu cérebro derreter' - Fortune"
    ]
}