{
    "headlines": [
        "Stock Market Today: S&P 500, Nasdaq Rise; Trump Weighs Next Fed Chair — Live Updates - WSJ",
        "2025 NBA Draft live updates: Mavericks expected to take Cooper Flagg as No. 1 pick - AP News",
        "'Obliterated': The firestorm over how Trump described damage to Iran nuclear sites - ABC News - Breaking News, Latest News and Videos",
        "Thune faces brewing megabill mutiny - Politico",
        "‘The Social Network Part II’ In Works At Sony With Aaron Sorkin Set To Write And Direct; Pic Inspired By WSJ’s ‘The Facebook Files’ - Deadline",
        "If Aaron Rodgers doesn’t want attention, why is he doing Pat McAfee’s show in June? - NBC Sports",
        "White Sox fan who taunted Ketel Marte about his dead mom banned from all MLB ballparks - New York Post",
        "Liver King arrested in Austin after threatening Joe Rogan on Instagram - ABC News - Breaking News, Latest News and Videos",
        "When will the brutal heat wave end? Here’s what to know about the forecast. - The Washington Post",
        "Mars Rover Snaps First Detailed Photos of Giant ‘Spiderwebs’ - The Daily Galaxy",
        "Anker’s versatile travel charger is on sale just in time for summer - The Verge",
        "Meta is adding AI-powered summaries to WhatsApp - TechCrunch",
        "Middle East conflict highlights how vastly the global energy supply has changed in recent years - AP News",
        "4 things to know about Zohran Mamdani, presumptive Democratic nominee for NYC mayor - NPR",
        "Bumble cuts almost a third of staff as dating app woes deepen - BBC",
        "The myth of Iran’s invincibility has been broken, and the fallout could be far-reaching - CNN",
        "'Law & Order' star investigates her own family's tragic car crash in 'My Mom Jayne' - NPR",
        "Millions of children at risk from stalling global vaccinations, study says - The Washington Post",
        "Google to Gemini Users: We’re Going to Look at Your Texts Whether You Like It or Not - Gizmodo"
    ]
}