{
    "headlines": [
        "Photos of anti-Trump ‘No Kings’ demonstrations across the US - AP News",
        "Putin and Trump discussed Middle East tensions, Ukraine talks on phone call, Kremlin says - AP News",
        "Caitlyn Jenner stuck in Tel Aviv amid airstrikes between Israel and Iran: God ‘protect us’ - Page Six",
        "Israeli air force achieved freedom of operation in Tehran's airspace, IDF says - Axios",
        "Trump's long-sought military parade becomes reality - CNBC",
        "‘How To Train Your Dragon’ Still On Course For Franchise Best $82M+ Opening After ‘A’ CinemaScore; ‘Materialists’ Reps A24’s Third Biggest Opening – Saturday Update - Deadline",
        "Pure Orwell: Europe condemns Iran for attacks on its own territory - Responsible Statecraft",
        "An old Capitol Hill troublemaker is trying to clinch a megabill deal - Politico",
        "14,000-year-old mummified ‘puppies’ weren’t dogs at all, new research shows - CNN",
        "2 Minnesota lawmakers shot in apparent 'targeted' incident: Officials - ABC News",
        "Prince Louis and Prince George’s Antics Steal the Spotlight at Trooping the Colour - instyle.com",
        "Watch: Keshav Maharaj in tears; South Africa beat Australia to end 27-year ICC trophy drought - Times of India",
        "Self-made billionaire college dropout Alexandr Wang's $14.3 billion deal with Meta’s AI - Fortune",
        "U.S. Open 2025: Third-round tee times, pairings and featured groups Saturday at Oakmont - NBC Sports",
        "UFC Atlanta predictions - MMA Fighting",
        "Space humbles the SEAL-doctor-astronaut | On the ISS this week June 9-13, 2025 - Space",
        "A father of 3 felt healthy. Then a routine screening found a rare, deadly illness. - CBS News",
        "India launches inspection of Boeing 787s after Air India crash - CNN",
        "US Steel Sale to Nippon Steel Poised To Close After Trump Deal - Bloomberg.com"
    ]
}