{
    "headlines": [
        "GLP-1s können Arbeitgebern helfen, die medizinischen Kosten in 2 Jahren zu senken, findet eine neue Studie - CNBC",
        "16-jähriger Verdächtiger nach 3 Toten bei Schießerei in Schweden festgenommen - CNN",
        "Was ist in diesen Handelsvorschlägen auf Papier, die Länder dem Weißen Haus geschickt haben? Kommt drauf an, wen man fragt. - Politico",
        "Was wir über den weitreichenden Stromausfall am Montag in Spanien und Portugal wissen - AP News",
        "Murray kommt als Nuggets Control Clips groß raus - ESPN",
        "Die Explosion von Celtics im dritten Quartal verdrängt Orlando und andere Erkenntnisse aus Spiel 5 - The Boston Globe",
        "Wie Pistons 'Ausar Thompson, Jalen Duren in Spiel 5 gegen Knicks gewann, um Detroits Saison am Leben zu erhalten - CBS Sports",
        "Whitmer hat gerade von Trump bekommen, was sie wollte. Aber sie macht eine riskante Wette. - The Washington Post",
        "Trump sagt, dass die Wähler, die über die Wirtschaft und seinen China-Handelskrieg unzufrieden sind, sich damit befassen sollten, weil sie sich tatsächlich dafür angemeldet haben - Business Insider",
        "Horoskop für Mittwoch, 30. April 2025 - Chicago Sun-Times",
        "Trumps Zölle drohen über der Wirtschaft, da die Lieferungen aus China sinken - AP News",
        "Kanye West veröffentlicht Lost Album ‘Donda 2’ für Streaming Services - Variety",
        "Trumps 100-tägige Kundgebung: Bekannte Beschwerden, eine überschwängliche Menge und eine schwierige Aufgabe vor sich - CNN",
        "Trump zielt darauf ab, die örtliche Polizei zu „entfesseln“, warnt jedoch davor, dem EIS im Weg zu stehen - NPR",
        "Samsung überlegt, aufgrund der Trump-Zölle einen Teil der Produktion zu verlagern - Nikkei Asia",
        "VOLLSTÄNDIGES TRANSKRIPT: Trumps exklusives 100-tägiges Rundfunkinterview mit ABC News - ABC News",
        "Google neckt Pixel-Display-Verbesserung, wahrscheinlich beginnend mit Pixel 10 - 9to5Google"
    ]
}