{
    "headlines": [
        "ਮੈਟਸ ਨੇ ਸਬਵੇਅ ਸੀਰੀਜ਼ ਵਿਚ ਦੂਜੀ ਸਿੱਧੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪਿਛਲੇ ਸਲੋਪੀ ਯੈਂਕੀਜ਼ ਨੂੰ ਸਲੈਗ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਹਮਾਸ ਦੀਆਂ ਮੰਗਾਂ ਦੇ ਬਾਵਜੂਦ ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਗੱਲਬਾਤ ਲਈ ਟੀਮ ਭੇਜੇਗਾ, ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "ਓਜ਼ੀ ਓਸਬਰਨ ਦੀ ਅੰਤਮ ਕਾਰਗੁਜ਼ਾਰੀ ਲਈ ਬਲੈਕ ਸਬਥ ਰੀਯੂਨਾਈਟਸ, ਮੈਟਲਿਕਾ, ਜੀ ਐਨ ਆਰ, ਸਟੀਵਨ ਟਾਈਲਰ ਅਤੇ ਹੋਰ ਹਾਰਡ ਰਾਕ ਆਲ-ਸਟਾਰਾਂ ਦੁਆਰਾ ਸ਼ਾਮਲਃ ਸੰਪੂਰਨ ਸੈਟਲਿਸਟ - ਵਰਾਇਟੀ",
        "ਟੈਕਸਾਸ 'ਚ ਭਿਆਨਕ ਹੜ੍ਹ ਕਾਰਨ ਘੱਟੋ-ਘੱਟ 32 ਮੌਤਾਂ ਅਤੇ ਲੜਕੀਆਂ ਦੇ ਕੈਂਪ' ਚੋਂ ਦਰਜਨਾਂ ਲਾਪਤਾ - NPR",
        "ਬੌਬੀ ਜੇਨਕਸ, 2-ਟਾਈਮ ਆਲ-ਸਟਾਰ ਅਤੇ ਵਰਲਡ ਸੀਰੀਜ਼ ਚੈਂਪੀਅਨ, 44 'ਤੇ ਦਿਹਾਂਤ - MLB.",
        "ਜੂਲੀਅਨ ਮੈਕਮਾਹਨ ਦੇ ਸਾਬਕਾ ‘ਫੈਨਟੈਸਟਿਕ ਫੋਰ,’ ‘ਚਾਰਮੇਡ’ ਅਤੇ ‘ਨਿਪ/ਟੱਕ’ ਸਹਿ-ਸਿਤਾਰੇ ਸ਼ਰਧਾਂਜਲੀ ਸਾਂਝੇ ਕਰਦੇ ਹਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਆਈਫੋਨ 17 ਪ੍ਰੋ ਮੈਕਸ ਦੀ ਤੁਲਨਾ ਆਈਫੋਨ 17 ਪ੍ਰੋ ਨਾਲ ਕਿਵੇਂ ਕੀਤੀ ਜਾਏਗੀ ਇਹ ਇੱਥੇ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਲਿਵਰਪੂਲ ਅਤੇ ਪੁਰਤਗਾਲ ਦੇ ਖਿਡਾਰੀ ਅੰਤਿਮ ਸੰਸਕਾਰ 'ਤੇ ਡਾਇਗੋ ਜੋਟਾ ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਦੇ ਸੋਗ ਵਿਚ ਪਰਿਵਾਰ ਵਿਚ ਸ਼ਾਮਲ ਹੋਏ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਨੇ ਕਈ ਹਫ਼ਤਿਆਂ ਦੀ ਕਾਨੂੰਨੀ ਲੜਾਈ ਤੋਂ ਬਾਅਦ ਵੱਖ-ਵੱਖ ਦੇਸ਼ਾਂ ਦੇ 8 ਆਦਮੀਆਂ ਨੂੰ ਦੱਖਣੀ ਸੂਡਾਨ ਵਾਪਸ ਭੇਜਣਾ ਪੂਰਾ ਕੀਤਾ - ਪੀਬੀਐਸ",
        "ਖੰਡੀ ਤੂਫਾਨ ਦੀ ਚੇਤਾਵਨੀ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਤੱਕ ਫੈਲ ਗਈ ਜਿਵੇਂ ਕਿ ਚੈਨਟਲ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਕੋਲੰਬੀਆ ਦੇ ਸੈਨੇਟਰ ਦੀ ਗੋਲੀਬਾਰੀ ਦੇ ਪਿੱਛੇ ਕਥਿਤ ਮਾਸਟਰਮਾਈਂਡ, ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਉਮੀਦਵਾਰ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਸੇਫਵੇਅ ਹੜਤਾਲ ਅਲਬਰਟਸਨ ਅਤੇ ਸਥਾਨਕ ਯੂਨੀਅਨ ਦੇ ਸਮਝੌਤੇ 'ਤੇ ਪਹੁੰਚਣ ਦੇ ਨਾਲ ਖਤਮ ਹੁੰਦੀ ਹੈ - ਕੋਲੋਰਾਡੋ ਪਬਲਿਕ ਰੇਡੀਓ",
        "ਸਜ਼ਾ ਸੁਣਾਈ ਗਈ, ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ’ਦੇ ਵਕੀਲਾਂ ਦਾ ਉਦੇਸ਼ ਇਹ ਦਰਸਾਉਣਾ ਹੈ ਕਿ ਉਹ ਹੁਣ' ਜ਼ਿੰਦਗੀ ਲਈ ਬੁਰਾ ਲੜਕਾ ‘ਨਹੀਂ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "‘ਜੁਰਾਸਿਕ ਵਰਲਡ ਰੀਬੈਰਥ' ਕੋਵਿਡ ਤੋਂ ਬਾਅਦ 4 ਜੁਲਾਈ ਨੂੰ ਵਿਕਸਤ ਹੁੰਦਾ ਹੈ $ 26M+ ਰਿਕਾਰਡ; 5-ਦਿਨ ਦਾ ਉਦਘਾਟਨ ਹੁਣ $ 141M + ਤੇ ਰੌਲਾ ਪਾਉਂਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਐਪਲ 4 ਜੁਲਾਈ ਦੇ ਸੌਦੇ ਜੋ ਤੁਸੀਂ ਅਜੇ ਵੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਰਿਕਾਰਡ-ਘੱਟ ਕੀਮਤਾਂ 'ਤੇ ਸਭ ਤੋਂ ਨਵੇਂ ਆਈਪੈਡ ਅਤੇ ਆਈਪੈਡ ਮਿਨੀ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ - ਯਾਹੂ",
        "ਅਮਰੀਕਾ ਵਿਚ ਬਿਮਾਰੀ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਖਸਰਾ ਦੇ ਕੇਸ ਉੱਚ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚ ਗਏ - ਸੀ ਐਨ ਐਨ"
    ]
}