{
    "headlines": [
        "2025 NFL Draft Tracker Live: Runde 4 Picks nach Team, Noten, Shedeur Sanders Landeplätze, Handelsgerüchte - CBS Sports",
        "Selbstmord hallt unter jungen Ärzten nach - WSJ",
        "Eine massive Explosion in einem iranischen Hafen, die mit der Lieferung von Raketentreibstoff in Verbindung steht, tötet 5 Menschen und verletzt über 700 - AP News",
        "Die Genetik kann Menschen mit seltenen Mutationen zurücklassen. Aber es gibt neue Hoffnung - AP News",
        "Die USA und der Iran schließen die dritte Runde der Atomgespräche ab und vereinbaren, sich nächste Woche wieder zu treffen - Axios",
        "\"Eine weitere Gelegenheit\": Shedeur Sanders reagiert nach der dritten Runde des NFL-Drafts auf das Undrafted - ABC News",
        "‘Just never been anything like DOGE’: Inside Elon Musks turbulente Regierungsübernahme in Trumps ersten 100 Tagen - CNN",
        "John Schneider: Jalen Milroe war \"verdammt nah\" an Seattles bestbewertetem QB - NBC Sports",
        "Umfrage zeigt, dass der Trump-Effekt maßgeblich ist, während die Kanadier abstimmen - Politico",
        "Der vorzeitige Tod von Virginia Giuffre lässt unbeantwortete Fragen offen - BBC",
        "Hamas stimmt einer fünfjährigen Waffenruhe im Austausch für alle verbleibenden Geiseln zu - Bericht - The Jerusalem Post",
        "Die NASA enthüllt Nighthawk, einen neuen Hubschrauber, der entwickelt wurde, um unerforschte Regionen des Mars zu erkunden. - Farmingdale Observer",
        "MAGA-MAXIMALISMUS: Trumps Basis liebt die Verhaftung von Richtern in Wisconsin - Axios",
        "Es ist Zeit, Tech-Aktien zu kaufen: 4 Möglichkeiten, Gewinner zu finden, während der Markt unten ist - MarketWatch",
        "Das indische Militär sagt, dass pakistanische Truppen auf Positionen entlang der Grenze im umstrittenen Kaschmir gefeuert haben - AP News",
        "Chipolo und Motorola Tracker beweisen die Mängel von Googles Find My Device - Android Authority",
        "Flugtickets werden billiger, da die Inlandsnachfrage nach Reisen schwächer wird - CNBC",
        "RFK Jr. bleibt nicht auf seiner Spur. Trump ist begeistert. - Politico"
    ]
}