{
    "headlines": [
        "ਪੋਲੈਂਡ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਚੋਣ ਗਰਮ ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਚਾਕੂ ਦੇ ਕਿਨਾਰੇ 'ਤੇ, ਐਗਜ਼ਿਟ ਪੋਲ ਦਿਖਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਐਫਬੀਆਈ ਨੇ ਕੋਲੋਰਾਡੋ ਦੇ ਬੋਲਡਰ ਵਿਚ ਹਮਲੇ ਦੀ ਜਾਂਚ ਕੀਤੀ, 'ਅੱਤਵਾਦ ਦੀ ਕਾਰਵਾਈ' ਵਜੋਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਉਹ ਵਿਅਕਤੀ ਬਿਲਕੁਲ ਸਭ ਤੋਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਵਿਅਕਤੀ ਬਣ ਜਾਵੇਗਾ': ਐਲ ਏ ਨਵੇਂ ਰਾਜੇ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਯੂਕਰੇਨ ਵਿਰੁੱਧ ਆਪਣੀ ਲੜਾਈ ਵਿਚ ਤਿੰਨ ਸਾਲ, ਪੁਤਿਨ ਅਸਲ ਵਿਚ ਕੀ ਚਾਹੁੰਦਾ ਹੈ? - ਐਨਪੀਆਰ",
        "ਸਪੈਨਿਸ਼ ਗ੍ਰਾਂ ਪ੍ਰੀ 2025: ਜਾਰਜ ਰਸਲ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮੈਕਸ ਵਰਸਟਾਪੇਨ ਨੇ ਨਸਲ ਦੀ ਟੱਕਰ ਨਾਲ 'ਆਪਣੇ ਆਪ ਨੂੰ ਨਿਰਾਸ਼ ਕੀਤਾ' - ਬੀਬੀਸੀ",
        "ਬੇਸੈਂਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨ ਪਹਿਲਾਂ ਹੀ ਆਪਣੇ ਨਵੀਨਤਮ ਵਪਾਰ ਸਮਝੌਤੇ ਦੀ ਉਲੰਘਣਾ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਰੂਸ ਯੂਕਰੇਨ ਜੰਗਃ ਵਲਾਦੀਮੀਰ ਪੁਤਿਨ ਐਤਵਾਰ ਦੇ ਡਰੋਨ ਹਮਲੇ ਦੇ ਬਾਅਦ Volodymyr Zelenskyy-ਮੁਖੀ ਰਾਸ਼ਟਰ ਦੇ ਖਿਲਾਫ ਪ੍ਰਮਾਣੂ ਹਮਲੇ ਦਾ ਆਦੇਸ਼ ਦੇਵੇਗਾ? - ਆਰਥਿਕ ਟਾਈਮਜ਼",
        "'ਬੋਰਡਵਾਕ ਐਂਪਾਇਰ' ਅਭਿਨੇਤਾ ਦੇਵਿਨ ਹਰਜੇਸ ਦਾ 41 'ਤੇ ਦੇਹਾਂਤ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਸੁਆਗਤ ਹੈ ਟੂਰ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਟ੍ਰੇਲਰ - ਨਿਣਟੇਨਡੋ ਸਭ ਕੁਝ",
        "ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਕੇਂਦਰ ਨੇੜੇ ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਦੇ ਹਮਲੇ ਤੋਂ ਬਾਅਦ 31 ਦੀ ਮੌਤ, ਹਮਾਸ-ਸੰਚਾਲਿਤ ਸਿਹਤ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਮਾਈਕ ਜਾਨਸਨ ਅਤੇ ਰੂਸ ਵੌਟ ਮੈਡੀਕੇਡ ਕੱਟਾਂ ਬਾਰੇ ਝੂਠ ਬੋਲਦੇ ਰਹਿੰਦੇ ਹਨ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਬਫੇਲੋ ਬਿਲਸ ਕਿ Qਬੀ ਜੋਸ਼ ਐਲਨ ਨੇ ਅਭਿਨੇਤਰੀ ਅਤੇ ਗਾਇਕਾ ਹੈਲੀ ਸਟੀਨਫੈਲਡ ਨਾਲ ਵਿਆਹ ਕਰਵਾ ਲਿਆ - ਈਐਸਪੀਐਨ",
        "ਬਿੱਗ ਟੈਕ ਐਸ ਐਂਡ ਪੀ 500 ਡਰਾਈਵਰ ਸੀਟ 'ਤੇ ਵਾਪਸ ਆ ਗਿਆ ਹੈ ਮੁਨਾਫਾ ਇੰਜਣ ਹਮ - ਬਲੂਮਬਰਗ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਲੀਲੋ ਐਂਡ ਸਟਿਚ’ ਦੁਬਾਰਾ 63 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਾਲ ਨਿਯਮ, ‘ਕਰਾਟੇ ਕਿਡਃ ਲੈਜੈਂਡਜ਼’ 21 ਮਿਲੀਅਨ ਡਾਲਰ 'ਤੇ ਖੁੱਲ੍ਹਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਟੇਲਰ ਸਵਿਫਟ ਸੇਲੇਨਾ ਗੋਮੇਜ਼ ਦੇ ਨਾਲ ਇੱਕ ਸੈਲੀਬ੍ਰੇਟਰੀ ਗਰਲਜ਼ ਨਾਈਟ ਆਉਟ ਲਈ ਇੱਕ ਬੇਜਵੇਲਡ ਐਲਬੀਡੀ ਪਹਿਨਦਾ ਹੈ - instyle. com",
        "ਯੂਕਰੇਨ ਨੇ ਰੂਸ ਦੇ ਅੰਦਰ ਡੂੰਘੇ ਹਵਾਈ ਅੱਡਿਆਂ 'ਤੇ ਵਿਸ਼ਾਲ ਡਰੋਨ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਯੂਕੇ ਨੇ ਰੂਸ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਤਾਜ਼ਾ ਬਚਾਅ ਪੱਖ ਵਿੱਚ ਅਰਬਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - politico. eu",
        "ਮੈਕੋਸ ਟਾਹੋ ਨਾਮ ਅਗਲੇ ਹਫਤੇ ਐਪਲ ਦੇ ਡਬਲਯੂਡਬਲਯੂਡੀਸੀ ਈਵੈਂਟ ਤੋਂ ਪਹਿਲਾਂ ਲੀਕ ਹੋਇਆ - ਮੈਕਰੂਮੋਰਸ",
        "ਵਿਦਿਆਰਥੀ ਵੀਜ਼ਾ 'ਤੇ ਪਾਬੰਦੀ ਲਾਉਣ ਦੇ ਅਮਰੀਕਾ ਦੇ ਕਦਮ ਬਾਰੇ ਚੀਨੀ ਮਾਪੇ ਕੀ ਸੋਚਦੇ ਹਨ? - ਸਾਊਥ ਚਾਈਨਾ ਮਾਰਨਿੰਗ ਪੋਸਟ"
    ]
}