{
    "headlines": [
        "Israel lança grande ofensiva enquanto socorristas de Gaza dizem que dezenas de pessoas morreram - BBC",
        "O New York Knicks passa pelo Boston Celtics para chegar às finais da Conferência Leste pela primeira vez em 25 anos - CNN",
        "Pedro Pascal diz ‘F— as pessoas que tentam te assustar’ quando perguntado sobre o caos político dos EUA: ‘Contra-ataque. Don' t Let Them Win’ - Variedade",
        "Sierra fez os jogos da minha infância. Eles ainda são divertidos de jogar? - Ars Technica",
        "O Google I/O será um programa de IA - The Verge",
        "O NIST colocou seu novo relógio atômico em movimento e é incrivelmente preciso - The Washington Post",
        "Rejuvenesceu a oportunidade de Clarke Schmidt de enfrentar o ex-colega de equipa ianque Juan Soto - New York Post",
        "Kremlin estabelece condições para reunião Putin-Zelenskiy: Interfax - Bloomberg",
        "Luzes, câmara, bola de brilho: o Festival Eurovisão da Canção chega à sua grande final - AP News",
        "FSD da Tesla vs. robotaxi da Waymo: um deles fez um movimento que prejudicaria qualquer teste de direção - Business Insider",
        "XRP, DOGE Price Analysis: Dogecoin, Ripple Down 3% as Moody's Downgrades the U.S. Credit Score - CoinDesk",
        "Quando o teatro político tomou o centro do palco na Turquia, a guerra continuou na Ucrânia. Kiev tem poucas opções - AP News",
        "Nove mortos num ataque russo a um autocarro civil na Ucrânia - BBC",
        "Veja o que as tarifas podem tornar mais caras no Walmart - CNN",
        "Pelo menos 7 pessoas mortas e danos generalizados deixados na sequência de tempestades severas no Centro-Oeste - NPR",
        "Áudio de 2023 Entrevista de Biden com Hur revela pausas, interrompendo respostas - The Washington Post",
        "10 escapam da prisão de Nova Orleans através de um buraco na parede da cela enquanto um guarda solitário sai para buscar comida - AP News",
        "Paige Bueckers sofre uma derrota para o Lynx em seu primeiro jogo da WNBA - Star Tribune",
        "Seu horóscopo diário: 17 de maio de 2025 - The Globe and Mail"
    ]
}