{
    "headlines": [
        "Nachdem Trump die Nationalgarde geschickt hat, beschuldigen die Dems und die Republikaner Gavin Newsom - Politico",
        "Yvette Cooper muss sich noch drei Tage vor der Überprüfung der Ausgaben einigen - BBC",
        "French Open Endergebnisse Herren: Carlos Alcaraz überdauert Jannik Sinner in zermürbendem 5-Stunden-Match nach atemberaubendem Comeback - Yahoo Sports",
        "Mehrere Verletzte nach kleinem Flugzeugabsturz in Tennessee - NBC News",
        "Israel sagt, es habe die Leiche des Hamas-Militärführers Mohammed Sinwar gefunden - BBC",
        "Verschwindende Einwanderung ist die \"wahre Geschichte\" für die Wirtschaft und ein größerer Angebotsschock als Zölle, sagen Analysten - Fortune",
        "Madleen: Israel warnt, dass es die Hilfsflottille, die Gaza erreicht, stoppen wird - BBC",
        "Call of Duty: Black Ops 7 angekündigt, verspricht \"am meisten verblüffende\" Black Ops aller Zeiten zu werden - Eurogamer",
        "‘Lilo & Stitch’ nähert sich $ 800M Global, ‘Mission: Impossible – Final Reckoning’ Tops $ 450M & ‘Ballerina’ Bows To $ 51M WW – International Box Office - Deadline",
        "Xbox Ally Handheld-Konsole, die dieses Jahr von Microsoft auf den Markt kommt - Vielfalt",
        "Mike Johnson spielt Musks Einfluss herunter und sagt, dass die Republikaner Trumps Steuer- und Haushaltsrechnung verabschieden werden - AP News",
        "Musk und Trump sind vorbei. Silicon Valley fängt gerade erst an. - The Washington Post",
        "Xbox Games Showcase 2025: Alle Neuigkeiten und Trailer - The Verge",
        "\"Er arbeitet einfach weiter\" - Frenkie de Jong begrüßt Lamine Yamal vor dem Finale der Nations League - Barca Blaugranes",
        "Was ist ein Dämon mit Schlaflähmung? Und andere Fakten des bizarren Phänomens - CNN",
        "So sehen Sie sich Apples WWDC 2025 Keynote an - TechCrunch",
        "Natasha Rothwell und Sterling K. Brown werden ehrlich über \"White Lotus\", Doomsday und die Nummer 1 auf dem Call Sheet: \"Für die längste Zeit dachte ich, es bedeute etwas\" - Vielfalt",
        "Die Parker-Solarsonde der NASA beobachtet eine starke magnetische Explosion, die auf die Sonnenoberfläche gerichtet ist - Live Science"
    ]
}