{
    "headlines": [
        "JD Vance dit que la crypto peut aider les Américains de tous les jours. Voici combien l'utilisent réellement. - NBC News",
        "Dow clôture mercredi en baisse de plus de 200 points par rapport aux résultats de Nvidia : mises à jour en direct - CNBC",
        "Trump nomme l'un de ses anciens avocats personnels pour le prestigieux siège de la Cour d'appel fédérale - CNN",
        "La mission chinoise décolle pour explorer deux objets inhabituels qui n'ont jamais été visités par un vaisseau spatial auparavant - CNN",
        "Trump le perd lorsqu'on lui demande à propos de « Chickening Out » sur les tarifs - Rolling Stone",
        "Jeu vidéo ‘Black Panther’ annulé chez Electronic Arts alors que Cliffhanger Studios ferme - Variété",
        "e.l.f. Beauty annonce un accord définitif pour acquérir rhode dans le cadre d'une transaction d'un milliard de dollars - Business Wire",
        "Samsung abandonne Android 16 bêta pour le Galaxy S25 avec plus d'IA dont vous ne voulez probablement pas - Ars Technica",
        "Retours sains : le changement de recommandation de vaccin Covid de RFK Jr. pourrait menacer la santé, l'accès - CNBC",
        "Trump s'engage à « jeter un coup d'œil » au pardon des conspirateurs kidnappeurs de Whitmer - The Detroit News",
        "La grande gueule de Barbie a-t-elle saboté l'attaque de Trump contre Harvard ? - NJ.com",
        "Google Photos lance un éditeur repensé avec de nouveaux outils d'IA - TechCrunch",
        "Salut, 'Maman' ! Le télescope James Webb découvre MoM-z14 — la galaxie primitive la plus lointaine jamais vue - Live Science",
        "Andrew et Tristan Tate accusés de viol et de traite d'êtres humains au Royaume-Uni - Rolling Stone",
        "Le paquet budgétaire du GOP propose de réduire les prestations et d'augmenter les frais pour les immigrants légaux - NPR",
        "Terry Bradshaw, Cam Heyward commente à propos d'Aaron Rodgers qui résonne avec beaucoup de fans des Steelers - NBC Sports",
        "Après les coupures des CDC, les médecins craignent que les femmes perdent l'accès à la recherche sur la contraception - NPR"
    ]
}