{
    "headlines": [
        "Essas pessoas autistas lutavam para entender os outros. Então eles encontraram a IA. - The Washington Post",
        "Vancouver: pelo menos nove mortos após carro passar por festival de rua - BBC",
        "Microplásticos podem confundir abelhas e outros insetos, prejudicando a polinização - The Washington Post",
        "Jiggly Caliente: RuPaul's Drag Race and Pose Star morre aos 44 anos - BBC",
        "Vaticano divulga fotos do túmulo do Papa Francisco, que se abre para visualização pública - ABC News",
        "Uma empresa inteira foi composta por agentes de IA e você nunca vai adivinhar o que aconteceu - futurism.com",
        "Um reino desaparecido ganha vida nas canções dos griots e uma nova escavação arqueológica - NPR",
        "À medida que Musk ganhou poder em Washington, sua popularidade caiu, segundo uma pesquisa da AP-NORC - AP News",
        "Notas de Draft da NFL de 2025 para todas as equipes - FantasyPros",
        "Shedeur Sanders: \"Eu sei que vou me encaixar perfeitamente\" em Cleveland - NBC Sports",
        "Trump sai do claustro para apertar a mão de líderes mundiais na Cidade do Vaticano - Politico",
        "Hubble aos 35 anos: revelando um universo de imagens deslumbrantes e descobertas profundas - SciTechDaily",
        "O que esperar dos mercados esta semana - Investopedia",
        "Shein sobe os preços nos EUA até 377% antes dos aumentos tarifários - Bloomberg.com",
        "Aprovação de Trump cai à medida que americanos criticam suas principais políticas, diz pesquisa - The Washington Post",
        "Os cortes mais profundos da DOGE em empregos federais ainda estão por vir — com ou sem Elon Musk - Business Insider",
        "Prisão do juiz ‘traidor’ do FBI transforma MAGA em frenesi online - The Daily Beast",
        "Pode ser Carney vs. Poilievre para liderar o Canadá, mas Trump está extraoficialmente na cédula - AP News",
        "Jimmy Butler fica de fora da lesão enquanto Stephen Curry leva os Warriors à vitória do Jogo 3 sobre os Rockets - AP News"
    ]
}