{
    "headlines": [
        "Das mexikanische Marineschiff stürzt auf die Brooklyn Bridge in New York City - BBC",
        "Der Journalismus feiert ein unglaubliches Comeback und gewinnt den 150. Preakness-Einsatz - NBC Sports",
        "Israel startet eine neue Militäroperation in Gaza. Netanyahu fordert das Verhandlungsteam auf, bei den Gesprächen zu bleiben - KTLA",
        "Caitlin Clark sagt, dass das offensichtliche Foul für das Schieben von Angel Reese nicht \"bösartig\" war - AP News",
        "JJ Of Austria zum Gewinner der Eurovision 2025 gekrönt - Deadline",
        "Amazon behauptet, dass es ständig neue Kunden zu Alexa Plus einlädt - The Verge",
        "Rail strike latest: NJ Transit, BLET chairman agree that talks are ‘moving in the right direction’ - News 12 - New Jersey",
        "Trump schlägt vor, dass der Oberste Gerichtshof seine gesetzlosen Abschiebungen \"illegal\" blockiert - Rolling Stone",
        "Jennifer Lawrence and Robert Pattinson's Animalistic Descent Into Madness in ‘Die My Love’ Gets 6-Minute Cannes Standing Ovation - variety.com",
        "Kolumne | Republicans set make-believe deadline, turning agenda into process story - The Washington Post",
        "Trump sagt, er werde am Montag mit Putin telefonieren - CNN",
        "Paläontologen entdecken ein 500 Millionen Jahre altes, 3-äugiges Raubtier - NPR",
        "Russischer Angriff auf Bus in der Region Sumy tötet neun, sagt die Ukraine, Stunden nach Friedensgesprächen - CNN",
        "How Will Dow Jones Futures After U.S. Debt Rating Downgrade Hits QQQ; Broadcom, Meta Eye Buy Points - Investor's Business Daily",
        "Die New Yorker Republikaner legen einen höheren Steuersatz fest, um SALZ zu bezahlen - Bloomberg",
        "US-Aktien nähern sich nach einer wütenden Rallye wieder Rekordhöhen — \"dieser Markt könnte alle überraschen\" - Fortune",
        "Gegen Comey wird wegen der Veröffentlichung von ‘86’ in Bezug auf Trump ermittelt. Was bedeutet das? - PBS",
        "Knicks Fans schwärmen Celtics Mannschaftsbus in wilder Szene nach Spiel 6 Niederlage - New York Post"
    ]
}