{
    "headlines": [
        "Photos : Pourquoi il a fallu du courage à ces femmes pour poser pour l'appareil photo - NPR",
        "Le tribunal bloque la loi de Louisiane obligeant les écoles à afficher les Dix Commandements dans les salles de classe - NPR",
        "Israël dit qu'il a tué le coordinateur militaire iranien avec le Hamas - BBC",
        "La Nintendo Switch 2 est une mise à niveau impressionnante pour les parents comme moi - The Verge",
        "Vous n'avez probablement pas besoin d'aliments avec des protéines ajoutées, disent les nutritionnistes - AP News",
        "Splitgate 2 développeur 1047 Games licencie « petit groupe de personnel valorisé » - Eurogamer",
        "Trump veut une chose du sommet de l'OTAN. L'Europe va le lui donner. - Politico",
        "Le yacht bayésien condamné du magnat de la technologie Lynch remonté à la surface - CNBC",
        "Les personnes atteintes de MPOC avaient plus de carbone dans leurs poumons que les fumeurs de l'étude - The Washington Post",
        "Le suspect dans les attaques de législateurs du Minnesota était un « préparateur » qui avait rédigé un « plan de sauvetage » pour sa femme, selon le dépôt du tribunal - CNN",
        "Un juge fédéral demande si le déploiement de la Garde nationale à Los Angeles viole la loi Posse Comitatus - Fox News",
        "Quels animaux peuvent retenir leur souffle sous l'eau le plus longtemps ? - Live Science",
        "Israël frappe l'installation nucléaire iranienne d'Ispahan alors que Trump entre en guerre - Financial Times",
        "Jonathan Tah autocritique après sa gaffe lors de la victoire 2-1 du Bayern Munich sur Boca Juniors en Coupe du Monde des Clubs - Bavarian Football Works",
        "« Elle ne dort jamais » : cette plateforme veut être OnlyFans pour l'ère de l'IA - CNN",
        "Trump jette le doute sur la demande de cessez-le-feu de l'Iran, dit qu'Israël « gagne » - Axios",
        "Faits saillants de la première journée au Pro Tour Magic : The Gathering®—FINAL FANTASY™ - magic.gg",
        "Horoscope du samedi 21 juin 2025 - Chicago Sun-Times",
        "Résultats de l'UFC Baku : Hill vs. Rountree Jr. - MMA Fighting"
    ]
}