{
    "headlines": [
        "Xbox Games Showcase 2025 LIVE: ألعاب Xbox Ally المحمولة، وإعادة إصدار Persona 4 وجميع الاكتشافات الكبيرة عند حدوثها - Tom's Guide",
        "ما يجب معرفته حول نشر ترامب لقوات الحرس الوطني في احتجاجات لوس أنجلوس - أسوشيتد برس نيوز",
        "Kourtney Kardashian and Travis Barker Booed By WWE Fans - TMZ",
        "\"ليلو آند ستيتش\" تقترب من 800 مليون دولار عالمي، \"المهمة: مستحيلة – الحساب النهائي\" تتصدر 450 مليون دولار و \"راقصة باليه\" تنحني إلى 51 مليون دولار WW – شباك التذاكر الدولي - الموعد النهائي",
        "هذه هي الطريقة التي تجمع بها Microsoft بين Windows و Xbox لأجهزة الكمبيوتر المحمولة - The Verge",
        "زلزال بقوة 6.3 درجة يهز العاصمة الكولومبية بوغوتا - الجزيرة",
        "ينشر جاستن بيبر رسالة مشفرة حول \"علاقات المعاملات\" بعد أن توسل إليه المعجبون \"للحصول على المساعدة\" - الصفحة السادسة",
        "علم شلل النوم، خلل في الدماغ والجسم يجعل الناس يرون الشياطين والساحرات - سي إن إن",
        "\"إيه بي سي نيوز\" تعلق \"تيري موران\" بعد أن أدانت إدارة \"ترامب\" منشور \"الكراهية\" - سي إن إن",
        "كشفت دراسة جديدة أن هذا النظام الغذائي يمكن أن يقلل من خطر الإصابة بالخرف بنسبة تصل إلى 25 ٪ - SciTechDaily",
        "نهائيات الدوري الاميركي للمحترفين أفضل الرهانات، اللقطات، التوقعات ليوم الأحد 8 يونيو - شبكة العمل",
        "شعر جونسون \"بخيبة أمل\" بسبب انفجار مشروع قانون ماسك الكبير والجميل - أكسيوس",
        "النتائج النهائية لبطولة فرنسا المفتوحة للرجال: كارلوس ألكاراز، يانيك سينر تحديثات حية، أبرز الأحداث من نهائي فردي الرجال - ياهو سبورتس",
        "بعثات ناسا العلمية التي سيتم إلغاؤها في ميزانية ترامب لعام 2026 - واشنطن بوست",
        "في WWDC 25، يجب على Apple إجراء تعديلات مع المطورين بعد أوجه القصور في الذكاء الاصطناعي والدعاوى القضائية - TechCrunch",
        "ترامب يتجاهل المصالحة المحتملة مع ماسك - أكسيوس",
        "الأفغان الذين ساعدوا المجهود الحربي الأمريكي يشعرون بالخيانة من حظر السفر الذي فرضه ترامب - سي إن إن",
        "قتل أربعة أشخاص في إطلاق نار بالقرب من مركز الإغاثة في غزة، كما يقول العاملون الصحيون المحليون - بي بي سي",
        "يصوت الإيطاليون على قواعد الجنسية وقوانين العمل - DW",
        "غاب عن النزول ومأساة في المخيم. كيف تتكشف مطاردة لأب متهم بقتل بناته الثلاث - سي إن إن"
    ]
}