{
    "headlines": [
        "\"الإخفاقات المهنية\" أدت إلى مقتل مسعفين في غزة، كما يقول تحقيق الجيش الإسرائيلي - بي بي سي",
        "ملخص لعبة Thunder 131-80 Grizzlies (20 أبريل 2025) - ESPN",
        "مسودة أمر تنفيذي لترامب ستجري تغييرات شاملة على وزارة الخارجية الأمريكية - إن بي سي نيوز",
        "الفائزون والخاسرون من جائزة المملكة العربية السعودية الكبرى للفورمولا 1 لعام 2025 - السباق",
        "رئيس بنك الاحتياطي الفيدرالي في شيكاغو أوستن جولسبي يقول إن خطوة ترامب لإنهاء جيروم باول من شأنها أن \"تقوض مصداقية بنك الاحتياطي الفيدرالي\" - فورتشن",
        "تقول معارضة أليتو في قضية الترحيل إن المحكمة سارعت إلى منع ترامب بأمر منتصف الليل - أسوشيتد برس نيوز",
        "تستأنف فصول ولاية فلوريدا يوم الاثنين بعد إطلاق النار المميت، لكن الحضور الشخصي ليس إلزاميًا - أسوشيتد برس نيوز",
        "المشاهير يحتفلون بعيد الفصح 2025 - TMZ",
        "\"المذنبون\" يهبطون أولاً \"A\" CinemaScore Ever For Horror Movie - الموعد النهائي",
        "يظهر البابا فرنسيس لمباركة عيد الفصح بعد اجتماعه مع جي دي فانس في الفاتيكان - إيه بي سي نيوز",
        "WWE WrestleMania 41 توقعات، اختيارات الخبراء: بطاقة Night 2، مباريات 2025، وقت البدء، التاريخ، الموقع - CBS Sports",
        "اتهام بوتين بخرق الهدنة الخاصة به مع اقتراب وقفة قصيرة للقتال في أوكرانيا من نهايتها - سي إن إن",
        "\"جي بي يريد القتال \": حاكم إلينوي يحتضن دوره كواحد من أشرس أعداء ترامب - بوليتيكو",
        "2025 مسودة وهمية لاتحاد كرة القدم الأميركي: رعاة البقر يحصلون على WR2، والنسور تحصل على سرقة متأخرة أخرى، ويساعد الرؤساء باتريك ماهومز - سي بي إس سبورتس",
        "ماجيك جونسون يهزم ليكرز بعد خسارة مقلقة في التصفيات أمام تيمبروولفز - نيويورك بوست",
        "دي إتش إل تعلق بعض عمليات تسليم الطرود إلى الولايات المتحدة وسط حرب تجارية - فاينانشال تايمز",
        "Cyberpunk 2077 على Switch 2 يستخدم DLSS يؤكد CD PROJEKT RED - Eurogamer",
        "حملة نينتندو سويتش 2 الإعلانية رجعية بأفضل طريقة ممكنة - Eurogamer",
        "تسعى ألمانيا إلى ترحيل مواطن أمريكي وثلاثة مواطنين من الاتحاد الأوروبي بعد احتجاج مؤيد للفلسطينيين - NPR"
    ]
}