{
    "headlines": [
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਦੱਖਣੀ ਕੈਲੀਫੋਰਨੀਆ ਵਿਚ ਬਿਨਾਂ ਕਿਸੇ ਸੰਭਾਵਤ ਕਾਰਨ ਦੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਗ੍ਰਿਫਤਾਰੀਆਂ ਨੂੰ ਰੋਕਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਵੈਸਟ ਬੈਂਕ 'ਚ ਇਜ਼ਰਾਈਲੀ ਵਸਨੀਕਾਂ ਨੇ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਦੀ ਕੀਤੀ ਕੁੱਟਮਾਰ, ਪਰਿਵਾਰ ਨੇ ਕਿਹਾ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਏਅਰ ਇੰਡੀਆ ਦੇ ਜੈੱਟ ਹਾਦਸੇ ਤੋਂ ਠੀਕ ਪਹਿਲਾਂ ਇੰਜਣ ਬਾਲਣ ਦੀ ਸਪਲਾਈ ਕੱਟ ਦਿੱਤੀ ਗਈ ਸੀ, ਮੁliminaryਲੀ ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਰਾਜਨੀਤਿਕ ਅੰਦਰੂਨੀ ਵਿਅਕਤੀ ਡੇਵਿਡ ਗਰਗੇਨ ਦਾ 83 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਸਟਿਨ ਬੀਬਰ ਦੀ ਨਵੀਂ ਐਲਬਮ ਦੀ ਖ਼ਬਰ 'ਤੇ ਏਪੀ ਪੱਤਰਕਾਰਾਂ ਨੇ ਕਿਵੇਂ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵਿੰਡਸਰਫ ਦਾ ਸੀਈਓ ਗੂਗਲ ਨੂੰ ਜਾਂਦਾ ਹੈ; ਓਪਨਏਆਈ ਦੀ ਪ੍ਰਾਪਤੀ ਵੱਖ ਹੋ ਜਾਂਦੀ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "QB Retzlaff ਨੇ BYU - ESPN ਤੋਂ ਵਾਪਸ ਲੈਣ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਮਸਕ ਦਾ ਨਵੀਨਤਮ ਗਰੋਕ ਚੈਟਬੋਟ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣ ਤੋਂ ਪਹਿਲਾਂ ਅਰਬਪਤੀ ਮੋਗੂਲ ਦੇ ਵਿਚਾਰਾਂ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬੁਰਾ ਬੰਨੀ ਇੱਕ ‘ਰਾਜਨੀਤਿਕ ਬਿਆਨ‘ ਦਿੰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਪੋਰਟੋ ਰੀਕੋ ਰੈਜ਼ੀਡੈਂਸੀ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੈਮਸੰਗ ਦੇ ਨਵੇਂ ਫੋਨ ਦਿਖਾਉਂਦੇ ਹਨ ਕਿ ਚੀਨ ਇਨੋਵੇਸ਼ਨ 'ਤੇ ਕਿੰਨਾ ਕੁ ਅੱਗੇ ਹੈ - ਵਾਇਰਡ",
        "ਕੇਲੋਗ ਦੀ ਇਤਾਲਵੀ ਕੰਪਨੀ ਨੂੰ ਵੇਚਣ ਤੋਂ ਪਹਿਲਾਂ ਦਹਾਕਿਆਂ ਤੋਂ ਨਾਸ਼ਤੇ ਦੇ ਅਨਾਜ ਦੀ ਵਿਕਰੀ ਘਟੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਟਰੰਪ ਦੇ 35% ਕੈਨੇਡਾ ਟੈਰਿਫ ਨੂੰ ਧਮਕੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਹਫਤੇ ਦੇ ਹੇਠਲੇ ਹਿੱਸੇ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਨਿਊ Skhūl ਮੈਨੂੰ ਖੋਪੜੀ ਵਿਸ਼ਲੇਸ਼ਣ ਛੇਤੀ ਮਨੁੱਖੀ ਵਿਕਾਸ ਬਾਰੇ ਸਾਨੂੰ ਪਤਾ ਹੈ ਸਭ ਕੁਝ ਬਦਲ ਸਕਦਾ ਹੈ - ਭਾਰਤੀ ਰੱਖਿਆ ਸਮੀਖਿਆ",
        "ਲੂਕਾ ਡੋਂਸੀਕ ਦੇ ਫਲੈਸ਼ ਲੇਕਰਜ਼ ਡਿਨਰ ਨੇ ਵਧ ਰਹੇ ਲੇਬਰੋਨ ਜੇਮਜ਼ ਤਣਾਅ ਨੂੰ ਭੜਕਾਇਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਵੈਬਬ ਟੈਲੀਸਕੋਪ ਨੇ ਬਿੱਲੀ ਦੇ ਪਾਵ ਨੈਬੁਲਾ ਦੇ 'ਅੰਗੂਠੇ ਦੇ ਬੀਨਜ਼' ਵਿਚ ਬਣਨ ਵਾਲੇ ਤਾਰਿਆਂ ਦੀ ਖੋਜ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਪਾਪੀ ਜੋਕੋਵਿਚ ਨੂੰ ਹਰਾ ਕੇ ਵਿੰਬਲਡਨ ਫਾਈਨਲ 'ਚ ਪਹੁੰਚਿਆ ਅਲਕਾਰਜ਼ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਦੋਸ਼ੀ 9/11 ਸਾਜ਼ਿਸ਼ ਰਚਣ ਵਾਲਿਆਂ ਲਈ ਗੁਆਂਟਾਨਾਮੋ ਪਟੀਸ਼ਨ ਸੌਦੇ ਫੈਡਰਲ ਅਪੀਲ ਕੋਰਟ ਦੁਆਰਾ ਰੱਦ ਕੀਤੇ ਗਏ ਹਨ - ਐਨਪੀਆਰ",
        "2025 ਐਨਐਫਐਲ ਆਲ-ਬਰੇਕਆਉਟ ਟੀਮ, ਅਪਰਾਧਃ ਰੋਮ ਓਡੰਜ਼, ਬੇਅਰਸ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਜ਼ੇਵੀਅਰ ਵਰਥੀ, ਚੀਫਜ਼ ਲੰਘ ਰਹੇ ਹਮਲੇ - ਐਨਐਫਐਲ."
    ]
}