{
    "headlines": [
        "Apesar da estrutura de três proprietários, as regras da NFL exigem que Carlie Irsay-Gordon tenha controle unilateral - NBC Sports",
        "Várias pessoas mortas em tiroteio em escola na segunda maior cidade da Áustria, diz polícia - NBC News",
        "Ataque maciço de drones russos atinge Kiev e maternidade em Odessa, dizem autoridades ucranianas - CNN",
        "'Danos colaterais': Gestores de fundos pressionam o Congresso sobre a Seção 899 para evitar que investidores estrangeiros deixem os EUA - CNBC",
        "Seattle Mariners vs. Arizona Diamondbacks Results, Stats, and Recap - 9 de junho de 2025 Gametracker - CBS Sports",
        "Horóscopo para terça-feira, 10/06/25 por Christopher Renstrom - SFGATE",
        "Aqui estão os vencedores do BET Awards 2025: lista completa - Billboard",
        "O jogo 3 dos Panthers-Oilers termina em caos quando a Flórida assume a liderança da série na final da Stanley Cup - New York Post",
        "Taxas mundiais de fertilidade em 'declínio sem precedentes' - ONU - BBC",
        "SFPD prendendo dezenas na 2ª noite de protestos em massa contra o ICE - Mission Local",
        "Cerca de 700 fuzileiros navais estão sendo mobilizados em resposta aos protestos em Los Angeles - CNN",
        "2 novos casos de sarampo confirmados no Colorado - 9News",
        "Warner Bros Discovery, proprietária da HBO e da CNN, se divide em duas - BBC",
        "RFK Jr. expurga todos os consultores de vacinas no painel do CDC; escolherá substitutos - The Washington Post",
        "Jaire Alexander's Contract Impeded Packers ’Trade Attempts - NFL Rumors - ProFootballRumors.com",
        "A delegação do Congresso do Partido Republicano do Texas se reúne para discutir o redesenho dos distritos antes das eleições de meio de mandato - The Texas Tribune",
        "Os futuros de ações são pouco alterados, pois os investidores aguardam detalhes sobre a política comercial EUA-China: atualizações ao vivo - CNBC",
        "O impacto global de Trump vs. Musk - Politico"
    ]
}