{
    "headlines": [
        "Netanyahu diz que Israel assumirá Gaza, pois permite a entrada de alimentos no enclave - WSJ",
        "Os falcões fiscais da casa querem uma etiqueta de preço de megabill antes da passagem. Eles provavelmente não vão entender. - Politico",
        "Jennifer Lawrence está recebendo uma megatonelada de burburinho do Oscar em Cannes por ‘Die, My Love’ - The Washington Post",
        "Rússia e Ucrânia devem iniciar 'imediatamente' negociações de cessar-fogo, diz Trump",
        "Fred Warner, 49ers concordam com extensão de três anos - NBC Sports",
        "Mapa interativo mostra todos os danos, toda a trilha do tornado mortal de St. Louis - KSDK",
        "Mercado de ações hoje: o dólar enfraquece, os rendimentos são voláteis devido a preocupações com o cenário fiscal dos EUA - WSJ",
        "Denzel Washington Pic de Spike Lee ‘Mais alto 2 Mais baixo’ Obtém Ovação de Seis Minutos na Estreia de Cannes - Prazo",
        "Atualizações ao vivo do julgamento de Sean 'Diddy' Combs: a semana 2 começa com mais depoimentos de testemunhas no caso de tráfico sexual - Yahoo",
        "Suprema Corte permite que Trump cancele status de protegido para venezuelanos por enquanto - The Washington Post",
        "O que sabemos sobre o atentado à clínica de fertilidade de Palm Springs - NPR",
        "Estranhas e deslumbrantes bombas fotográficas brancas raras sobre os EUA - Gizmodo",
        "Juiz derruba aquisição DOGE do Instituto da Paz dos EUA - NBC News",
        "O CEO do JPMorgan, Dimon, ainda pretende renunciar nos próximos anos. - Depende do Conselho. ’- Barron's",
        "Trump ainda não chicoteou votos do Partido Republicano em mega-brilho - Politico",
        "'American Idol' coroa Jamal Roberts como vencedor da 23ª temporada, Jessica Simpson se apresenta no final - Entertainment Weekly",
        "MAGA responde ao diagnóstico de câncer de Biden com zombaria e especulação - Rolling Stone",
        "Nvidia jura que você poderá comprar uma RTX 5060 por US $ 300, mas boa sorte ao encontrar uma - Gizmodo"
    ]
}