{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ ਰਾਈਜ਼; ਟਰੰਪ ਨੇ ਅਗਲੀ ਫੀਡ ਚੇਅਰ ਦਾ ਭਾਰ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "2025 ਐਨਬੀਏ ਡਰਾਫਟ ਲਾਈਵ ਅਪਡੇਟਸਃ ਮੈਵਰਿਕਸ ਨੂੰ ਕੂਪਰ ਫਲੈਗ ਨੂੰ ਨੰਬਰ 1 ਪਿਕ ਵਜੋਂ ਲੈਣ ਦੀ ਉਮੀਦ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "'ਓਬਲੀਟਰੇਟਡ': ਟਰੰਪ ਨੇ ਈਰਾਨ ਪ੍ਰਮਾਣੂ ਸਾਈਟਾਂ ਨੂੰ ਹੋਏ ਨੁਕਸਾਨ ਦਾ ਵਰਣਨ ਕਿਵੇਂ ਕੀਤਾ ਇਸ ਬਾਰੇ ਅੱਗ ਦਾ ਤੂਫਾਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਥੁਨੇ ਚਿਹਰੇ ਮੇਗਾਬਿਲ ਵਿਦਰੋਹ ਨੂੰ ਭੜਕਾਉਂਦੇ ਹਨ - ਪੋਲੀਟੀਕੋ",
        "‘The Social Network Part II’ In Works At Sony With Aaron Sorkin Set To Write And Direct; WSJ‘s ‘The Facebook Files‘ ਤੋਂ ਪ੍ਰੇਰਿਤ ਤਸਵੀਰ - ਡੈੱਡਲਾਈਨ",
        "ਜੇ ਐਰੋਨ ਰੋਜਰਸ ਧਿਆਨ ਨਹੀਂ ਚਾਹੁੰਦੇ, ਤਾਂ ਉਹ ਜੂਨ ਵਿਚ ਪੈਟ ਮੈਕੈਫੀ ਦਾ ਸ਼ੋਅ ਕਿਉਂ ਕਰ ਰਿਹਾ ਹੈ? - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਵ੍ਹਾਈਟ ਸੋਕਸ ਫੈਨ ਜਿਸ ਨੇ ਕੇਟਲ ਮਾਰਟੇ ਨੂੰ ਆਪਣੀ ਮਰੇ ਹੋਈ ਮੰਮੀ ਬਾਰੇ ਤਾਅਨੇ ਮਾਰੇ ਸਾਰੇ ਐਮਐਲਬੀ ਬਾਲਪਾਰਕ ਤੋਂ ਪਾਬੰਦੀ ਲਗਾ ਦਿੱਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜਿਗਰ ਕਿੰਗ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਜੋਅ ਰੋਗਨ ਨੂੰ ਧਮਕੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਆਸਟਿਨ ਵਿਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਬੇਰਹਿਮ ਗਰਮੀ ਦੀ ਲਹਿਰ ਕਦੋਂ ਖ਼ਤਮ ਹੋਵੇਗੀ? ਇੱਥੇ ਭਵਿੱਖਬਾਣੀ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਰਸ ਰੋਵਰ ਸਨੈਪਸ ਵਿਸ਼ਾਲ 'ਸਪਾਈਡਰਵੈਬਸ‘ ਦੀਆਂ ਪਹਿਲੀ ਵਿਸਥਾਰਤ ਫੋਟੋਆਂ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ",
        "ਐਂਕਰ ਦਾ ਪਰਭਾਵੀ ਯਾਤਰਾ ਚਾਰਜਰ ਗਰਮੀਆਂ ਲਈ ਸਿਰਫ ਸਮੇਂ ਸਿਰ ਵਿਕਰੀ 'ਤੇ ਹੈ - ਦਿ ਵਰਜ",
        "ਮੈਟਾ ਵਟਸਐਪ ਵਿੱਚ ਏਆਈ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਸੰਖੇਪ ਜੋੜ ਰਿਹਾ ਹੈ - TechCrunch",
        "ਮੱਧ ਪੂਰਬ ਦਾ ਟਕਰਾਅ ਉਜਾਗਰ ਕਰਦਾ ਹੈ ਕਿ ਹਾਲ ਹੀ ਦੇ ਸਾਲਾਂ ਵਿੱਚ ਵਿਸ਼ਵਵਿਆਪੀ energyਰਜਾ ਦੀ ਸਪਲਾਈ ਕਿੰਨੀ ਵਿਸ਼ਾਲ ਰੂਪ ਵਿੱਚ ਬਦਲ ਗਈ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਨਿਊਯਾਰਕ ਦੇ ਮੇਅਰ ਲਈ ਡੈਮੋਕਰੇਟਿਕ ਉਮੀਦਵਾਰ ਜ਼ੋਹਰਾਨ ਮਮਦਾਨੀ ਬਾਰੇ ਜਾਣਨ ਲਈ 4 ਗੱਲਾਂ - ਐਨਪੀਆਰ",
        "ਬੰਬਲ ਨੇ ਲਗਭਗ ਇਕ ਤਿਹਾਈ ਸਟਾਫ ਦੀ ਕਟੌਤੀ ਕੀਤੀ ਕਿਉਂਕਿ ਡੇਟਿੰਗ ਐਪ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਡੂੰਘੀਆਂ ਹੁੰਦੀਆਂ ਹਨ - ਬੀਬੀਸੀ",
        "ਈਰਾਨ ਦੀ ਅਜਿੱਤਤਾ ਦੀ ਮਿੱਥ ਟੁੱਟ ਗਈ ਹੈ, ਅਤੇ ਪਤਨ ਦੂਰ-ਦੁਰਾਡੇ ਹੋ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "'ਲਾਅ ਐਂਡ ਆਰਡਰ' ਸਟਾਰ 'ਮਾਈ ਮੋਮ ਜੈਨੇ' ਵਿਚ ਆਪਣੇ ਹੀ ਪਰਿਵਾਰ ਦੀ ਦੁਖਦਾਈ ਕਾਰ ਹਾਦਸੇ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਵਿਸ਼ਵਵਿਆਪੀ ਟੀਕਾਕਰਨ ਰੁਕਣ ਨਾਲ ਲੱਖਾਂ ਬੱਚਿਆਂ ਨੂੰ ਖਤਰਾ, ਅਧਿਐਨ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗੂਗਲ ਤੋਂ ਜੈਮਿਨੀ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰਃ ਅਸੀਂ ਤੁਹਾਡੇ ਟੈਕਸਟਾਂ ਨੂੰ ਵੇਖਣ ਜਾ ਰਹੇ ਹਾਂ ਭਾਵੇਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹੋ ਜਾਂ ਨਹੀਂ - ਗੀਜ਼ਮੋਡੋ"
    ]
}