{
    "headlines": [
        "George Wendt, actor who played Norm on ‘Cheers,’ dead at 76 - CNN",
        "Retailers feel pressure to eat the price increases from tariffs - NPR",
        "Starmer announces U-turn on winter fuel payment cuts - BBC",
        "Lions pull proposal to change NFL playoff seeding - ESPN",
        "Dow futures drop 300 points as bond yields move higher: Live updates - CNBC",
        "Sean 'Diddy' Combs trial takeaways: Cassie Ventura’s mother, a former assistant and a male escort named 'the Punisher' testify in sex trafficking case - Yahoo",
        "Target CEO says tariffs risk 'massive' costs, but price hikes a 'last resort' - ABC News",
        "Democratic Rep. Gerry Connolly dies at 75 - CBS News",
        "Owners vote to allow NFL players to participate in flag football competition at 2028 LA Olympics - CNN",
        "Google AI Praised as Alphabet Stock Slips. A ‘Great Opportunity’ for ‘Anyone Brave Enough.’ - Barron's",
        "The pursuit of better drugs through orbital space crystals - The Verge",
        "AMD takes aim at Intel with new 96-core Threadripper 9000 series CPU - The Verge",
        "US must keep control of migrants sent to South Sudan in case removals were unlawful, judge rules - AP News",
        "Pope Leo XIV calls for aid to reach Gaza and an end to hostilities in his first general audience - AP News",
        "Trump’s ‘big, beautiful bill’ could force NY businesses to shell out billions more in taxes — here’s why - New York Post",
        "Why South Africa’s president could be walking into an Oval Office ‘buzzsaw’ - Politico",
        "Russia’s Putin visits Kursk as Ukraine says six killed in missile strike - Al Jazeera",
        "House GOP lawmakers are proposing nearly $1 trillion in cuts to Medicaid and food stamps. Here’s who could be impacted - CNN",
        "Twice the Size and 50x the Power: Jupiter’s Primordial Past Revealed - SciTechDaily"
    ]
}