{
    "headlines": [
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਡਿਪੋਰਟੇਸ਼ਨ ਦੀਆਂ ਉਡਾਣਾਂ ਨੂੰ ਨਾ ਮੋੜ ਕੇ ਅਦਾਲਤ ਦੀ ਨਫ਼ਰਤ ਵਿਚ ਕਾਰਵਾਈ ਕੀਤੀ, ਜੱਜ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਚੀਨ ਦਾ ਐਲਨ ਮਸਕ' ਇਹ ਦਰਸਾਉਣ ਲਈ ਸਿਰਫ ਦੋ ਨੰਬਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ ਕਿ ਉਸ ਦੇ ਦੇਸ਼ ਦਾ ਆਟੋ ਉਦਯੋਗ ਹੁਣ ਅਮਰੀਕਾ ਅਤੇ ਯੂਰਪ ਨੂੰ ਕਿਉਂ ਪਛਾੜ ਰਿਹਾ ਹੈ - ਫਾਰਚੂਨ",
        "ਕੈਲੀਫੋਰਨੀਆ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਦੇ ਭਾਰੀ ਟੈਰਿਫ 'ਤੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ 12 ਮਨਪਸੰਦ ਸਟਾਕ 54% ਦੇ ਰੂਪ ਵਿੱਚ ਵੱਧ ਸਕਦੇ ਹਨ, ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - ਮਾਰਕੀਟਵਾਚ",
        "ਤਕਨੀਕੀ ਸ਼ੇਅਰ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਐਨਵੀਡੀਆ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਏਆਈ ਚਿੱਪ ਦੇ ਨਿਰਯਾਤ 'ਤੇ ਅਮਰੀਕਾ ਦੇ ਨਵੇਂ ਨਿਯੰਤਰਣ ਦੀ ਕੀਮਤ 5.5 ਬਿਲੀਅਨ ਡਾਲਰ ਹੋਵੇਗੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਚੀਨ ਨਾਲ ਸਮਝੌਤਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ । ਇੱਥੇ ਉਹ ਇਸ ਨੂੰ ਵਾਪਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ. - ਪੋਲਿਟਿਕੋ",
        "ਕਾਰ-ਖਰੀਦਣ ਦੀ ਰਸ਼ 'ਤੇ ਦੋ ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਯੂਐਸ ਦੀ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਛਾਲ - ਬਲੂਮਬਰਗ. ਕਾੱਮ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਲੜਕੀਆਂ ਦੀਆਂ ਖੇਡਾਂ ਵਿਚ ਟ੍ਰਾਂਸ ਅਥਲੀਟਾਂ ਦੀ ਭਾਗੀਦਾਰੀ 'ਤੇ ਮੇਨ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਇਸ ਮਈ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ ਵਿਖੇ ਆਈ/ਓ ਵਿਖੇ ਇਕ ਐਕਸਪ੍ਰੈਸਿਵ ਨਵਾਂ ਮੈਟੀਰੀਅਲ ਡਿਜ਼ਾਈਨ ਥੀਮ ਪੇਸ਼ ਕਰ ਸਕਦਾ ਹੈ",
        "ਬੈਲਜੀਅਨ ਕਿਸ਼ੋਰਾਂ ਨੂੰ 5,000 ਤਸਕਰੀ ਵਾਲੀਆਂ ਕੀੜੀਆਂ ਨਾਲ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ ਕੀਨੀਆ ਤਸਕਰੀ ਦੇ ਰੁਝਾਨ ਨੂੰ ਬਦਲਣ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਲਾਈਵ ਅਤੇ ਮੀਆ ਟਾਈਲਰ ਨੂੰ ਯਾਦ ਆਇਆ ਕਿ ਉਹ ਆਪਣੇ ਪਿਤਾ ਜੀ ਦੇ ਐਰੋਸਮਿਥ ਸ਼ੋਅ ਵਿਚ ਮਿਲਣ ਤੋਂ ਬਾਅਦ ਭੈਣਾਂ ਸਨ, ਅਤੇ ਕਹਾਣੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜੰਗਲੀ ਹੈ - ਯਾਹੂ ਹੋਮ",
        "ਬਕੀ ਬਰੂਕਸ ਦੀ ਸਥਿਤੀ 3.0 ਦੁਆਰਾ ਚੋਟੀ ਦੇ ਪੰਜ 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂਃ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਡਬਲਯੂਆਰ ਅਤੇ ਸੀਬੀ ਵਿਖੇ ਨੰਬਰ 1 ਦਾ ਦਰਜਾ ਦਿੰਦਾ ਹੈ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਬ੍ਰਿਟੇਨ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਕਿਹਾ ਕਿ ‘ਔਰਤ‘ ਦੀ ਕਾਨੂੰਨੀ ਪਰਿਭਾਸ਼ਾ ਟਰਾਂਸ ਔਰਤਾਂ ਨੂੰ ਬਾਹਰ ਰੱਖਦੀ ਹੈ, ਇਤਿਹਾਸਕ ਫੈਸਲੇ ਵਿੱਚ - ਸੀਐਨਐਨ",
        "Nvidia ਦੇ ਨਵੀਨਤਮ GPU ਡਰਾਈਵਰ ਬੱਗ ਅਤੇ ਕਰੈਸ਼ ਦੀ ਲਾਟ ਨੂੰ ਠੀਕ - The Verge",
        "ਗੇਲ ਕਿੰਗ ਨੇ ‘ਮਹਿੰਗੇ' ਬਲੂ ਓਰਿਜਿਨ ਫਲਾਈਟ ’ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਾ ਜਵਾਬ ਦਿੱਤਾਃ‘ ਮੈਂ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਲੋਕ ਵਧੇਰੇ ਮਿਹਨਤ ਕਰਨ ’- ਵੰਨਗੀ",
        "ਬਾਈਪਾਰਟੀਸਨ ਕਾਕਸ ਪ੍ਰਸਤਾਵਿਤ ਨਾਸਾ ਵਿਗਿਆਨ ਬਜਟ ਕਟੌਤੀ ਦੀ ਅਲੋਚਨਾ ਕਰਦਾ ਹੈ - ਸਪੇਸਨਿਊਜ਼",
        "‘ਪਾਪੀ’ ਕੀ ਰਿਆਨ ਕੂਗਲਰ ਦਾ ਬ੍ਰਾਂਡ-ਨਾਮ ਨਿਰਦੇਸ਼ਕ ਬਣਨ 'ਤੇ ਸ਼ਾਟ ਹੈ - ਦਿ ਰਿੰਗਰ",
        "ਸਵੇਰ ਦੀ ਰਿਪੋਰਟ — ਟਰੰਪ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਕੇਸ ਦੇ ਨਾਲ ਦੇਸ਼ ਨਿਕਾਲਾ ਸ਼ਕਤੀਆਂ ਦੀਆਂ ਸੀਮਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਅਧਿਐਨ ਸਾਲਾਨਾ ਕੀਤੇ ਲੱਖਾਂ ਸੀਟੀ ਸਕੈਨਾਂ ਤੋਂ ਕੈਂਸਰ ਦੇ ਜੋਖਮ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਵਾਰੀਅਰਜ਼ ਪਲੇ-ਇਨ ਵਿਨ ਓਵਰ ਗ੍ਰੀਜ਼ਲੀਜ਼ 2025 ਐਨਬੀਏ ਪਲੇਆਫ ਤਸਵੀਰ ਨੂੰ ਕਿਵੇਂ ਬਦਲਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ"
    ]
}