{
    "headlines": [
        "How Your Neighborhood Voted in the NYC Mayoral Election - THE CITY - NYC News",
        "Bobby Sherman, teen idol in the 1960s and ‘70s, and later a CPR teacher, dies at 81 - AP News",
        "This is what could happen next after an Israel-Iran ceasefire - AP News",
        "20 injured in lightning strike at South Carolina beach - NBC News",
        "Israel and Iran agree to ceasefire to bring end to '12 DAY WAR,' Trump says - ABC News - Breaking News, Latest News and Videos",
        "Some Tesla Robotaxis Are Reportedly Behaving Badly, and Safety Officials Want to Know What's Up - CNET",
        "Photos from The Hague as NATO leaders including Donald Trump gather for historic summit - AP News",
        "Report: Celtics, Hawks, Nets finalizing three-team trade that sends Porzingis to Atlanta - NBC Sports",
        "iCloud was down — live updates on Apple outage hitting Photos, Mail and more - Tom's Guide",
        "Millions of children at risk as vaccination uptake stalls - BBC",
        "NBA Draft Storylines to Watch: Which Team Selects Ace Bailey, Other Polarizing Players - Sports Illustrated",
        "Whistleblower complaint alleges top DOJ official Emil Bove said he was willing to violate court orders - ABC News - Breaking News, Latest News and Videos",
        "Sean Combs’ defense team doesn’t call any witnesses, rests in under 30 minutes - NPR",
        "Housing market at risk of \"sustained downturn\" as price growth cools - Axios",
        "Alaska Airlines door blowout preventable, investigators say — and Boeing, FAA should have seen it coming - Politico",
        "2025 NBA Mock Draft 8.0: Projecting all 59 picks for final time - On3.com",
        "Ironheart’s MCU Timeline Placement Revealed for Disney+ Show - SuperHeroHype",
        "Can you spot these hidden cosmic jewels in the Vera C. Rubin Observatory's groundbreaking first image? - Live Science",
        "'A lid on a pot': How does a heat dome work? - NPR"
    ]
}