{
    "headlines": [
        "Гостевая колонка | Взгляд пациента на лучевую терапию: вот каково это - The Washington Post",
        "Как мегабилл Трампа может ударить по рынку труда - Politico",
        "Cops Eye Speed as Factor in Sophia Hutchins 'Deadly ATV Crash - TMZ (англ.) (недоступная ссылка - история).",
        "Прежде чем восстановить связь со старым другом в Интернете, задайте себе эти вопросы - The Washington Post",
        "Шэрон Осборн отстранила жадную группу от прощального концерта Оззи в Black Sabbath - pagesix.com",
        "Комета из другой Солнечной системы уже в пути - Дефектор",
        "Обзор Lenovo Chromebook Plus 14: новый король хромбуков - The Verge",
        "Гостевая колонка | У нашего 24-летнего ребенка психическое заболевание. Как мы можем помочь, не позволяя ему? - The Washington Post",
        "Астронавт МКС запечатлел с орбиты редкое явление — гигантский «спрайт» над грозой - Космос",
        "4 вещи, которые нужно знать об ингредиенте вакцины тимеросале - NPR",
        "После 9000 увольнений босс Microsoft дал жестокий совет уволенным работникам - футуризм",
        "Разворот благосостояния усложняет принятие решений о расходах, говорит Бриджит Филлипсон - BBC",
        "Израиль отправит команду в Газу на переговоры, несмотря на требования ХАМАСа, заявил премьер-министр - BBC",
        "Тропический шторм «Шанталь» приносит проливные дожди на северо-восток Южной Каролины - AP News",
        "Тарифы США на европейские товары угрожают встряхнуть крупнейшие в мире двусторонние торговые отношения - AP News",
        "Конгрессмен-центрист Дон Бэкон покончил с Конгрессом, но держит дверь открытой для президентской заявки - NBC News",
        "Дух и упорство Диого Йоты сделали его идеальным игроком для Ливерпуля, города, которому пришлось сражаться - CNN",
        "Добро пожаловать в эпоху «победитель получает все» в Силиконовой долине - Business Insider",
        "‘Jurassic World Rebirth’: Dinosaur Gets Bigger With $ 35M+ Saturday; 5-Day Opening Now Roaring To $ 145M+ – Update - Deadline",
        "Далай-ламе, мировому символу тибетской культуры и сопротивления, исполняется 90 лет - NPR"
    ]
}