{
    "headlines": [
        "ਬਫੇਟ ਅਜੇ ਵੀ ਅਮਰੀਕੀ ਅਪਵਾਦ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਕਰਦਾ ਹੈ - ਇੱਥੇ ਬਰਕਸ਼ਾਇਰ ਸਾਲਾਨਾ ਮੀਟਿੰਗ ਦੇ ਪਲਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਾਈਜਲ ਫਰਾਜ ਨੇ ਰਿਫਾਰਮ ਯੂਕੇ ਦੇ 'ਬੇਮਿਸਾਲ' ਚੋਣ ਨਤੀਜਿਆਂ ਦੀ ਕੀਤੀ ਸ਼ਲਾਘਾ - ਬੀਬੀਸੀ",
        "ਜੀਓਪੀ ਮੈਗਾਬਿਲ ਲਈ ਸਮੱਸਿਆਵਾਂ ਢੇਰ ਹੋ ਰਹੀਆਂ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਬਫੇਟ ਦੇ ਬਰਕਸ਼ਾਇਰ ਨੇ 347.7 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਰਿਕਾਰਡ ਲਈ ਨਕਦ ਢੇਰ ਚੁੱਕਿਆ - Bloomberg. com",
        "ਵਾਲਟਜ਼ ਦੇ ਬਾਹਰ ਕੱ withinਣ ਦੇ ਅੰਦਰਃ ਸਿਗਨਲਗੇਟ ਤੋਂ ਪਹਿਲਾਂ, ਇਜ਼ਰਾਈਲ ਨਾਲ ਗੱਲਬਾਤ ਨੇ ਟਰੰਪ ਨੂੰ ਨਾਰਾਜ਼ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਂਟਕੀ ਡਰਬੀ 2025 'ਤੇ ਕਿਵੇਂ ਅਤੇ ਕਿੱਥੇ ਸੱਟਾ ਲਗਾਉਣਾ ਹੈਃ ਚਰਚਿਲ ਡਾsਨਜ਼' ਤੇ ਮਾਹਰ ਪਿਕ, ਪ੍ਰੋਮੋ ਕੋਡ, betingਨਲਾਈਨ ਸੱਟੇਬਾਜ਼ੀ ਦੀਆਂ ਮੁਸ਼ਕਲਾਂ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅੰਨਾ ਨਿਕੋਲ ਸਮਿਥ ਦੀ ਧੀ ਕੈਂਟਕੀ ਡਰਬੀ ਦੇ ਅੱਗੇ ਮੰਮੀ ਦੇ ਵਿੰਟੇਜ ਗਾਊਨ ਨੂੰ ਪਹਿਨਦੀ ਹੈ - TMZ",
        "ਗ੍ਰੇਗ ਪੋਪੋਵਿਚਃ ਪੁਰਾਣਾ ਸਕੂਲ ਕੋਚ ਜਿਸਨੇ ਐਨਬੀਏ ਦਾ ਭਵਿੱਖ ਵੇਖਿਆ - ਡਬਲਯੂਐਸਜੇ",
        "ਅਗਲੇ ਪੋਪ ਲਈ ਲੜਾਈ ਇਸ ਬਾਰੇ ਹੈ ਕਿ ਕੀ ਰੋਮ ਅਜੇ ਵੀ ਚਰਚ ਦੀ ਸ਼ਕਤੀ ਦਾ ਅਧਾਰ ਹੈ - politico. eu",
        "ਟਰੰਪ ਨੇ ਗਿਰੋਹਾਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਲਈ ਏਲੀਅਨ ਦੁਸ਼ਮਣ ਐਕਟ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਜੱਜਾਂ ਦੀ ਤਿੱਖੀ ਆਲੋਚਨਾ ਕੀਤੀ - ਦ ਹਿੱਲ",
        "ਹਾਰਵਰਡ ਦੀ ਟੈਕਸ ਮੁਕਤ ਸਥਿਤੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੀ ਟਰੰਪ ਦੀ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪੋਸਟ ਆਈਆਰਐਸ ਲਈ ਮੁਸ਼ਕਲਾਂ ਪੈਦਾ ਕਰ ਸਕਦੀ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੇਗਸੇਥ ਅਟਾਰਨੀ ਦੀਆਂ ਦੋਹਰੀਆਂ ਭੂਮਿਕਾਵਾਂ ਟ੍ਰਿਪ ਹਿੱਤਾਂ ਦੇ ਅਲਾਰਮ ਦੇ ਟਕਰਾਅ - ਪੋਲੀਟੀਕੋ",
        "ਯੂਨਾਨ ਦੇ ਸ਼ਹਿਰ ਥੈਸਲੋਨਿਕੀ ਵਿਚ ਇਕ ਬੰਬ ਫਟਣ ਵੇਲੇ womanਰਤ ਦੀ ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਿੰਸ ਹੈਰੀ ਦਾ ਬੀਬੀਸੀ ਇੰਟਰਵਿਊ ਜ਼ਖ਼ਮਾਂ ਨੂੰ ਠੀਕ ਕਰਨਾ ਸੌਖਾ ਨਹੀਂ ਬਣਾਏਗਾ - ਦਿ ਟਾਈਮਜ਼",
        "ਆਸਟਰੇਲੀਆ ਦੀ ਸੈਂਟਰ-ਖੱਬੇ ਲੇਬਰ ਪਾਰਟੀ ਨੇ ਸੱਤਾ ਬਰਕਰਾਰ ਰੱਖੀ ਕਿਉਂਕਿ ਕੰਜ਼ਰਵੇਟਿਵ ਨੇਤਾ ਸੀਟ ਗੁਆ ਦਿੰਦਾ ਹੈ, ਨੈਟਵਰਕ ਰਿਪੋਰਟ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਪਟਿਵ ਨਸਲ ਦੇ ਐਕਸੋਲੋਟਲਜ਼ ਮੈਕਸੀਕਨ ਵੈੱਟਲੈਂਡਜ਼ ਵਿੱਚ ਪ੍ਰਫੁੱਲਤ ਹੁੰਦੇ ਹਨ, ਖੋਜਕਰਤਾ ਲੱਭਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਲੰਮੇ ਇੱਕ ਨਿਊਯਾਰਕ ਪੰਚਲਾਈਨ, Newark ਹਵਾਈਅੱਡਾ ਹੋਰ ਵੀ ਬਦਤਰ ਹੋ ਰਹੀ ਹੈ - WSJ",
        "ਸਕਾਈਪ ਸਾਈਨ ਬੰਦ: ਅਸਲੀ ਵੀਡੀਓ ਕਾਲ MVP ਚੰਗਾ ਲਈ ਲਟਕਦਾ - PYMNTS. com",
        "ਰਾਕੇਟ-ਵਾਰੀਅਰਜ਼ਃ 5 ਟੇਕਵੇਜ਼ ਜਿਵੇਂ ਕਿ ਹਿਊਸਟਨ ਗੇਮ 7 - ਐਨਬੀਏ ਨੂੰ ਮਜਬੂਰ ਕਰਨ ਲਈ ਦਬਦਬਾ ਬਣਾਉਂਦਾ ਹੈ"
    ]
}