{
    "headlines": [
        "‘ਹੁਣੇ ਹੀ ਤਰੀਕੇ ਨਾਲ ਇਸ ਨੂੰ ਹੈ.’ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਨੇਡਾ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਅੱਜ ਟੈਰਿਫ ਘਟਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦੇ - ਸੀਐਨਐਨ",
        "ਕਲੀਵਲੈਂਡ ਕੈਵਸ ਬਨਾਮ ਇੰਡੀਆਨਾ ਪੈਸਰਜ਼ ਗੇਮ 2 ਲਾਈਵ ਨਤੀਜੇਃ ਪੈਸਰ ਇਕ ਹੋਰ ਪਾਗਲ ਆਖਰੀ ਮਿੰਟ ਦੀ ਵਾਪਸੀ ਨੂੰ ਖਿੱਚਦੇ ਹਨ - ਇੰਡੀਸਟਾਰ",
        "ਨੇਵਾਰਕ ਏਅਰਪੋਰਟ 'ਤੇ ਕੀ ਹੋ ਰਿਹਾ ਹੈ? ਇਸ ਅਤੇ ਹੋਰ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ - NPR",
        "ਚੀਨ ਨੇ ਮੁੱਖ ਦਰਾਂ 'ਚ 10 ਅੰਕਾਂ ਦੀ ਕਟੌਤੀ ਕੀਤੀ, ਅਰਥਵਿਵਸਥਾ ਨੂੰ ਹੁਲਾਰਾ ਦੇਣ ਲਈ 50 ਅੰਕਾਂ ਦੀ ਬੈਂਕ ਰਿਜ਼ਰਵ ਜ਼ਰੂਰਤ - CNBC",
        "ਸਪੇਸਐਕਸ ਯੋਜਨਾਬੰਦੀ ਰਾਤ ਦੇ ਸਮੇਂ ਕੇਪ ਕੈਨਾਵਰਲ - ਡਬਲਯੂਈਐਸਐਚ ਤੋਂ ਫਾਲਕਨ 9 ਦੀ ਸ਼ੁਰੂਆਤ",
        "ਸੰਮੇਲਨ ਤੋਂ ਪਹਿਲਾਂ ਵੈਟੀਕਨ ਵਿੱਚ ਪਰਦੇ ਦੇ ਪਿੱਛੇ ਵੰਡਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਸਰਕਾਰੀ ਵਕੀਲ ਸੇਲਿਬ੍ਰਿਟੀ ਅਟਾਰਨੀ ਮਾਰਕ ਗੇਰਾਗੋਸ - ਸੀ ਐਨ ਐਨ ਨਾਲ ਸਲਾਹ ਮਸ਼ਵਰਾ ਕਰਨ ਲਈ ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ’ਡਿਫੈਂਸ ਟੀਮ' ਤੇ ਦੋਸ਼ ਲਗਾਉਂਦੇ ਹਨ",
        "ਰਿਪਬਲਿਕਨਾਂ ਨੇ ਸੋਚਿਆ ਕਿ ਉਹ ਆਪਣੇ ਸੈਨੇਟ ਬਹੁਮਤ ਨੂੰ ਪੈਡ ਕਰਨਗੇ । ਨਕਸ਼ੇ ਹੋਰ ਸਖ਼ਤ ਹੁੰਦੇ ਜਾ ਰਹੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਅਮਰੀਕਾ ਅਤੇ ਚੀਨ ਰਸਮੀ ਵਪਾਰ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰਨਗੇ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕਿਸੇ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਕਾਰ ਨੂੰ ਜੈਨੀਫਰ ਐਨੀਸਟਨ ਦੇ ਘਰ ਵਿੱਚ ਕਰੈਸ਼ ਕਰ ਦਿੱਤਾ - ਕੱਟ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟਰੰਪ ਨੂੰ ਟ੍ਰਾਂਸਜੈਂਡਰ ਫੌਜੀਆਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦੀ ਆਗਿਆ ਦਿੱਤੀ ਹੈ ਜਦੋਂ ਕਿ ਕੇਸ ਜਾਰੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਹਿਲੀ ਵਿਚ, ਭੌਤਿਕ ਵਿਗਿਆਨੀ elusive 'ਮੁਫ਼ਤ-ਰੇਜ਼' ਪਰਮਾਣੂ ਸਪਾਟ — ਕੁਆਂਟਮ ਮਕੈਨਿਕਸ ਬਾਰੇ ਇੱਕ ਸਦੀ-ਪੁਰਾਣੇ ਥਿਊਰੀ ਦੀ ਪੁਸ਼ਟੀ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਡਫੀ ਬਨਾਮ ਹੇਗਸੇਥਃ ਟਰੰਪ ਦੀ ਕੈਬਨਿਟ ਵਿਚ ਹਵਾ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਲੈ ਕੇ ਤਣਾਅ ਭੜਕਿਆ - ਪੋਲੀਟਿਕੋ",
        "53-ਸਾਲ ਪੁਰਾਣਾ ਸੋਵੀਅਤ ਪੁਲਾੜ ਵਾਹਨ ਇਸ ਹਫਤੇ ਧਰਤੀ ਤੇ ਵਾਪਸ ਡਿੱਗ ਜਾਵੇਗਾ - ਗਿਜ਼ਮੋਡੋ",
        "DOJ ਏਕਾਧਿਕਾਰ ਨੂੰ ‘ਖਤਮ‘ ਕਰਨ ਲਈ ਗੂਗਲ ਡਿਜੀਟਲ ਵਿਗਿਆਪਨ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਟੁੱਟਣ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਯੂਕਰੇਨ ਦੇ ਡਰੋਨ ਨੇ ਮਾਸਕੋ 'ਤੇ ਕੀਤਾ ਹਮਲਾ, ਪ੍ਰਮੁੱਖ ਫੌਜੀ ਪਰੇਡ ਤੋਂ ਪਹਿਲਾਂ ਉਡਾਣਾਂ ਨੂੰ ਅਸਥਾਈ ਤੌਰ' ਤੇ ਰੋਕਿਆ - ਸੀਐਨਐਨ",
        "ਹੋਮਲੈਂਡ ਸੁਰੱਖਿਆ ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੋਈ ਅਸਲ ਆਈਡੀ ਵਾਲੇ ਯਾਤਰੀ ਹੁਣ ਲਈ ਉਡਾਣ ਭਰ ਸਕਦੇ ਹਨ, ਪਰ ਸੰਭਾਵਤ ਵਾਧੂ ਕਦਮਾਂ ਨਾਲ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਪਿਕਸਲ ਨੂੰ ਮਹੱਤਵਪੂਰਣ ਸੁਰੱਖਿਆ ਪੈਚਾਂ ਨਾਲ ਅਪਡੇਟ ਕਰਦਾ ਹੈ, ਪਰ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿ ਵਾਪਸ ਨਹੀਂ ਜਾ ਰਿਹਾ - ਐਂਡਰਾਇਡ ਪੁਲਿਸ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਯਮਨ ਦੀ ਰਾਜਧਾਨੀ ਸਨਾ ਦੇ ਮੁੱਖ ਹਵਾਈ ਅੱਡੇ 'ਤੇ ਕੀਤਾ ਹਮਲਾ - ਬੀਬੀਸੀ",
        "ਹਾਲੀਵੁੱਡ ਨੂੰ ਬਚਾਉਣ ਲਈ ਜੋਨ ਵੋਇਟ ਦੀ ਯੋਜਨਾ ਪੜ੍ਹੋ: ਮਿਡਸਾਈਜ਼ ਫੈਡਰਲ ਟੈਕਸ ਕ੍ਰੈਡਿਟ, ਵਧੀਆਂ ਲਿਖਤਾਂ ਅਤੇ ਵਿਦੇਸ਼ੀ ਪ੍ਰੋਤਸਾਹਨ 'ਤੇ ਸਖਤ ਟੈਰਿਫ - ਡੈੱਡਲਾਈਨ"
    ]
}