{
    "headlines": [
        "تم اختيار آيس بيلي من قبل الجاز في المركز رقم 5 بعد عملية السحب الغريبة - الرياضة المصورة",
        "2025 مسودة تعقب الدوري الاميركي للمحترفين: التحديثات المباشرة، اللقطات، الدرجات، الأخبار، مسودة الطلب، كوبر فلاغ يذهب رقم 1 إلى مافريكس - سي بي إس سبورتس",
        "يقول رؤساء المخابرات في ترامب إن المعلومات الجديدة تظهر أن المنشآت النووية الإيرانية قد دمرت - بوليتيكو",
        "إدارة ترامب تقول إن كاليفورنيا يجب أن تمنع الفتيات الترانس من ممارسة الرياضة للفتيات - أسوشيتد برس نيوز",
        "عندما يظهر المرشد الأعلى، سيقود إيران متغيرة - بي بي سي",
        "انظر كم تنفق دول الناتو على الدفاع، وكيف تغير ذلك - واشنطن بوست",
        "كيلمار أبريغو غارسيا سيبقى في السجن بينما يتنازع المحامون ما إذا كان سيتم ترحيله بسرعة - بوليتيكو",
        "مستشفيات المثلث تبحث عن مرضى الحصبة بعد أول حالة تم الإبلاغ عنها في NC - WRAL.com",
        "تغيرت العقود الآجلة للأسهم قليلاً حيث يقترب مؤشر S&P 500 من مستوى قياسي جديد: تحديثات مباشرة - CNBC",
        "يطرح WhatsApp ملخصات تم إنشاؤها بواسطة الذكاء الاصطناعي للرسائل الخاصة - The Verge",
        "يشكك أعضاء مجلس الشيوخ في خطة ترامب لقتل الأموال الفيدرالية لـ PBS و NPR وبعض المساعدات الخارجية - NPR",
        "مواصفات HDMI 2.2 متوفرة مع \"Ultra96\"، حتى 16K بسرعة 60 هرتز - 9to5Mac",
        "القاضي يأمر إدارة ترامب باستئناف توزيع الأموال لشواحن السيارات الكهربائية - NPR",
        "سبب ترامب لعدم إنهاء حرب أوكرانيا في 24 ساعة سخر منه بوحشية - HuffPost",
        "\"الشبكة الاجتماعية الجزء الثاني\" تعمل في سوني مع تعيين آرون سوركين للكتابة والإخراج ؛ صورة مستوحاة من \"ملفات الفيسبوك\" وول ستريت جورنال - الموعد النهائي",
        "إذا كان آرون رودجرز لا يريد الاهتمام، فلماذا يقوم بعرض بات مكافي في يونيو ؟ - إن بي سي سبورتس",
        "معاينة شباك التذاكر: \"F1\" تترك \"M3GAN 2.0\" في الغبار مع ارتفاع أوكتان 40 مليون دولار - 50 مليون دولار افتتاح الولايات المتحدة - هوليوود ريبورتر",
        "يكرر باول من بنك الاحتياطي الفيدرالي تحذيره بشأن التعريفات الجمركية حيث يتهمه بعض أعضاء مجلس الشيوخ الجمهوريين بالتحيز - أسوشيتد برس نيوز"
    ]
}