{
    "headlines": [
        "Jill Sobule, l'auteure-compositrice-interprète connue pour « I Kissed a Girl », est morte dans un incendie - AP News",
        "Sources : Johnson succède à Popovich en tant que Spurs HC - ESPN",
        "Le budget du président Trump pour l'exercice 26 revitalise l'exploration spatiale humaine - NASA (.gov)",
        "Après 856 « morsures de serpent », le sang de l'homme pourrait débloquer l'antivenin universel - ScienceAlert",
        "Trump dit qu'il met fin au financement fédéral pour NPR et PBS. Ils disent qu'il ne peut pas - NPR",
        "Mises à jour en direct - Carney du Canada répond aux questions - BBC",
        "Le budget de Trump demande au Congrès des coupes budgétaires fédérales sans précédent - Politico",
        "Comment voir les débris de la comète de Halley dans la pluie de météores Eta Aquarid - NBC News",
        "Ruth Buzzi, la dame au sac à main sur « Laugh-In », meurt à 88 ans - The Hollywood Reporter",
        "Apple Stock Drops. Pourquoi un coup de tarif de 900 millions de dollars pourrait être juste le début. - Barron's",
        "Séisme de magnitude 7,4 au large des côtes du Chili, Argentine - Al Jazeera",
        "Prévisions du Kentucky Derby 2025, cotes, chevaux, date, postes : choix surprenants par un expert en courses de chevaux - CBS Sports",
        "Le mode Google AI obtient une recherche en un clic, une lueur iOS lisse - 9to5Google",
        "Russell Brand libéré sous caution en première comparution devant le tribunal pour des accusations d'agression sexuelle - CNN",
        "Mike Sullivan nommé entraîneur-chef des Rangers - NHL.com",
        "Les frappes militaires israéliennes près du palais présidentiel syrien après une mise en garde contre des attaques sectaires - AP News",
        "GTA 6 retardé : mai 2026 est la nouvelle date de sortie de la suite de Rockstar - BBC",
        "I Panic-Bought a New PC : How Tariff Fears Led Me to Upgrade Now (J'ai paniqué en achetant un nouveau PC : comment les craintes tarifaires m'ont amené",
        "Pourquoi le licenciement du PDG de Kohl sert d'avertissement aux cadres supérieurs - Fortune"
    ]
}