{
    "headlines": [
        "Les républicains de la Chambre ont proposé de diminuer une subvention fédérale pour les étudiants. Les dirigeants des campus veulent que le Sénat le sauve. - Politico",
        "La vie en Iran après les grèves : exécutions, arrestations et paranoïa - WSJ",
        "Les dirigeants israéliens dénoncent un reportage sur un « champ de destruction » de Gaza près de sites alimentaires - NPR",
        "En volte-face, l'Allemagne prévoit de construire la plus grande armée d'Europe - NPR",
        "Les écologistes poursuivent en justice pour arrêter l'ouverture de « Alligator Alcatraz » dans les Everglades - The Washington Post",
        "Processions funéraires organisées à Téhéran pour le CGRI, scientifiques nucléaires tués dans l'opération Rising Lion - The Jerusalem Post",
        "Horoscope du samedi 28/06/25 par Christopher Renstrom - SFGATE",
        "SpaceX bat le record de rotation de la rampe de lancement avec le vol Starlink de minuit - Spaceflight Now",
        "Schaefer brille sur la nuit émotionnelle, passe n ° 1 aux Islanders en 2025 NHL Draft - NHL.com",
        "DOGE perd le contrôle du site Web des subventions gouvernementales, libérant des milliards - The Washington Post",
        "Christian Mbilli fait exploser Maciej Sulecki au premier tour, cible Canelo avec une ceinture provisoire - Mauvais crochet gauche",
        "Le jury va commencer à délibérer dans le procès pour trafic sexuel de Sean « Diddy » Combs. Voici ce qu'il faut savoir - AP News",
        "Le S&P 500 bat des records alors même que de nouvelles tensions commerciales émergent avec le Canada - The Washington Post",
        "Les entreprises canadiennes cherchent une certitude dans la guerre tarifaire américaine - BBC",
        "« Surtensions rythmiques » détectées en Afrique où un nouvel océan se forme - Earth.com",
        "Biden rend hommage à l'ancien président de la Chambre du Minnesota, Hortman, tué dans une fusillade, ment dans l'État - Politico",
        "Le Sénat plonge dans le moment « à faire ou à mourir » sur le « grand et beau projet de loi » - Axios",
        "Amazon, Google, Meta et Uber ont reçu une facture fiscale rétroactive de 2 milliards de dollars alors que Trump suspend les négociations commerciales avec le Canada - Fortune",
        "Le Sénat rejette la limitation de l'autorité militaire de Trump sur l'Iran - Axios"
    ]
}