{
    "headlines": [
        "Druck von Trump auf Handelsabkommen vor Ablauf der Frist am Mittwoch, aber Hinweise auf mehr Zeit für Gespräche - AP News",
        "All-Star-Game-Roster enthüllt: Junge Talente, Neueinsteiger ins Rampenlicht - MLB.com",
        "Israel und Hamas beginnen Waffenstillstandsgespräche in Katar, während Netanjahu nach Washington reist - BBC",
        "BRICS-Gipfel beginnt in Brasilien, überschattet von Trumps Zollpolitik und den Spannungen im Nahen Osten - CNBC",
        "Celtics, ehemaliger Trail-Blazers-Superstar, hat \"gegenseitiges Interesse\" - NESN",
        "In Bildern: Tödliche Überschwemmungen in Texas - CNN",
        "Warum Cristiano Ronaldo nicht an der Beerdigung von Diogo Jota teilnahm - New York Post",
        "Die USA streben ein begrenztes Handelsabkommen mit der EU an, da sich Trumps Frist nähert - The Washington Post",
        "Katy Perry betäubt im schwarzen Bikini, nach der Trennung mit Freunden auf der Yacht rumhängen - TMZ",
        "Ozzy Osbourne trifft sich während der Abschiedsvorstellung wieder mit Original-Black-Sabbath-Bandmitgliedern - CNN",
        "Sean ‘Diddy’ Combs bekommt stehende Ovationen von Insassen nach dem Gerichtssieg, sagt sein Anwalt - AP News",
        "Abendkasse: \"Jurassic World Rebirth\" beißt weltweit auf 318 Millionen US-Dollar, \"Lilo & Stitch\" liegt bei 975 Millionen US-Dollar - Vielfalt",
        "Elon Musk sagt, er habe die \"America Party\" gegründet. 'Mark Cuban und Anthony Scaramucci sind interessiert. - Business Insider",
        "Der neue Versorgungsschock der OPEC sperrt die Rückkehr des Ölmarktes zum Überschuss - Bloomberg",
        "Diese Sony 1000XM4 Kopfhörer kosten Erdnüsse, Amazon verkauft sie zu einem Allzeittief für Prime Day - Gizmodo",
        "Masernfälle in den USA nähern sich dem 25-Jahres-Hoch. Sehen Sie, welche Teile von N.J. gefährdet sind. - NJ.com",
        "Astronomen haben ein weiteres rätselhaftes interstellares Objekt entdeckt - dieses dritte ist groß, hell und schnell - Phys.org",
        "Trumps großer Gesetzentwurf wird die Amerikaner wieder unversichert machen - Rolling Stone",
        "Messer, Kugeln und Diebe: Die Suche nach Nahrung in Gaza - NPR"
    ]
}