{
    "headlines": [
        "ਆਰਟੀਐਕਸ 5060 ਟੀਆਈ ਜੀਪੀਯੂ ਕਿੱਥੇ ਖਰੀਦਣਾ ਹੈ — ਲਾਈਵ ਅਪਡੇਟਸ ਅਤੇ ਸਟਾਕ ਚੈਕਰ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਤਕਨੀਕੀ ਸ਼ੇਅਰ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਐਨਵੀਡੀਆ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਏਆਈ ਚਿੱਪ ਦੇ ਨਿਰਯਾਤ 'ਤੇ ਅਮਰੀਕਾ ਦੇ ਨਵੇਂ ਨਿਯੰਤਰਣ ਦੀ ਕੀਮਤ 5.5 ਬਿਲੀਅਨ ਡਾਲਰ ਹੋਵੇਗੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਨਿਕੋ ਇਮਲੇਵਾ ਅਧਿਕਾਰਤ ਤੌਰ ਤੇ ਟ੍ਰਾਂਸਫਰ ਪੋਰਟਲ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬੈਲਜੀਅਨ ਕਿਸ਼ੋਰਾਂ ਨੂੰ 5,000 ਤਸਕਰੀ ਵਾਲੀਆਂ ਕੀੜੀਆਂ ਨਾਲ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਕਿਉਂਕਿ ਕੀਨੀਆ ਤਸਕਰੀ ਦੇ ਰੁਝਾਨ ਨੂੰ ਬਦਲਣ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਔਰਤ ਦੇ ਫ਼ੈਸਲੇ ਦੀ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀ ਪਰਿਭਾਸ਼ਾ ਦਾ ਕੀ ਅਰਥ ਹੈ - ਬੀਬੀਸੀ",
        "ਸੈਨੇਟਰ ਕ੍ਰਿਸ ਵੈਨ ਹੋਲਨ ਕਿਲਮਾਰ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਦੀ ਰਿਹਾਈ ਦੀ ਵਕਾਲਤ ਕਰਨ ਲਈ ਐਲ ਸਲਵਾਡੋਰ ਦੀ ਯਾਤਰਾ ਕਰਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਚੂਨ ਦੀ ਵਿਕਰੀ ਮਾਰਚ ਵਿੱਚ ਵੱਧ ਗਈ ਕਿਉਂਕਿ ਅਮਰੀਕੀ ਟਰੰਪ ਦੇ ਟੈਰਿਫਾਂ ਨੂੰ ਹਰਾਉਣ ਲਈ ਭੱਜੇ - ਸੀਐਨਐਨ",
        "ਲਾਈਵ ਅਤੇ ਮੀਆ ਟਾਈਲਰ ਨੂੰ ਯਾਦ ਆਇਆ ਕਿ ਉਹ ਆਪਣੇ ਪਿਤਾ ਜੀ ਦੇ ਐਰੋਸਮਿਥ ਸ਼ੋਅ ਵਿਚ ਮਿਲਣ ਤੋਂ ਬਾਅਦ ਭੈਣਾਂ ਸਨ, ਅਤੇ ਕਹਾਣੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜੰਗਲੀ ਹੈ - ਯਾਹੂ ਹੋਮ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਲੜਕੀਆਂ ਦੀਆਂ ਖੇਡਾਂ ਵਿਚ ਟਰਾਂਸਜੈਂਡਰ ਅਥਲੀਟਾਂ ਦੀ ਭਾਗੀਦਾਰੀ 'ਤੇ ਮੇਨ' ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵਿਗਿਆਨੀਆਂ ਵੱਲੋਂ ਸਮੁੰਦਰ 'ਚ ਪਹਿਲੀ ਵਾਰ ਫਿਲਮਾਇਆ ਗਿਆ ਕੋਲੋਸਲ ਸਕੁਇਡ - ਬੀਬੀਸੀ",
        "Nvidia ਦੇ ਨਵੀਨਤਮ GPU ਡਰਾਈਵਰ ਬੱਗ ਅਤੇ ਕਰੈਸ਼ ਦੀ ਲਾਟ ਨੂੰ ਠੀਕ - The Verge",
        "ਟਰੰਪ 'ਤੇ ਟੈਰਿਫ' ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਵਾਲਾ ਪਹਿਲਾ ਸੂਬਾ ਬਣਿਆ ਕੈਲੀਫੋਰਨੀਆ - Politico",
        "ਗੇਲ ਕਿੰਗ ਨੇ ‘ਮਹਿੰਗੇ' ਬਲੂ ਓਰਿਜਿਨ ਫਲਾਈਟ ’ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਾ ਜਵਾਬ ਦਿੱਤਾਃ‘ ਮੈਂ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਲੋਕ ਵਧੇਰੇ ਮਿਹਨਤ ਕਰਨ ’- ਵੰਨਗੀ",
        "ਜੀਨ ਹੈਕਮੈਨ ਦੀ ਪਤਨੀ ਬੈਟਸੀ ਅਰਾਕਾਵਾ ਗੂਗਲਡ ਫਲੂ ਅਤੇ ਕੋਵਿਡ ਦੇ ਲੱਛਣ - ਬੀਬੀਸੀ",
        "ਸੈਮਸੰਗ ਦਾ ਵਨ ਯੂਆਈ 7 ਦੇਰੀ 2025 ਦੀ ਸਭ ਤੋਂ ਸ਼ਰਮਨਾਕ ਐਂਡਰਾਇਡ ਕਹਾਣੀ ਹੈ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "ਸਾਡੀਆਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਸੁੱਤੇ ਹੋਏ ਬਲੈਕ ਹੋਲ 'ਜਾਗ' — ਹੁਣ, ਇਹ ਕੁਝ ਅਜਿਹਾ ਕਰ ਰਿਹਾ ਹੈ ਜੋ ਖਗੋਲ ਵਿਗਿਆਨੀ ਸਮਝਾ ਨਹੀਂ ਸਕਦੇ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਅਧਿਐਨ ਸਾਲਾਨਾ ਕੀਤੇ ਲੱਖਾਂ ਸੀਟੀ ਸਕੈਨਾਂ ਤੋਂ ਕੈਂਸਰ ਦੇ ਜੋਖਮ ਨੂੰ ਉਜਾਗਰ ਕਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਵਾਰੀਅਰਜ਼ ਪਲੇ-ਇਨ ਵਿਨ ਓਵਰ ਗ੍ਰੀਜ਼ਲੀਜ਼ 2025 ਐਨਬੀਏ ਪਲੇਆਫ ਤਸਵੀਰ ਨੂੰ ਕਿਵੇਂ ਬਦਲਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਫੋਟੋਆਂਃ ਵਿਗਿਆਨੀਆਂ ਨੇ ਇੱਕ ਬਟਰਫਲਾਈ ਮਾਈਗ੍ਰੇਸ਼ਨ ਰੂਟ ਦਾ ਪਤਾ ਲਗਾਇਆ ਜੋ ਲੱਖਾਂ ਸਾਲ ਪੁਰਾਣਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਸੀਡੀਸੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਦੀ ਜ਼ਿਆਦਾਤਰ ਸੰਭਾਵਨਾ ਘੱਟ ਦੱਸੀ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਟੈਕਸਾਸ ਵਿੱਚ ਪ੍ਰਕੋਪ ਫੈਲਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}