{
    "headlines": [
        "Федеральные агенты проводят иммиграционные рейды по всему Лос-Анджелесу. Протестующие и городские чиновники реагируют - LAist",
        "Бокс-офис: «Балерина» танцует вне баланса в дебюте, «Лило и Стич» пируэт, чтобы выиграть 33 МИЛЛИОНА долларов на выходных - The Hollywood Reporter",
        "Илон Маск, похоже, удаляет некоторые взрывоопасные посты X на фоне вражды с Трампом - CNBC",
        "Израиль заявляет, что забрал тело тайского заложника в Газе - NPR",
        "Шефа полиции Гранта Хардина поймали после побега из тюрьмы Арканзаса - BBC",
        "Сэм Нивола и Купер Кох о детях непо, инцесте и белом лотосе - разнообразие",
        "Поскольку World Pride начинается в Вашингтоне, некоторые иностранцы держатся подальше - BBC",
        "Более 100 сотрудников правоохранительных органов ищут Трэвиса Декера по мере активизации розыска - КОМО",
        "«Мы живем в пугающие времена»: жители Нью-Йорка реагируют на новый запрет на поездки президента Трампа - Готэмист",
        "Оплата спортсменам NCAA: что дальше - ESPN",
        "Профессор, тестирующий навыки выбора акций ChatGPT, DeepSeek и Grok, предлагает биржевым маклерам беспокоиться - MarketWatch",
        "Малоизвестные клетки могут быть ключом к массивной памяти человеческого мозга - The Washington Post",
        "What the Thunder Need to Fix in Game 2 of the NBA Finals - Sports Illustrated",
        "Должна ли федеральная помощь в аренде предоставляться с ограничением по времени? Как это работает в одном месте - NPR",
        "Война Трампа с наукой бьет по дому: Исследовательский центр NASA Glenn сталкивается с сокращением «уровня вымирания» - Cleveland.com",
        "Джордж Клуни показывает свою последнюю новинку прямо на вашем телевизоре. It's Right on Time. - Slate Magazine",
        "\"Флорида Пантерз\" уступают \"Эдмонтон Ойлерз\" в двойном овертайме, чтобы выровнять финал Кубка Стэнли - CNN",
        "Харьков пострадал от «самой мощной атаки» за всю войну, говорит мэр, поскольку Россия снова обрушивается на Украину - CNN"
    ]
}