{
    "headlines": [
        "Dick Durbin aus Illinois, der Demokrat Nr. 2 des Senats, wird 2026 keine Wiederwahl für eine sechste Amtszeit anstreben - AP News",
        "Top-Trump-Helfer drängten den Präsidenten, die Angriffe auf Jerome Powell abzuschwächen - The Washington Post",
        "NIH Autismus-Studie wird aus privaten Krankenakten ziehen - NPR",
        "8 Dinge, die Sie vor dem Start von Clair Obscur wissen sollten: Expedition 33 - Kotaku",
        "Die Bewohner Istanbuls überschwemmen die Straßen nach einem Erdbeben der Stärke 6,2 - BBC",
        "Trumps Jobbewertung sinkt, wichtige Richtlinien werden mehrheitlich abgelehnt, da er sich 100 Tagen nähert - Pew Research Center",
        "Trump blinzelt im Handelskrieg zwischen den USA und China. Können sie jetzt Off-Ramp finden? - Barron's",
        "Ladegeräte, Löwen zum Spielen im Hall of Fame-Spiel - ESPN",
        "Zweiter Masernfall in Denver identifiziert - 9News",
        "Wer wird der nächste Papst? Die Top-Kandidaten in einem unvorhersehbaren Prozess - BBC",
        "Masern-Fehlinformationen halten inmitten des Ausbruchs Einzug: Umfrage - Axios",
        "Die neueste Funktion von WhatsApp macht Ihre Nachrichten noch privater - TechCrunch",
        "Überreste von Schwimmern nach Haiangriff in Gewässern vor Israels Mittelmeerküste gefunden - AP News",
        "2025 NFL Mock Draft: Jaguars zielen auf WR auf Platz 5, Saints geben QB weiter und erhalten O-Line-Hilfe - CBS Sports",
        "‘Verrückt’: Forest Service schneidet ab entzünden Angst, Wut über Waldbrandrisiken - Politico",
        "Was Sie wissen sollten, wenn die Regierung mit der Eintreibung von in Verzug geratenen Studentenschulden beginnt - NPR",
        "Erster Blick: Android 16 testet ein neues Design für den Pixel-Sperrbildschirm - Android Authority",
        "Ein altes \"Terrorkrokodil\" wurde zu einem dinosaurierfressenden Riesen. Wissenschaftler sagen, dass sie jetzt wissen, warum - CNN",
        "Lucy von der NASA fängt eiscremekegelförmige Asteroiden ein, die den Erwartungen trotzen - SciTechDaily"
    ]
}