{
    "headlines": [
        "Mercado de ações hoje: Dow Futures Drop, Dollar Slides on Trade and Tariff Worries — Atualizações ao vivo - WSJ",
        "Papa Francisco, voz dos pobres que transformaram a Igreja Católica, morre na segunda-feira de Páscoa - CNN",
        "Hegseth compartilhou detalhes do ataque ao Iêmen no segundo bate-papo do Signal, segundo reportagens - BBC",
        "Vance chega à Índia para uma visita de 4 dias que inclui conversas com Modi e compromissos pessoais - AP News",
        "Trump cortará mais US $ 1 bilhão do financiamento da Harvard Health Research, Wall Street Journal Reports - The Harvard Crimson",
        "'Falhas profissionais' levaram à morte de médicos de Gaza, diz inquérito das FDI - BBC",
        "Golden State Warriors vs. Houston Rockets Live Score and Stats - 20 de abril de 2025 Gametracker - CBS Sports",
        "Maiores vencedores e perdedores do fim de semana de abertura dos playoffs da NBA de 2025 - Bleacher Report",
        "WWE WrestleMania 41 resultados, notas: John Cena vence o 17º título mundial recorde, termina o reinado de um ano de Cody Rhodes - CBS Sports",
        "Pedro Pascal fala após a reviravolta de ‘The Last of Us’ e diz ‘estou em negação ativa’; Bella Ramsey ‘soluça’ ao ler: uma ‘conquista brilhante’ se for 'dolorosa para as pessoas’ - Variety",
        "Ouro (XAUUSD) sobe para recorde à medida que as preocupações com a guerra comercial global dominam - Bloomberg.com",
        "A Suécia tem os tanques. A Finlândia tem as tropas. Bem-vindo ao Exército Pan-Nórdico. - WSJ",
        "Migrante venezuelano cuja deportação foi bloqueada por SCOTUS se manifesta - ABC News",
        "O campeão da TNA responde ao desafio aberto de Randy Orton na WrestleMania 41 - Cageside Seats",
        "'Sinners' afunda os dentes no primeiro lugar nas bilheterias domésticas do fim de semana de Páscoa - Entertainment Weekly",
        "Câncer de cólon está em ascensão: esta deficiência de vitamina pode ser o motivo - Vogue"
    ]
}