{
    "headlines": [
        "Bericht: Googles Umstellung auf TSMC für Pixel-10-Chip war ein \"Schock\" und Weckruf für Samsung - 9to5Google",
        "Buss-Familie verkauft Mehrheitsbeteiligung an Lakers an Mark Walter für 10 Mrd. USD, sagt AP-Quelle - AP News",
        "Die USA könnten sich Israels Krieg mit dem Iran anschließen, um diese 30.000-Pfund-Bombe zu stationieren - Axios",
        "Justin Baldoni kann Nachrichten zwischen Taylor Swift und Blake Lively suchen, Richterregeln - Vielfalt",
        "Hurrikan Erick bedroht Mexiko, da Sturm der Kategorie 2 stärker wird - BBC",
        "Das DOJ kündigt die bisher größte Krypto-Beschlagnahme im Zusammenhang mit Schweineschlachtbetrug an - The Hill",
        "Nach Anne Burrells plötzlichem Tod teilen sich andere TV-Köche ihre Ehrungen - The Washington Post",
        "Marlon Humphrey, Kyle Hamilton React to Ravens Hinzufügen von Jaire Alexander | Nachrichten & Notizen - Baltimore Ravens",
        "Trump-Administration schließt LGBTQ+ -Selbstmord-Hotline-Programm nächsten Monat - ABC News - Eilmeldungen, neueste Nachrichten und Videos",
        "Bildschirmsucht und suizidales Verhalten sind bei Teenagern miteinander verbunden, wie eine Studie zeigt : Schüsse - Gesundheitsnachrichten - NPR",
        "Nur 1 Dosis Magic Mushroom Verbindung lindert Depressionen für mindestens 5 Jahre bei den meisten Patienten, kleine Studie schlägt vor - Live Science",
        "MAGA-VERBÜNDETE verspotten den Angriff auf den Iran — kritisieren Trump jedoch nicht direkt - Politico",
        "Trump hat dem Iran ein Ultimatum gestellt, aber keine endgültige Entscheidung über den Krieg getroffen - The Washington Post",
        "Die neuesten Wirtschaftsprognosen der Fed weisen auf Stagflationssorgen hin - Investopedia",
        "Kartierung von Streiks im Israel-Iran-Konflikt - The Washington Post",
        "Karten zeigen die Hitzewellenvorhersage in den USA. Das sollten Sie wissen. - CBS News",
        "Die Studie bestätigt, dass die Fußabdrücke des weißen Sandes ~23.000 Jahre alt sind - Ars Technica",
        "Travis Kelce teilt seine Gedanken darüber, ob 2025 seine letzte Saison ist - Arrowhead Pride"
    ]
}