{
    "headlines": [
        "5% dos alunos da 10ª e 12ª séries dizem que usaram bolsas de nicotina - The Washington Post",
        "Filme de ‘The Office‘, ’The Paper’ estreia em setembro e lança First Look Image - Variedade",
        "Refém americano-israelense Edan Alexander libertado do cativeiro do Hamas - ABC News",
        "Ficha informativa: O presidente Donald J. Trump anuncia ações para colocar os pacientes americanos em primeiro lugar, reduzindo os preços dos medicamentos e impedindo que estrangeiros aproveitem a inovação farmacêutica americana - A Casa Branca (.gov)",
        "Mercado de ações hoje: Dow Jones sobe enquanto Bessent diz isso na China; Nvidia sobe, Alibaba libera entrada (cobertura ao vivo) - Investor's Business Daily",
        "Nvidia, Intel e outras ações de chips saltam. Por que o setor não está fora de perigo. - Barron's",
        "Adição Antecipada: Nova start-up quer diagnosticar suas doenças com uma amostra de sangue - Gothamist",
        "Trump diz que China 'se abrirá' para negócios dos EUA e suspenderá barreiras comerciais, diz CNBC",
        "Exclusivo: InventWood está prestes a produzir em massa madeira mais forte que o aço - TechCrunch",
        "Representante do Partido Republicano: Ameaça de prender colegas democratas \"muito drástica\" - The Hill",
        "Loomer: jato do Qatar dá uma \"mancha\" na presidência de Trump - The Hill",
        "A luta pelos cortes do Medicaid esquenta à medida que os republicanos da Câmara divulgam o projeto de lei - NBC News",
        "20 filmes mais esperados de Cannes 2025 - Rolling Stone",
        "Especialistas em segurança alimentar alertam que Gaza corre um risco crítico de fome se Israel não encerrar seu bloqueio - AP News",
        "Papa Leão pede que jornalistas sejam libertados da prisão - BBC",
        "One UI 8 leaked firmware corroborates Galaxy Z Flip 7's big design change (APK teardown) - Android Authority",
        "Sorteio do Draft da NBA de 2025: Classificação de todas as 15 equipas lotéricas por quem tem mais em jogo nos sorteios da Cooper Flagg - CBS Sports",
        "Jack Della Maddalena rebate veterano do UFC que acredita que Belal Muhammad venceu no UFC 315 - Bloody Elbow"
    ]
}