{
    "headlines": [
        "Les troupes israéliennes tirent des coups de semonce alors que les Palestiniens submergent le nouveau centre alimentaire de Gaza - AP News",
        "Le regard le plus profond de JWST sur un seul endroit dans l'espace révèle des merveilles anciennes - ScienceAlert",
        "Le sénateur américain Tommy Tuberville annonce sa candidature pour le poste de gouverneur de l'Alabama en 2026 - AP News",
        "Deuxième suspect arrêté dans l'affaire de torture SoHo, les autorités affirment que des coups, de la drogue et des armes à feu ont été utilisés - ABC News",
        "La cascadière poursuit Kevin Costner et « Horizon » sur une scène de viol non scénarisée - Date limite",
        "Demaryius Thomas, champion du Super Bowl 50, élu au Denver Broncos Ring of Fame - Denver Broncos",
        "Percée dans le coude par un lancer, Bryce Harper quitte le match des Phillies avec une ecchymose - Inquirer.com",
        "« Lilo & Stitch » et le pouvoir de la nostalgie zillénaire au cinéma - The Hollywood Reporter",
        "Les contrats à terme sur actions ont peu changé alors que les investisseurs se préparent pour les bénéfices de Nvidia : mises à jour en direct - CNBC",
        "Les « bureaucraties DEI » de l'UM ont étouffé le dialogue ouvert, provoquant des réformes, a déclaré Ono au conseil d'administration de la Fla. - The Detroit News",
        "Trump perd patience avec Poutine mais n'est pas sûr de sa prochaine décision - Politico",
        "RFK Jr. réduit la recommandation de vaccin COVID pour les enfants en bonne santé, les femmes enceintes - et pourquoi c'est important - ABC News",
        "United rétrécit sa fenêtre d'enregistrement pour les vols américains. Voici comment il se compare aux autres compagnies aériennes - AP News",
        "Arkansas city on edge after 'Devil in the Ozarks', a former police chief and convicted killer, escape prison - NBC News",
        "Au Canada, le roi Charles dit que « le vrai nord est en effet fort et libre » - The Washington Post",
        "WilmerHale gagne une décision rapide contre le décret de Trump (2) - Bloomberg Law News",
        "Récapitulatif final de « The Handmaid's Tale » : La série touche à sa fin - Entertainment Weekly"
    ]
}