{
    "headlines": [
        "Un garçon du Texas avait besoin d'une protection contre la rougeole. Le vaccin a coûté 1 400 $ . - The Washington Post",
        "Le jury doit commencer à délibérer dans le procès pour trafic sexuel de Sean ‘Diddy’ Combs - AP News",
        "Vote-a-rama, dernier obstacle avant l'approbation de megabill par le Sénat, est en cours - Politico",
        "Home Depot achète GMS pour environ 4,3 milliards de dollars alors que le détaillant recherche plus de professionnels de la maison - CNBC",
        "La Cour suprême relève un nouveau défi majeur pour les restrictions au financement des campagnes - NBC News",
        "Faucons considérés comme favoris pour Nickeil Alexander-Walker - Rumeurs de cerceaux",
        "Exclusif | Harvard a violé les droits civils des étudiants, constate l'administration Trump - WSJ",
        "Megabill de Trump a une mauvaise surprise pour Solar. Pourquoi Sunrun, les premiers stocks solaires augmentent. - Barron's",
        "UTA abandonne Bob Vylan après le chant « Death To The IDF » pendant l'ensemble Scandal-Hit Glastonbury - Date limite",
        "Voici pourquoi Lando Norris a eu tant de coaching autour du GP d'Autriche de F1 - Motorsport.com",
        "Le sénateur américain Thom Tillis de Caroline du Nord ne se présentera pas à la réélection en 2026 - Axios",
        "Un satellite mort depuis longtemps émet un signal radio puissant, ce qui intrigue les astronomes - CNN",
        "Le vaccin antigrippal de Moderna montre des résultats d'essai positifs à un stade avancé, ouvrant la voie à la vaccination combinée contre le Covid - CNBC",
        "Apple prévoit de lancer un MacBook à faible coût alimenté par une puce iPhone - MacRumors",
        "Afin de protéger les enfants, la France interdit de fumer dans les parcs et les plages - NPR",
        "Des centaines de familles déplacées par les frappes aériennes israéliennes sur Gaza, selon des témoins - BBC",
        "Je suis neuroscientifique. J'ai scanné mon propre cerveau 26 fois pour voir comment il a changé pendant la grossesse. - Yahoo"
    ]
}