{
    "headlines": [
        "Ehemalige MTV VJ und Talkshow-Moderatorin Ananda Lewis stirbt mit 52 Jahren - ABC News",
        "Shemar Stewart verlässt Bengals ’Minicamp - NBC Sports",
        "Metal Gear Solid Delta: Snake Eater hat einen Online-Multiplayer-Modus namens Fox Hunt mit völlig anderem Gameplay als Metal Gear Online - IGN",
        "Weitere gute Inflationsnachrichten: Großhändler zeigen wenig Anzeichen für steigende Preise aus Tarifen - MarketWatch",
        "CIA-Direktor John Ratcliffe erfüllt Präsident Trumps Executive Order - CIA (.gov)",
        "Aktien-Futures fallen, da Trump einseitige Zölle droht: Live-Updates - CNBC",
        "Neue bundesweite Covid-19-Impfstoffrichtlinien halten bereits einige Menschen davon ab, sich impfen zu lassen - CNN",
        "Die Muster, die sich aus der Coaching-Suche von Knicks ergeben, nehmen eine andere Wendung - New York Post",
        "Family Offices haben Schwierigkeiten, Mitarbeiter zu rekrutieren und zu halten, und das Gehalt ist nicht die größte Herausforderung - CNBC",
        "Der April war eine schlechte Zeit für die britische Wirtschaft. Trumps Zölle sind ein wichtiger Grund dafür - CNN",
        "2025 US Open Rangliste Live-Berichterstattung: Scoreboard-Updates, Golfergebnisse, Abschlagszeiten für Runde 1 in Oakmont - CBS Sports",
        "Das UN-Atombeobachtungsgremium zensiert den Iran, der sich mit der Ankündigung eines neuen Anreicherungsstandorts rächt - AP News",
        "Hier finden am 14. Juni die \"No Kings\" -Proteste in Zentral-Ohio statt - Axios",
        "Spalte | Ärzte sagten, ich sei \"zu jung\" , um ernsthaft krank zu sein. Ich hatte Krebs im Stadium 4. - The Washington Post",
        "Die Gaza Humanitarian Foundation sagt, dass der Hamas-Angriff mehrere Helfer getötet hat - CNN",
        "Nach den Zahlen: Ein Blick auf die 250-Jahr-Jubiläumsparade der Armee an Trumps Geburtstag - NPR",
        "Kritische Mineralien verschaffen China einen Vorteil bei Handelsverhandlungen - AP News",
        "Neue Dinosaurierarten im Zusammenhang mit T. Rex entdeckt - ABC News"
    ]
}