{
    "headlines": [
        "Les bactéries mangeuses de chair ont tué 4 personnes en Floride. Voici ce qu'il faut savoir. - The Washington Post",
        "Trump dit que Coca-Cola utilisera du sucre de canne dans ses sodas - AJC.com",
        "Tout ce que nous avons appris d'une semaine avec Apple CarPlay Ultra - Ars Technica",
        "Les mises à jour en direct du classement Open 2025 : scores de golf, couverture de l'Open Championship, manche 1 à Royal Portrush - CBS Sports",
        "« Cela fait très peur » – Tobias Hall et Johannessen révèlent l'étendue des menaces suite à l'accident du Tour de France de Tadej Pogačar - Cyclingnews",
        "La suspension du travail ne signifie pas que je suis réduit au silence, dit le député - BBC",
        "Les bénéfices de PepsiCo dépassent les estimations alors même que la demande américaine baisse - CNBC",
        "« Eddington » d'Ari Aster met fin à la tension de la pandémie - NPR",
        "L'exposition à la rougeole dans les garderies oblige la famille de l'Iowa à prendre des semaines de congé pour le bébé : « Il n'en faut qu'une » - NBC News",
        "Les rendements du Trésor augmentent alors que Trump nie les plans de licenciement du président de la Fed Powell - CNBC",
        "Le Sénat adopte des réductions de dépenses de 9 milliards de dollars pour la radiodiffusion publique, l'aide étrangère demandée par Trump - AP News",
        "Cinquante personnes tuées dans un énorme incendie dans un hypermarché du Kut irakien : INA - Al Jazeera",
        "Contreventements de la côte du golfe pour les inondations alors que la tempête se transforme en dépression tropicale possible - NPR",
        "Horoscope du jeudi 17 juillet 2025 - Chicago Sun-Times",
        "Une roche massive de Mars a atterri sur Terre. Il s'est vendu pour un montant record de 5,3 millions de dollars. - The Washington Post",
        "Les États-Unis disent que des « mesures spécifiques » ont été convenues pour mettre fin à la violence en Syrie après les frappes israéliennes sur Damas - BBC"
    ]
}