{
    "headlines": [
        "إسرائيل تضرب التحديثات المباشرة: تقول إسرائيل إن إيران أطلقت 100 طائرة بدون طيار مع انتشار صفارات الإنذار في جميع أنحاء البلاد - ABC News",
        "في عيد ميلاده التاسع والسبعين، سيحصل الرئيس ترامب على عرض عسكري – وملايين المتظاهرين المتوقعين - سي إن إن",
        "أرسل RFK Jr. إلى الكونغرس \"معلومات طبية مضللة\" للدفاع عن تغيير جدول لقاح COVID - NPR",
        "العقود الآجلة لمؤشر داو جونز تنخفض 500 نقطة بعد استهداف إيران: تحديثات مباشرة - CNBC",
        "يؤكد مقياس الذكاء الاصطناعي الاستثمار \"الكبير\" من ميتا، كما يقول الرئيس التنفيذي أليكسانر وانغ يغادر - TechCrunch",
        "يكرر Draisaitl بطولات OT بهدف تحطيم الرقم القياسي حتى نهائي كأس ستانلي للزيوت - NHL.com",
        "تدعي كوريا الشمالية نجاح إطلاق السفينة الحربية في المحاولة الثانية - بي بي سي",
        "برجك ليوم الجمعة 13 يونيو 2025 - شيكاغو صن تايمز",
        "يستعيد ترامب السيطرة على القوات في لوس أنجلوس من نيوزوم بفضل محكمة الاستئناف ؛ كان من المقرر أن يتولى الحاكم قيادة الحرس الوطني يوم الجمعة – تم التحديث - الموعد النهائي",
        "نهائيات الدوري الاميركي للمحترفين 2025: 4 أشياء يجب مشاهدتها في المباراة الحاسمة 4 من النهائيات - الدوري الاميركي للمحترفين",
        "قاضي ولاية تينيسي لسماع الحجج حول الإفراج عن كيلمار أبريغو غارسيا من الحبس الاحتياطي - أسوشيتد برس نيوز",
        "تقرير: رجال الشرطة يتطلعون إلى اعتقال لاعب كرة القدم الأميركي السابق WR Brown - ESPN",
        "كومو وممداني يتبادلان النيران في المناظرة النهائية لعمدة مدينة نيويورك - بوليتيكو",
        "سبيس إكس تطلق 26 قمراً صناعياً من طراز ستارلينك على صاروخ فالكون 9 من فاندنبرغ SFB - Spaceflight Now",
        "HBO Family و ThrillerMax وغيرها من القنوات المتعددة التي سيتم إغلاقها بواسطة Warner Bros. Discovery - variety.com",
        "تمت إقالة عضو مجلس الشيوخ عن ولاية كاليفورنيا بعد مقاطعة المؤتمر الصحفي من قبل كريستي نويم - أسوشيتد برس نيوز",
        "يتذكر جون كوزاك براين ويلسون: \"ما كان قادرًا على إعطائه للعالم كان زلزاليًا\" - rollingstone.com",
        "10 قطرات إبرة الشاطئ الشهيرة للأولاد في السينما والتلفزيون - هوليوود ريبورتر"
    ]
}