{
    "headlines": [
        "Советский космический корабль «Космос-482» врезался в неизвестное место на Земле - Новости NBC",
        "Администрация Трампа рассматривает возможность приостановления действия хабеас корпус - BBC",
        "Украина: Мерц, Макрон, Стармер и Туск в Киеве - DW",
        "Пакистан начинает военный ответный удар против Индии - Financial Times",
        "Онлайн-счет и статистика матча Oklahoma City Thunder vs. Denver Nuggets - 9 мая 2025 г. Gametracker - CBS Sports",
        "Управление воздушным движением Ньюарка теряет связь с пилотами во время второго сбоя - The Washington Post",
        "Я только что протестировал Doom: The Dark Ages на ПК RTX 5090 — и я все еще в шоке - Tom's Guide",
        "Потребительская дефляция в Китае расширяется по мере того, как тарифы взимают плату - Bloomberg",
        "Федералы считают, что Эрик Адамс солгал о своем личном мобильном телефоне во время рейда на Манхэттене - Politico",
        "«Только что получил наш первый тарифный законопроект»: американцы делятся тем, как они уже видят, как тарифы Трампа влияют на их жизнь и бизнес - BuzzFeed",
        "Джон Сина обманут фальшивым Рэнди Ортоном и съедает другого RKO - Cageside Seats",
        "Cavs, вернувшись в полную силу, заново откроют свою личность в 126-104 Игра 3 разгром Pacers - Cleveland.com",
        "Гороскоп на субботу, 5/10/25 от Джорджии Николс - CT Insider",
        "SpaceX запускает 900-й спутник Starlink 2025 года во время утреннего полета в субботу - Spaceflight Now",
        "Марджори Тейлор Грин отказывается бросить вызов Джону Оссоффу в сенатской гонке в Джорджии - AP News",
        "На телефоне Брайана Кобергера были фотографии бикини студентов колледжа перед убийствами в Айдахо - TMZ",
        "«Они не могут выйти на улицу и арестовать меня. Мэр арестован за протест возле центра содержания под стражей ICE в Нью-Джерси - OregonLive.com",
        "Адвокат Джастина Балдони вызвала Тейлор Свифт в суд по делу Blake Lively Suit - Variety"
    ]
}