{
    "headlines": [
        "Le racket a été un « étirement » dans le procès Sean « Diddy » Combs, selon des experts juridiques - The Washington Post",
        "Smith, Freeman se joindra à Ohtani en tant que titulaire NL au Match des étoiles 2025 - MLB.com",
        "C'est officiel : la NASA confirme qu'un nouvel objet interstellaire effectue un zoom sur le système solaire - ScienceAlert",
        "Diego Luna frappe l'USMNT pour l'emporter sur le Guatemala et se qualifier pour la finale de la Gold Cup - Yahoo Sports",
        "Le Hamas est ouvert à un cessez-le-feu. Mais Netanyahu dit qu'il n'y a pas de place pour le Hamas dans la bande de Gaza d'après-guerre - The Washington Post",
        "Les alliés de Trump pris au dépourvu par le gel des armes du Pentagone en Ukraine - Politico",
        "Un juge fédéral annule l'ordonnance de Trump suspendant l'accès à l'asile à la frontière sud - NPR",
        "Répondre aux questions brûlantes de Mike Brown qui pèsent sur son embauche de Knicks - New York Post",
        "Un avion de parachutisme quitte la piste de l'aéroport de Cross Keys à Williamstown, New Jersey ; 15 blessés - CBS News",
        "Le Tibet est silencieux alors que le Dalaï Lama a 90 ans, selon la BBC - BBC",
        "Trump annonce un accord commercial entre les États-Unis et le Vietnam - BBC",
        "Les livraisons de Tesla ont chuté le plus dans l'histoire. Pourquoi le stock est en hausse. - Barron's",
        "La blague sadique de Trump sur les alligators qui mangent des immigrants a une longue histoire - MSNBC News",
        "L'accès au vaccin contre le VRS s'est étendu à certaines personnes dans la cinquantaine, selon le site Web du CDC - AP News",
        "Honor Magic V5 récupère l'enregistrement pliable le plus fin à 8,8 mm, mais il suffit de regarder cet appareil photo [Galerie] - 9to5Google",
        "Une « usine de graisse » néandertalienne vieille de 125 000 ans montre qu'ils se sont gorgés de graisse d'os - IFLScience",
        "Le plan de Trump pour remplacer l'énergie propre par des combustibles fossiles a des problèmes majeurs - vox.com"
    ]
}