{
    "headlines": [
        "Murkowski schlägt vor, dass sie unter den richtigen Umständen eine Unabhängige werden könnte - Politico",
        "Live-Updates: Iran greift US-Militärbasis in Katar als Vergeltung für Angriffe auf Atomanlagen an - The Washington Post",
        "Stock Market Today: Dow up over 200 points, S&P 500 and Nasdaq back in positive territory as oil drops after Iran launches missiles at U.S. base in Qatar - MarketWatch",
        "Anderson Silva reagiert auf das „Ende einer weiteren legendären Ära“ nach Jon Jones 'UFC-Ruhestand - Bloody Ellbow",
        "Israel sagt, dass es Teherans Evin-Gefängnis und Fordo-Zugangswege getroffen hat - BBC",
        "Gouverneur von Texas legt Veto gegen Hanfverbotsgesetz ein - Politico",
        "Brutale 100-Grad-Temperaturen werden Städte von Boston bis Washington treffen - The Washington Post",
        "Was Sie über die bevorstehende Hochzeit von Jeff Bezos in Venedig wissen sollten — und die Proteste dagegen - NPR",
        "Über eine Million Menschen haben jetzt Zugang zur gen-AI-basierten Alexa+ - TechCrunch",
        "Apple Seeds Second Developer Betas von iOS 26 und iPadOS 26 - MacRumors",
        "Trump kritisiert Russlands Medwedew, weil er behauptet, dass Länder dem Iran Atomsprengköpfe geben werden - CNBC",
        "Die hohen Einsätze von Kevin Durants Closing Act - The Ringer",
        "Die Straße von Hormus ist ein wichtiger Weg für Öl. Das Schließen könnte für den Iran nach hinten losgehen - AP News",
        "US-Klammern für erhöhte Bedrohungen nach iranischen Angriffen - Axios",
        "Post-Dobbs-Abtreibungen nehmen weiter zu: Bericht - Axios",
        "Machen Sie sich bereit für mehr Werbung in Kinos - The Hollywood Reporter",
        "Das sich ständig verändernde Universum wurde in den ersten Bildern des NSF-DOE Vera C. Rubin Observatory - National Science Foundation (.gov) enthüllt",
        "Satellitenbilder deuten darauf hin, dass die USA die iranischen Atomreaktoren vermieden haben - Bloomberg.com",
        "Anna Camp verteidigt die Alterslücke von 18 Jahren mit Jade Whipkey und sagt, sie sei \"weitaus reifer\" als männliche Exen - Yahoo"
    ]
}