{
    "headlines": [
        "Futures ticken niedriger, nachdem die Aktien auf Trumps neuesten Schlag bei der Fed gefallen sind: Live-Updates - CNBC",
        "Justizministerium bittet Richter, Googles Suchmonopol aufzutauen, indem er den Chrome-Verkauf erzwingt - The Washington Post",
        "Trump sagt, dass grauer Himmel für die Ostereierrolle des Weißen Hauses bedeutet, dass man sich keine Sorgen um Sonnenbrand machen muss - AP News",
        "Unfreiwillige Sammlung von in Verzug geratenen Studentendarlehen zur Wiederaufnahme, sagt das Bildungsministerium - NBC News",
        "Die Handtasche des Heimatschutzministers Noem wurde in einem Restaurant in DC gestohlen, sagen Beamte - AP News",
        "Die Tesla-Aktie fällt. Kilometerzählerklage, Gewinne über Aktien. - Barron's",
        "Nadine Menendez, Ehefrau des ehemaligen Senators Bob Menendez, im Bestechungsprozess des Bundes für schuldig befunden - ABC News",
        "Vance und Modi treffen sich in Neu-Delhi, um Handelsabkommen zu besprechen und US-Zölle zu vermeiden - AP News",
        "Live-Updates: Dow verliert 1.000 Punkte aufgrund von Sorgen über Trumps Handelskrieg und Kritik an der Fed - AP News",
        "Die Playoffs sind da! Spiel 1 Erkenntnisse mit Howard Beck und Serienzusammenbrüche mit Steve Jones Jr. - The Ringer",
        "Papst Franziskus, der erste lateinamerikanische Pontifex, der mit einem charmanten, bescheidenen Stil diente, stirbt mit 88 Jahren - AP News",
        "Die NASA bestätigt, dass es dem 70-jährigen Astronauten Don Pettit gut geht, obwohl er nach der Landung zerbrechlich aussieht - Gizmodo",
        "Academy legt neue Oscar-Regeln für 2025 fest: Sie müssen alle nominierten Filme ansehen, um in einer Kategorie abstimmen zu können - Vielfalt",
        "NASA's Lucy Spacecraft Images Asteroid Donaldjohanson - NASA Science (.gov)",
        "FAKTENFOKUS: Untersuchung der Behauptungen von RFK Jr. über Masern, Autismus und Ernährung als Leiter von HHS - AP News",
        "Bluesky fügt blaue Schecks für \"authentische und bemerkenswerte\" Konten hinzu - The Verge",
        "\"Sinners\" -Star Michael B. Jordan über einen weiteren Hit mit Ryan Coogler - Deadline",
        "Exklusiv: Das Weiße Haus will Pete Hegseth als Verteidigungsminister ersetzen - NPR"
    ]
}