{
    "headlines": [
        "سوق الأسهم اليوم: S&P 500، Nasdaq Rise ؛ ترامب يزن الرئيس التالي لمجلس الاحتياطي الفيدرالي — تحديثات مباشرة — وول ستريت جورنال",
        "مسودة تحديثات الدوري الاميركي للمحترفين لعام 2025: توقع مافريكس أن يأخذ كوبر فلاغ في المرتبة الأولى - أخبار أسوشيتد برس",
        "\"طمس \": العاصفة النارية حول كيفية وصف ترامب للأضرار التي لحقت بالمواقع النووية الإيرانية - ABC News - الأخبار العاجلة وآخر الأخبار ومقاطع الفيديو",
        "ثون يواجه تمردًا ضخمًا - بوليتيكو",
        "\"الشبكة الاجتماعية الجزء الثاني\" تعمل في سوني مع تعيين آرون سوركين للكتابة والإخراج ؛ صورة مستوحاة من \"ملفات الفيسبوك\" وول ستريت جورنال - الموعد النهائي",
        "إذا كان آرون رودجرز لا يريد الاهتمام، فلماذا يقوم بعرض بات مكافي في يونيو ؟ - إن بي سي سبورتس",
        "مشجع وايت سوكس الذي سخر من كيتل مارتي بشأن والدته الميتة المحظورة من جميع ملاعب البيسبول - نيويورك بوست",
        "تم القبض على ليفر كينغ في أوستن بعد تهديد جو روغان على إنستغرام - إيه بي سي نيوز - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "متى ستنتهي موجة الحر الوحشية ؟ إليك ما يجب معرفته عن التوقعات. - الواشنطن بوست",
        "مارس روفر يلتقط أول صور مفصلة لـ \"خيوط العنكبوت\" العملاقة - المجرة اليومية",
        "شاحن السفر متعدد الاستخدامات من أنكر معروض للبيع في الوقت المناسب لفصل الصيف - ذا فيرج",
        "تضيف Meta ملخصات مدعومة بالذكاء الاصطناعي إلى WhatsApp - TechCrunch",
        "يسلط الصراع في الشرق الأوسط الضوء على مدى التغير الكبير في إمدادات الطاقة العالمية في السنوات الأخيرة - أسوشيتد برس نيوز",
        "4 أشياء يجب معرفتها عن زهران ممداني، المرشح الديمقراطي المفترض لمنصب عمدة مدينة نيويورك - NPR",
        "تلعثم يخفض ما يقرب من ثلث الموظفين مع تفاقم مشاكل تطبيق المواعدة - بي بي سي",
        "تم كسر أسطورة إيران التي لا تقهر، ويمكن أن تكون التداعيات بعيدة المدى - سي إن إن",
        "نجمة \"القانون والنظام\" تحقق في حادث سيارة مأساوي لعائلتها في \"أمي جاين\" - NPR",
        "ملايين الأطفال المعرضين لخطر تعطيل اللقاحات العالمية، كما تقول الدراسة - واشنطن بوست",
        "من Google إلى مستخدمي الجوزاء: سنلقي نظرة على نصوصك سواء أعجبك ذلك أم لا - Gizmodo"
    ]
}