{
    "headlines": [
        "ਨਗਗੇਟਸ ਫੈਸਲਾਕੁੰਨ ਗੇਮ 7 - ਈਐਸਪੀਐਨ ਵਿੱਚ ਕਲੀਪਰਾਂ ਨੂੰ ਕੁਚਲਦੇ ਹਨ",
        "ਵਾਰਨ ਬਫੇਟ ਇਸ ਸਾਲ ਦੇ ਅਖੀਰ ਵਿੱਚ ਰਿਟਾਇਰ ਹੋ ਜਾਵੇਗਾ, ਇੱਕ ਨਿਵੇਸ਼ ਕਰਨ ਵਾਲੇ ਟਾਈਟਨ ਲਈ ਦੌੜ ਨੂੰ ਖਤਮ ਕਰਨਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਨਲੋ ਅਲਵੇਰੇਜ਼ ਬਨਾਮ ਵਿਲੀਅਮ ਸਕਲ ਲੜਾਈ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ, ਸੰਭਾਵਨਾਵਾਂ, ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ, ਲਾਈਵ ਸਟ੍ਰੀਮ, ਤਾਰੀਖ, ਪਿਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "55 ਅਰਬ ਟਨ ਲੋਹੇ ਦਾ ਖੁਲਾਸਾ, ਇਹ ਵਿਸ਼ਾਲ ਖਜ਼ਾਨਾ ਖਰਬਾਂ ਦੀ ਕੀਮਤ ਦਾ ਹੈ ਅਤੇ ਵਿਸ਼ਵਵਿਆਪੀ ਆਰਥਿਕ ਸੰਤੁਲਨ ਨੂੰ ਹਿਲਾ ਸਕਦਾ ਹੈ. - ਫਾਰਮਿੰਗਡੇਲ ਆਬਜ਼ਰਵਰ",
        "ਗੀਗੀ ਹੈਡਿਡ ਨੇ ਆਪਣੀ 30 ਵੀਂ ਜਨਮਦਿਨ ਦੀ ਪਾਰਟੀ ਤੋਂ ਭਾਫ ਚੁੰਮਣ ਵਾਲੀ ਫੋਟੋ ਨਾਲ ਬ੍ਰੈਡਲੀ ਕੂਪਰ ਰਿਸ਼ਤਾ ਇੰਸਟਾਗ੍ਰਾਮ-ਅਧਿਕਾਰਤ ਬਣਾਇਆ - ਪੰਨਾ ਛੇ",
        "ਸਟਾਰਬੇਸ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈਃ ਟੈਕਸਾਸ ਵਿੱਚ ਏਲੋਨ ਮਸਕ ਦੇ ਸਪੇਸਐਕਸ ਦਾ ਇੱਕ ਨਵਾਂ ਸ਼ਹਿਰ ਘਰ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵੈਟੀਕਨ ਅਗਲੇ ਪੋਪ ਦੀ ਚੋਣ ਦਾ ਸੰਕੇਤ ਦੇਣ ਲਈ ਚਿਮਨੀ ਲਗਾਉਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਕਥਿਤ ਤੌਰ 'ਤੇ ਸੁਪਰਵਾਈਜ਼ਡ ਰੀਲੀਜ਼ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਫੈਡਰਲ ਕਸਟਡੀ ਵਿਚ Finesse2tymes - TMZ",
        "ਯੂਐਫਸੀ ਡੇਸ ਮੋਇਨੇਸ ਲਾਈਵ ਅਪਡੇਟਸਃ ਕੋਰੀ ਸੈਂਡਹੈਗਨ ਬਨਾਮ ਡੀਵਸਨ ਫਿਗਵੇਰਡੋ ਨਤੀਜੇ, ਗੋਲ-ਦਰ-ਗੇੜ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਹਾਈਲਾਈਟਸ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਪ੍ਰਭੂਸੱਤਾ ਕੈਂਟਕੀ ਡਰਬੀ ਨੂੰ ਜਿੱਤਣ ਲਈ ਮਨਪਸੰਦ ਪੱਤਰਕਾਰੀ ਨੂੰ ਹਰਾਉਂਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਸਿਨਸਿਨਾਟੀ ਪੁਲਿਸ ਨੇ ਹਥਿਆਰਬੰਦ 18 ਸਾਲਾ ਨੌਜਵਾਨ ਨੂੰ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ । ਅਗਲੇ ਦਿਨ, ਉਸਦੇ ਪਿਤਾ ਨੇ ਇੱਕ ਸ਼ੈਰਿਫ ਦੇ ਡਿਪਟੀ ਨੂੰ ਮਾਰ ਦਿੱਤਾ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵਾਰਨ ਬਫੇਟ ਸ਼ਰਧਾਲੂਆਂ ਨੇ ਖੂਬਸੂਰਤ ਓਮਾਹਾ 'ਤੀਰਥ ਯਾਤਰਾ‘ ਤੇ ਅਲਵਿਦਾ ਕਿਹਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਏਆਈ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੀ ਗਈ ਟਰੰਪ ਦੀ ਤਸਵੀਰ ਜਿਵੇਂ ਕਿ ਪੋਪ ਪੋਪ ਸੰਮੇਲਨ ਤੋਂ ਪਹਿਲਾਂ ਆਲੋਚਨਾ ਖਿੱਚਦਾ ਹੈ - ਪੀਬੀਐਸ",
        "ਮੈਕਸੀਕੋ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਸਰਹੱਦ ਪਾਰ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਨੂੰ ਭੇਜਣ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੈਨੇਟ ਜੈਕਸਨ ਦੀ ‘ਰਿਦਮ ਨੇਸ਼ਨ’ ਨੇ ਸਾਲਾਂ ਤੋਂ ਕੁਝ ਵਿੰਡੋਜ਼ ਲੈਪਟਾਪਾਂ ਨੂੰ ਕਰੈਸ਼ ਕਰ ਦਿੱਤਾ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਨੇ ਐਨਈਏ ਅਤੇ ਐਨਈਐਚ ਨੂੰ ਖਤਮ ਕਰਨ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ ਕਿਉਂਕਿ ਆਰਟਸ ਦੀਆਂ ਗ੍ਰਾਂਟਾਂ ਰੱਦ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਗਿਆਨੀ ਵਿਸ਼ਵਵਿਆਪੀ ਫਲੂ ਟੀਕਾ ਬਣਾਉਣ ਲਈ ਐਨਆਈਐਚ ਪ੍ਰੋਜੈਕਟ ਦੀ 20 ਵੀਂ ਸਦੀ ਦੀ ਤਕਨਾਲੋਜੀ ਦੀ ਵਰਤੋਂ 'ਤੇ ਸਵਾਲ ਉਠਾਉਂਦੇ ਹਨ - statnews.",
        "ਐਲੀਗੇਟਰਾਂ, ਸੱਪਾਂ, ਕੀੜਿਆਂ ਨੂੰ ਚੱਕਣਾਃ ਛੋਟੇ ਜਹਾਜ਼ ਦੇ ਕਰੈਸ਼ ਤੋਂ ਬਚਣ ਵਾਲੇ 36 ਘੰਟਿਆਂ ਦੀ ਤੰਗੀ ਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਨਾਈਟਿਡ ਏਅਰਲਾਈਨਜ਼ ਨੇਵਾਰਕ ਏਅਰਪੋਰਟ 'ਤੇ 35 ਰੋਜ਼ਾਨਾ ਉਡਾਣਾਂ ਵਿਚ ਕਟੌਤੀ ਕੀਤੀ, ਹਵਾਈ ਟ੍ਰੈਫਿਕ ਕੰਟਰੋਲਰਾਂ ਦੀ ਘਾਟ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}