{
    "headlines": [
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਟ੍ਰਾਇਲ ਲਾਈਵ ਅਪਡੇਟਸਃ ਬਿਨਾਂ ਕਿਸੇ ਫੈਸਲੇ ਦੇ 1 ਵੇਂ ਦਿਨ ਦੀ ਸਮਾਪਤੀ ਤੋਂ ਬਾਅਦ ਜਿuryਰੀ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਯਾਹੂ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500, ਨੈਸਡੈਕ ਰਿਕਾਰਡ ਰਨ ਤੋਂ ਪਿੱਛੇ ਹਟਦਾ ਹੈ ਕਿਉਂਕਿ ਸੈਨੇਟ ਨੇ ਟਰੰਪ ਟੈਕਸ ਬਿੱਲ ਨੂੰ ਪਾਸ ਕੀਤਾ, ਟੇਸਲਾ ਡੁੱਬ ਗਿਆ - ਯਾਹੂ ਵਿੱਤ",
        "ਕੁਝ ਵੀ ਨਹੀਂ ‘ਪਹਿਲਾ ਸੱਚਾ ਫਲੈਗਸ਼ਿਪ’ ਫੋਨ ਇਸ ਨੂੰ ਥੋੜਾ ਸੁਰੱਖਿਅਤ ਖੇਡਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "2025 ਐਨਬੀਏ ਫ੍ਰੀ ਏਜੰਸੀ ਲਾਈਵ ਟਰੈਕਰਃ ਅਪਡੇਟਸ, ਖ਼ਬਰਾਂ, ਅਫਵਾਹਾਂ, ਚੋਟੀ ਦੇ ਖਿਡਾਰੀ, ਦਸਤਖਤ, ਵਪਾਰ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਦੂਜੇ ਰਾਜਾਂ ਵਿੱਚ 'ਐਲੀਗੇਟਰ ਅਲਕਾਟਰਾਜ਼' ਵਰਗੀਆਂ ਸਹੂਲਤਾਂ ਨੂੰ ਵੇਖਣਾ ਪਸੰਦ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਰਿਟਾਇਰਮੈਂਟ ਤੋਂ ਸਦਮੇ ਦੀ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ ਡਾਲਫਿਨ ਨੂੰ ਡੈਰੇਨ ਵਾਲਰ ਦਾ ਵਪਾਰ ਕਰਨ ਵਾਲੇ ਦਿੱਗਜ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਟੈਲੀਵੈਂਜਿਸਟ ਜਿੰਮੀ ਸਵਾਗਰਟ ਦਾ 90 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੈਨੀਫ਼ਰ Aniston ਐਪਲ ਸੀਰੀਜ਼ ਵਿੱਚ ਸਟਾਰ ਕਰਨ ਲਈ Jennette McCurdy's ‘I‘ m glad my mom died ’Memoir - ਡੈੱਡਲਾਈਨ",
        "ਜੈ ਪਾਵੇਲ ਨੇ ਜੁਲਾਈ ਯੂਐਸ ਵਿਆਜ ਦਰ ਵਿੱਚ ਕਟੌਤੀ ਕਰਨ ਲਈ ਖੁੱਲ੍ਹੇਪਣ ਦਾ ਸੰਕੇਤ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2025 ਦੇ ਸਰਬੋਤਮ ਟੀਵੀ ਸ਼ੋਅ (ਹੁਣ ਤੱਕ) - ਵੰਨਗੀ",
        "ਆਈਡਾਹੋ ਪੀੜਤ ਦੇ ਪਿਤਾ ਕੋਹਬਰਗਰ ਦੀ ਅਪੀਲ ਸੌਦੇ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨਃ 'ਮੈਂ ਦਿਖਾਵਾ ਨਹੀਂ ਕਰ ਸਕਦਾ ਜਿਵੇਂ ਮੈਂ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ ਕਿ ਇਹ ਨਿਆਂ ਹੈ' - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸੈਨੇਟ ਵੱਲੋਂ ਅੰਤਿਮ ਮੈਗਾਬਿਲ ਵੋਟਾਂ ਲੈਣ ਦੀ ਤਿਆਰੀ - ਪੋਲਿਟਿਕੋ",
        "ਅਦਾਲਤ ਨੇ ਸਾਬਕਾ ਸੀਈਓ ਐਨ ਵੋਜਕਿੱਕੀ ਦੀ ਅਗਵਾਈ ਵਾਲੇ ਗੈਰ-ਲਾਭਕਾਰੀ ਨੂੰ 23andMe ਦੀ ਵਿਕਰੀ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਗਾਜ਼ਾ ਸਿਟੀ 'ਚ ਵਾਟਰਫ੍ਰੰਟ ਕੈਫੇ' ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ, ਦਰਜਨਾਂ ਦੀ ਮੌਤ, ਹਸਪਤਾਲ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "Pundit ਸਟੀਲਰਜ਼ ’Blockbuster ਵਪਾਰ ਦੇ ਹਾਰਨ ਆਪਸ ਵਿੱਚ Ravens ਵੀ ਸ਼ਾਮਲ ਹੈ | ਕੰਮ ਲਈ ਦੇਰ - ਬਾਲਟਿਮੁਰ Ravens",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਡੋਗੇ ਨੂੰ ਜੀਓਪੀ ਬਿੱਲ ਦੀ ਆਲੋਚਨਾ ਤੋਂ ਬਾਅਦ 'ਏਲੋਨ ਮਸਕ' ਨੂੰ ਵਾਪਸ ਜਾ ਕੇ ਖਾਣਾ ਪੈ ਸਕਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਬਾਕਸ ਆਫਿਸ ਪੂਰਵਦਰਸ਼ਨਃ 'ਜੁਰਾਸਿਕ ਵਰਲਡ ਰੀਬੈਰਥ' ਮੇਜਰ ਜੁਲਾਈ ਚੌਥੇ ਆਤਿਸ਼ਬਾਜ਼ੀ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਉਮੀਦ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਨਿਨਟੈਂਡੋ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਡੋਂਕੀ ਕਾਂਗ ਬੈਨੰਜ਼ਾ ਮਾਰੀਓ ਓਡੀਸੀ ਟੀਮ ਦੁਆਰਾ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਸੁਪਰ ਪ੍ਰਸਿੱਧ ਵੀਡੀਓ ਗੇਮ ਤੋਂ ਰਿਫੰਡ ਲਈ ਆਖਰੀ ਕਾਲਃ ਅਜੇ ਵੀ ਦਾਅਵਾ ਦਾਇਰ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ - AL."
    ]
}