{
    "headlines": [
        "Trump au WSJ : Les États-Unis étaient au courant des plans d'Israël pour attaquer l'Iran - WSJ",
        "Les installations nucléaires iraniennes endommagées mais non détruites, disent les experts - The Washington Post",
        "Dow Jones Futures : Les attaques israélo-iraniennes ont frappé le marché ; Les prochains gagnants de l'IA après Nvidia, Broadcom ? - Investor's Business Daily",
        "Pacers vs Thunder score : NBA Finals Game 4 mises à jour en direct alors que Tyrese Haliburton tente de mettre Indy 3-1 - CBS Sports",
        "La police arrête environ 60 manifestants devant le Capitole des États-Unis - CNN",
        "Inondations à San Antonio : au moins 11 morts, plusieurs disparus - BBC",
        "Bonnaroo 2025 Annulé après les pluies Terrains de festival marécageux - Rolling Stone",
        "Vente d'acier américain à Nippon Steel sur le point d'être conclue après l'accord Trump - Bloomberg.com",
        "Kanye West écrase le procès de Sean « Diddy » Combs avec une comparution dramatique devant le tribunal - The Washington Post",
        "À l'intérieur de la frénésie d'embauche en IA de Mark Zuckerberg - The Verge",
        "Mahmoud Khalil avait espéré marcher librement aujourd'hui. Un juge fédéral a dit non - NPR",
        "Kilmar Abrego Garcia plaide non coupable à des accusations de trafic d'êtres humains - NBC News",
        "Vainqueurs et perdants de la deuxième manche de l'US Open 2025 : J.J. Spaun Hangs In, Viktor Hovland Lurks et Big Names Stumble - Sports Illustrated",
        "Les nouvelles selon lesquelles un homme a survécu à l'accident d'avion d'Air India pèsent sur d'autres seuls survivants - AP News",
        "Un résident du comté de Boulder a exposé les passagers de Flatiron Flyer à la rougeole - The Denver Post",
        "Les utilisateurs de Meta AI se confient sur le sexe, Dieu et Trump. Certains ne savent pas que c'est public. - The Washington Post",
        "Nintendo Switch 2 établit un record de jeu aux États-Unis avec plus de 1,1 million d'unités vendues au lancement, les jeux physiques les plus vendus ont été révélés - Nintendo Everything",
        "Regardez Francis Ngannou mener Kamaru Usman dans une confrontation enflammée à l'UFC Atlanta avec Joaquin Buckley - MMA Fighting"
    ]
}