{
    "headlines": [
        "Russia launches record aerial attack on Ukraine - NPR",
        "Trump Tax Bill Advances in Senate After Vance Pressures Holdouts - Bloomberg.com",
        "Austrian GP: Follow LIVE as Norris leads, Max out - ESPN",
        "Inside the fallout at Paul, Weiss after the firm’s deal with Trump - Politico",
        "Jake Paul vs. Julio Cesar Chavez Jr. results, highlights: 'Problem Child' cruises to easy decision win - CBS Sports",
        "Iran could resume uranium enrichment in ‘months,’ says IAEA chief - politico.eu",
        "Beyond fertility and menopause: See why the ovary is central to women’s health and longevity - USA Today",
        "Ivanka Trump's hubby Jared Kushner's eight-word demand at Bezos lavish Venice wedding revealed: 'She'd like to…' - Hindustan Times - Hindustan Times",
        "Big Trump wins, boomerang appeals define Supreme Court term - CNN",
        "The Trump administration is building a national citizenship data system - NPR",
        "Say 'maybe' to the dress? Tariffs are crashing the wedding planning party - NPR",
        "Iran’s judiciary says at least 71 killed in Israel’s attack on Tehran’s notorious Evin prison - AP News",
        "Northern Irish rap group Kneecap plays Glastonbury despite controversy - NPR",
        "At least 81 people killed in Israeli strikes in Gaza, Hamas-run health ministry says - BBC",
        "Ilia Topuria makes case for being UFC's pound-for-pound best with first-round KO of Charles Oliveira - AP News",
        "Tourists are trickling into Afghanistan and the Taliban government is eager to welcome them - AP News",
        "Elon Musk renews his criticism of Trump's big bill as Senate Republicans scramble to pass it - ABC News - Breaking News, Latest News and Videos",
        "Brad Pitt’s \"F1\" movie on trend to be his most successful yet as box office dominated - Motorsport.com",
        "Joe Biden, Kamala Harris among attendees as slain Minnesota House Speaker Melissa Hortman laid to rest - NBC News"
    ]
}