{
    "headlines": [
        "Quand la vague de chaleur brutale prendra-t-elle fin ? Voici ce qu'il faut savoir sur les prévisions. - The Washington Post",
        "Les ours « coquins » s'échappent, volent une semaine de miel et font une longue sieste - The Washington Post",
        "La Fed divisée propose une règle pour assouplir les exigences de fonds propres des grandes banques de Wall Street - CNBC",
        "4 choses à savoir sur Zohran Mamdani, candidat démocrate présumé au poste de maire de New York - NPR",
        "L'action BP bondit alors que le rapport indique que Shell est en pourparlers pour acheter Energy Rival - Barron's",
        "Luka Doncic a laissé de grosses chaussures à remplir à Dallas. Entrez dans Cooper Flagg. - The Washington Post",
        "L'influenceur « Liver King » arrêté au Texas après avoir menacé Joe Rogan - NBC News",
        "Utilisateurs de Google to Gemini : nous allons examiner vos textes, que cela vous plaise ou non - Gizmodo",
        "Le comité des vaccins nommé par RFK Jr. perd son membre avant la première réunion - The Washington Post",
        "Trump affirme que les États-Unis et l'Iran se rencontreront la semaine prochaine - Axios",
        "Kilmar Abrego Garcia ne devrait être libéré de prison que pour être placé en détention préventive - AP News",
        "Durbin tees off on Bove as Judiciary hearing kicks off - Politico",
        "Trump dit que les dépenses de défense de l'OTAN atteignant 5% du PIB sont une « grande victoire » pour les États-Unis et l'Occident - BBC",
        "Les ventes de maisons neuves aux États-Unis chutent à leur plus bas niveau depuis sept mois en raison de leur faible abordabilité - Bloomberg",
        "Les procureurs dans l'affaire Sean ‘Diddy’ Combs ne poursuivent plus les théories de tentative d'incendie criminel et d'enlèvement - CNN",
        "Le cadre de DoorDash et ses parents ont été identifiés comme victimes d'un accident de bateau mortel au lac Tahoe qui a tué 5 autres personnes - NBC News",
        "2025 NBA Mock Draft 4.0 : Ace Bailey glisse vers Wizards, les Spurs ajoutent Derik Queen - NBC Sports",
        "Les installations nucléaires iraniennes ont été détruites — et les suggestions sont fausses - La Maison Blanche (.gov)"
    ]
}