{
    "headlines": [
        "Israel Strike Live-Updates: Israel sagt, dass der Iran 100 Drohnen gestartet hat, als Luftangriffssirenen im ganzen Land heulen - ABC News",
        "An seinem 79. Geburtstag erhält Präsident Trump eine Militärparade – und Millionen von erwarteten Demonstranten - CNN",
        "RFK Jr. schickte dem Kongress \"medizinische Desinformation\" , um die Änderung des COVID-Impfplans zu verteidigen - NPR",
        "Dow-Futures fallen 500 Punkte, nachdem der Iran ins Visier genommen wurde: Live-Updates - CNBC",
        "Scale AI bestätigt \"bedeutende\" Investition von Meta, sagt CEO Alexanr Wang verlässt - TechCrunch",
        "Draisaitl wiederholt OT-Helden mit rekordverdächtigem Tor, um sogar das Stanley-Cup-Finale für Oilers zu erreichen - NHL.com",
        "Nordkorea behauptet, dass der Start des Kriegsschiffs beim zweiten Versuch erfolgreich war - BBC",
        "Horoskop für Freitag, 13. Juni 2025 - Chicago Sun-Times",
        "Trump erlangt dank des Berufungsgerichts die Kontrolle über die Truppen in L.A. von Newsom zurück; Gouverneur sollte am Freitag das Kommando über die Nationalgarde übernehmen – Aktualisiert - Frist",
        "NBA-Finale 2025: 4 Dinge, auf die man im entscheidenden Finale von Spiel 4 achten sollte - NBA",
        "Richter in Tennessee, um Argumente über die Freilassung von Kilmar Abrego Garcia aus der Untersuchungshaft zu hören - AP News",
        "Report: Cops looking to arrest ex-NFL WR Brown - ESPN",
        "Cuomo und Mamdani feuern in der abschließenden New Yorker Bürgermeisterdebatte - Politico",
        "SpaceX startet 26 Starlink-Satelliten auf Falcon 9-Rakete vom Vandenberg SFB - Spaceflight Now",
        "HBO-Familie, ThrillerMax und andere Multiplex-Kanäle werden von Warner Bros. Discovery heruntergefahren - variety.com",
        "Kalifornischer Senator nach Unterbrechung der Pressekonferenz durch Kristi Noem abgesetzt - AP News",
        "John Cusack erinnert sich an Brian Wilson: \"Was er der Welt geben konnte, war seismisch\" - rollingstone.com",
        "10 ikonische Beach Boys Needle Drops in Film und Fernsehen - The Hollywood Reporter"
    ]
}