{
    "headlines": [
        "« Complètement indifférent et égoïste » : les démocrates se moquent du vote de destitution Trump-Iran. - Axios",
        "Brésilien retrouvé mort après être tombé d'un volcan indonésien - NBC News",
        "Le président ukrainien Zelenskyy mis à l'écart alors que les dirigeants de l'OTAN se réunissent pour convenir d'une augmentation des dépenses de défense - AP News",
        "Les choix de RFK Jr. pour les conseillers en vaccins des CDC se rencontrent cette semaine au milieu d'une controverse - NPR",
        "Les décès par crise cardiaque sont en baisse. Voici ce qui nous tue à la place - Yahoo",
        "Le choix de Trump pour le juge d'appel considéré comme « mal adapté » à une nomination à vie - NPR",
        "Pourquoi une guerre au Moyen-Orient n'a pas déclenché de crise pétrolière - NPR",
        "Trump dit que les plans nucléaires de l'Iran ont repoussé des « décennies » par les frappes américaines alors que le rapport suggère un impact limité - BBC",
        "Le robotaxi de Tesla est descendu dans les rues d'Austin. J'ai regardé 2 heures de courses vidéo, et j'ai quelques idées. - Business Insider",
        "Quatre astronautes se lancent vers la station spatiale alors que la NASA est aux prises avec un problème de fuite étrange - CNN",
        "Un juge américain se range du côté de la société d'IA Anthropic sur la question du droit d'auteur - BBC",
        "Voici à quoi pourrait ressembler l'écran de l'iPhone 18 Pro de l'année prochaine - MacRumors",
        "Le Royaume-Uni achètera des avions de combat à propulsion nucléaire - BBC",
        "Top Angels prospect Moore hits tieing, walk-off HRs - ESPN",
        "Cooper Flagg à Mavs, Edgecombe à 76ers dans ESPN NBA Mock Draft au milieu des rumeurs d'Ace Bailey - Rapport Bleacher",
        "FedEx : Les données et les solutions numériques aident les clients à naviguer dans l'impact des tarifs - PYMNTS.com",
        "Ace Bailey drama adds wild card atop 2025 NBA Draft - New York Post",
        "Ironheart Boss dans l'épisode 3 [Spoiler] Reveal : ‘It's So Much Fun to Reach Back’ in MCU History — Grade It ! - TVLine"
    ]
}