{
    "headlines": [
        "ਐਬਰਕ੍ਰੋਮਬੀ ਐਂਡ ਫਿਚ 25% ਵੱਧਦਾ ਹੈ ਭਾਵੇਂ ਕਿ ਪ੍ਰਚੂਨ ਵਿਕਰੇਤਾ ਟੈਰਿਫ ਦੇ ਕਾਰਨ ਮੁਨਾਫੇ ਦੇ ਨਜ਼ਰੀਏ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਈ ਸਾਲਾਂ ਦੀ ਕਾਤਲ ਗਰਮੀ ਲਈ ਤਿਆਰ ਰਹੋ, ਚੋਟੀ ਦੇ ਮੌਸਮ ਦੇ ਪੂਰਵ-ਅਨੁਮਾਨਕਰਤਾਵਾਂ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮੈਂ ਬਾਂਬੂ ਲੈਬਜ਼ ਏ 1 3 ਡੀ ਪ੍ਰਿੰਟਰ ਤੋਂ ਕੀ ਸਿੱਖਿਆ, ਭਾਗ 2: ਅਪਗ੍ਰੇਡ ਅਤੇ ਗਲਤੀਆਂ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਲਾਮਿਨ ਯਾਮਲ ਦੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਵੇਰਵਿਆਂ ਦਾ ਖੁਲਾਸਾ ਬਾਰਸੀਲੋਨਾ ਸਟਾਰ ਦੇ ਦਸਤਖਤ ਹੋਣ ਤੋਂ ਬਾਅਦ 2031 ਤੱਕ - ਬਾਰਕਾ ਬਲੌਗਰੇਨਜ਼",
        "ਮੈਸੀ ਦੇ ਕਟੌਤੀ ਮੁਨਾਫੇ ਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਜਿਵੇਂ ਕਿ ਟੈਰਿਫ, ਤਰੱਕੀਆਂ ਇਸ ਦੇ ਕਾਰੋਬਾਰ ਨੂੰ ਮਾਰਦੀਆਂ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਿਊ ਜੈਕਮੈਨ ਤਲਾਕ ਬਿਆਨ ਵਿੱਚ Deborra-Lee Furness ਨਾਜ਼ੁਕ ਰੂਪ ਵਿੱਚ ਟੋਨ ਬਦਲਦਾ ਹੈ - HuffPost",
        "ਜਲਵਾਯੂ ਨੂੰ ਬਦਲਣ ਵਾਲੇ ਫਟਣ ਨਾਲ ਜੁੜੇ ਗੁਪਤ ਸੋਵੀਅਤ ਫੌਜੀ ਅਧਾਰ 'ਤੇ ਚਤੁਰਭੁਜ ਜੁਆਲਾਮੁਖੀ 200 ਸਾਲ ਪਹਿਲਾਂ — ਪੁਲਾੜ ਤੋਂ ਧਰਤੀ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਹਨੀਵੈੱਲ ਬਰੇਕਅਪ ਤੋਂ ਪਹਿਲਾਂ ਐਲੀਅਟ ਕਾਰਜਕਾਰੀ ਨੂੰ ਆਪਣੇ ਬੋਰਡ ਵਿਚ ਸ਼ਾਮਲ ਕਰੇਗਾ - ਡਬਲਯੂਐਸਜੇ",
        "ਟਾਇਰਸ ਹੈਲੀਬਰਟਨ ਦੀ ਇਤਿਹਾਸਕ ਕਾਰਗੁਜ਼ਾਰੀ ਇੰਡੀਆਨਾ ਪੈਸਰਜ਼ ਨਿ New ਯਾਰਕ ਨਿਕਸ ਨੂੰ ਐਨਬੀਏ ਫਾਈਨਲਜ਼ ਦੇ ਕਿਨਾਰੇ ਵੱਲ ਲੈ ਜਾਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸਾਬਕਾ ਰੂਸੀ ਰਾਸ਼ਟਰਪਤੀ ਨੇ ਯੂਕਰੇਨ ਉੱਤੇ ਬਿਆਨਬਾਜ਼ੀ ਰੈਂਪਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਤੀਜੇ ਵਿਸ਼ਵ ਯੁੱਧ ਦੇ ਚਸ਼ਮੇ ਨੂੰ ਉਭਾਰਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਫਿuresਚਰਜ਼ ਐਜ ਲੋਅਰ; ਐਨਵੀਡੀਆ ਦੀ ਕਮਾਈ ਬਕਾਇਆ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "ਟਰੰਪ ਦੀਆਂ ਮੁਆਫੀਆਂ ਜਨਤਕ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਦੇ ਕੇਸਾਂ ਤੋਂ ਨਿਆਂ ਵਿਭਾਗ ਦੀ ਖਿੱਚ ਨੂੰ ਉਜਾਗਰ ਕਰਦੀਆਂ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਓਪੇਰਾ ਦਾ ਨਵਾਂ ਬ੍ਰਾ browserਜ਼ਰ ਤੁਹਾਡੇ ਲਈ ਵੈਬਸਾਈਟਾਂ ਅਤੇ ਗੇਮਾਂ ਨੂੰ ਕੋਡ ਕਰ ਸਕਦਾ ਹੈ - TechCrunch",
        "ਸਮੁੰਦਰ ਦਾ 21% ਸੂਰਜ ਦੀ ਰੌਸ਼ਨੀ ਗੁਆ ਰਿਹਾ ਹੈ – ਸਮੁੰਦਰੀ ਜੀਵਨ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ - SciTechDaily",
        "ਕੋਵਿਡ ਟੀਕੇ ਦੇ ਫੈਸਲਿਆਂ ਦੇ ਨਾਲ, ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਜਨਤਕ ਸਿਹਤ 'ਤੇ ਬੇਰੋਕ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ - statnews.",
        "ਇੱਥੇ ਇੱਕ ਨਵਾਂ ਕੋਵਿਡ ਵੇਰੀਐਂਟ ਲਾਗਾਂ ਨੂੰ ਵਧਾ ਰਿਹਾ ਹੈ. ਇੱਕ ਵਾਇਰੋਲੋਜਿਸਟ ਦੱਸਦਾ ਹੈ ਕਿ NB.1.8.1 ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਗੱਲਬਾਤ",
        "ਬਲਾਤਕਾਰ ਤੇ ਕਤਲ ਦੇ ਦੋਸ਼ 'ਚ ਸਾਬਕਾ ਪੁਲਿਸ ਮੁਖੀ ਨੂੰ ਸਜ਼ਾ, ਜੇਲ੍ਹ' ਚੋਂ ਭੇਸ ਪਾ ਕੇ ਫਰਾਰ - NPR",
        "ਸਟੇਟ ਡਿਪਾਰਟਮੈਂਟ ਦੀ ਸਖਤ ਸੋਸ਼ਲ ਮੀਡੀਆ ਸਮੀਖਿਆ ਦੀ ਯੋਜਨਾ ਦੇ ਤੌਰ ਤੇ ਨਵੇਂ ਵਿਦਿਆਰਥੀ ਵੀਜ਼ੇ ਨੂੰ ਰੋਕਿਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}