{
    "headlines": [
        "2025 NBA Draft tracker: Live updates, Round 2, news, trades, picks by team, draft order, grades, prospects - CBS Sports",
        "Stock Market Today: Dow Gains; Trump Considers Naming New Fed Chair Early — Live Updates - WSJ",
        "Windows’ infamous ‘blue screen of death’ will soon turn black - AP News",
        "NASA tested a new SLS booster that may never fly, and the end of it blew off - Ars Technica",
        "Classified briefing on impact of Iran strikes leaves senators split - The Washington Post",
        "Jeff Bezos And Lauren Sanchez's Wedding Events Begin: What We Know About Venice Extravaganza - Forbes",
        "Fireball appears to explode over Southeastern U.S. - The Washington Post",
        "Bill Moyers, the former White House press secretary turned acclaimed TV journalist, dead at 91 - AP News",
        "RFK Jr. wins his fight against a rare, safe flu-shot ingredient - The Washington Post",
        "2 more Utahns diagnosed with measles, bringing state total to 5 - KSL News",
        "Rays' Franco found guilty in sexual abuse case - ESPN",
        "Brad Pitt's Los Angeles home burglarized: Law enforcement sources - ABC News - Breaking News, Latest News and Videos",
        "Anna Wintour steps down as Vogue editor-in-chief, but will retain control of storied magazine - CNN",
        "President Trump’s Leadership, Vision Drives NATO Breakthrough - The White House (.gov)",
        "Nike shares surge 10% on turnaround hopes despite worst results in years - Financial Times",
        "Kennedy’s vaccine panel met for the first time. Here’s what to know. - Politico",
        "US plans to deport Abrego Garcia to a country that’s not El Salvador, prosecutor tells judge - AP News",
        "Google banned from selling select Pixel phones in Japan, and it might not end there - 9to5Google",
        "EU told to present options for Israel action, says Lithuanian president - politico.eu",
        "Republicans are dealt a setback on their big bill as Senate referee disqualifies key provisions - NBC News"
    ]
}