{
    "headlines": [
        "Aktienmarkt heute: Dow-Futures fallen, Dollar rutscht auf Handels- und Zollsorgen - Live-Updates - WSJ",
        "Papst Franziskus, Stimme für die Armen, die die katholische Kirche verändert haben, stirbt am Ostermontag - CNN",
        "Hegseth teilte Jemen-Angriffsdetails im zweiten Signal-Chat, Berichte sagen - BBC",
        "Vance kommt in Indien für einen viertägigen Besuch an, der Gespräche mit Modi und persönliche Engagements beinhaltet - AP News",
        "Trump will weitere 1 Milliarde US-Dollar aus der Finanzierung der Harvard-Gesundheitsforschung streichen, berichtet das Wall Street Journal - The Harvard Crimson",
        "\"Professionelles Versagen\" führte zur Tötung von Gaza-Mediziner, sagt die IDF-Untersuchung - BBC",
        "Golden State Warriors vs. Houston Rockets Live-Score und Statistiken - 20. April 2025 Gametracker - CBS Sports",
        "Die größten Gewinner und Verlierer des NBA-Playoff-Eröffnungswochenendes 2025 - Bleacher-Bericht",
        "WWE WrestleMania 41 Ergebnisse, Noten: John Cena gewinnt Rekord 17. Weltmeistertitel, beendet Cody Rhodes 'einjährige Herrschaft - CBS Sports",
        "Pedro Pascal spricht nach \"The Last of Us\" Twist aus und sagt: \"Ich bin in aktiver Ablehnung\"; Bella Ramsey \"schluchzte\" beim Lesen: Eine \"brillante Leistung\", wenn es \"schmerzhaft für die Menschen\" ist - Vielfalt",
        "Gold (XAUUSD) klettert in Richtung Rekord, da die Sorgen um den globalen Handelskrieg dominieren - Bloomberg.com",
        "Schweden hat die Panzer. Finnland hat die Truppen. Willkommen in der Pan-Nordischen Armee. - WSJ",
        "Venezolanischer Migrant, dessen Abschiebung von SCOTUS blockiert wurde, äußert sich - ABC News",
        "TNA-Champion antwortet auf Randy Ortons offene Herausforderung bei WrestleMania 41 - Cageside Seats",
        "'Sinners' versinkt an der heimischen Abendkasse am Osterwochenende auf dem ersten Platz - Entertainment Weekly",
        "Darmkrebs ist auf dem Vormarsch: Dieser Vitaminmangel könnte der Grund sein - Vogue"
    ]
}