{
    "headlines": [
        "تخطئ Chipotle تقديرات الإيرادات، وتعطي توقعات أكثر حذراً لأنها ترى \"تباطؤًا\" في الإنفاق - CNBC",
        "متوافق مع الإصدارات السابقة: لا تزال العديد من تعديلات النسيان القديمة تعمل على إعادة إتقان النسيان - ARS Technica",
        "أبناء عمومة كيرك و 6 من قدامى المحاربين الآخرين في اتحاد كرة القدم الأميركي الذين يمكن المتاجرة بهم حول المشروع - واشنطن بوست",
        "كلير أوبسكور: إكسبيديشن 33 هي أول لعبة آر بي جي في الاستوديو تتجاوز كل التوقعات - بوليغون",
        "ديك دوربين من إلينوي، الديمقراطي رقم 2 في مجلس الشيوخ، لن يسعى لإعادة انتخابه لولاية سادسة في عام 2026 - أسوشيتد برس نيوز",
        "مسودة دوري كرة القدم الأمريكية 2025: الاختيار الأكثر مثالية لكل فريق في الجولة الأولى، بما في ذلك استيلاء المهاجمين على صانع ألعاب لجينو سميث - سي بي إس سبورتس",
        "تم رفع أوامر الإخلاء وأعيد فتح جزء من جاردن ستيت باركواي بينما يكافح الطاقم حرائق الغابات في نيو جيرسي - سي إن إن",
        "حرم أحباء الضحايا من فرصة مواجهة مطلق النار الجماعي في هايلاند بارك - إن بي سي نيوز",
        "الدماغ يتذكر البرد: كيف تدفع الذكريات الأيض - أخبار علم الأعصاب",
        "سوق الأسهم اليوم: الولايات المتحدة تدرس خفض الضرائب الصينية ؛ مؤشر داو جونز يقفز حوالي 500 نقطة — تحديثات حية - وول ستريت جورنال",
        "حرب النجوم \"أندور\" الموسم 2 يصور تفاهة الفاشية الأمريكية - WIRED",
        "يتيح لك WhatsApp الآن حظر الأشخاص من تصدير سجل الدردشة بالكامل - The Verge",
        "سيتم سحب دراسة التوحد الخاصة بالمعاهد الوطنية للصحة من السجلات الطبية الخاصة - NPR",
        "فانس يصدر إنذارًا نهائيًا لأوكرانيا بعد أن تجاهل روبيو اجتماع لندن الرئيسي - سي إن إن",
        "مركبة الفضاء لوسي التابعة لناسا تحصل على الصور الأولى لكويكب \"معقد بشكل لافت للنظر\" من شأنه أن يلقي الضوء على النظام الشمسي المبكر - Live Science",
        "انخفاض تصنيف ترامب الوظيفي، والسياسات الرئيسية تجتذب رفض الأغلبية مع اقترابه من 100 يوم - مركز بيو للأبحاث",
        "كان لدى كينتافيوس كالدويل بوب رؤية حادة على الأخطاء القاسية التي أدت إلى إصابة جيسون تاتوم - الرياضة المصورة",
        "المعلومات المضللة عن الحصبة تترسخ وسط تفشي المرض: استطلاع - Axios",
        "المشيعون يزورون البابا فرانسيس مستلقين في كاتدرائية القديس بطرس - بي بي سي"
    ]
}