{
    "headlines": [
        "Der neueste russische Marinekommandeur, der von der Ukraine getötet werden soll - The Washington Post",
        "Was kommt als nächstes für Sean \"Diddy\" Combs? Verurteilung, mögliche Begnadigung und mehr. - The Washington Post",
        "Boxer Chávez Jr. von ICE verhaftet, um abgeschoben zu werden - ESPN",
        "Die Kampagne „Stop Killing Games“ überschreitet eine Million Unterschriften - Push Square",
        "Trumps Megabill-Set für die endgültige Hausabstimmung als GOP Holdouts Relent - WSJ",
        "Juli 2025 Pixel-Update sollte Android Auto, Wi-Fi-Fixes bringen - 9to5Google",
        "Die versteckten schlechten Nachrichten im Juni-Jobbericht - CNN",
        "Keith David war nach der Ankündigung des Hollywood Walk of Fame-Sterns beeindruckt - ABC News - Breaking News, Latest News and Videos",
        "Oberstes Gericht entscheidet über staatliche Verbote der Teilnahme von Transgender-Studenten am Mädchen- und Frauensport - NBC News",
        "Der Zusammenhang zwischen Krebs und Bewegung, den Patienten kennen sollten - CNN",
        "Vier Tote, 14 Verletzte bei Schießerei vor dem Nachtclub in Chicago - BBC",
        "Feds bewegen sich vor Gericht, um die Trump-Administration von Alligator Alcatraz - Miami Herald zu distanzieren",
        "Abendkasse: \"Jurassic World Rebirth\" öffnet sich am Mittwoch für mächtige 30,5 Millionen Dollar - Vielfalt",
        "Skalieren: Megabill-Änderungen sind nie eine Option - Politico",
        "Trump hält Milliarden an Bildungshilfe zurück: Das bedeutet es für Schulen - Syracuse.com",
        "RFK Jr., CDC-Gremium haben Zweifel am Hepatitis-B-Impfstoff geäußert. Hier ist, warum es sicher ist - ABC News - Eilmeldungen, neueste Nachrichten und Videos",
        "NASA Workforce Depletion Update - NASA Uhr",
        "Die NASA bestätigt, dass mysteriöse Objektaufnahmen durch das Sonnensystem ein \"interstellarer Besucher\" sind — und es hat einen neuen Namen - Live Science",
        "Magic Johnson feierte Lakers 'Deandre Ayton Signing mit einem perfekten Screenshot - Sports Illustrated",
        "Vietnam schließt Handelsabkommen ab, das bereits von Trump angekündigt wurde - Bloomberg.com"
    ]
}