{
    "headlines": [
        "Michael Madsen, „Reservoir Dogs“ -Schauspieler, stirbt mit 67 Jahren - The Hollywood Reporter",
        "Hakeem Jeffries nimmt sich seine \"süße Zeit\", um Trumps Steuerrechnung zu verzögern - AP News",
        "Kilmar Abrego Garcia erlitt psychische und physische Folter im Gefängnis von El Salvador, sagen Anwälte - NBC News",
        "Oberstes Gericht entscheidet über staatliche Verbote der Teilnahme von Transgender-Studenten am Mädchen- und Frauensport - NBC News",
        "Elefant tötet 2 weibliche Touristen aus Großbritannien und Neuseeland im sambischen Nationalpark - ABC News - Breaking News, Latest News und Videos",
        "Bei den Massenschießereien am River North wurden 4 Menschen getötet, 14 weitere wurden nach der Rapper-Party verwundet - Chicago Sun-Times",
        "\"Jurassic World Rebirth\" lauter mit 30 MIO. $ + Eröffnungstag, 133 Mio. $ + 5-tägiges Debüt in Sicht – Update - Deadline",
        "Wie der Einzelhandel auf Trumps Handelsabkommen mit Vietnam reagiert - CNBC",
        "Skalieren: Megabill-Änderungen sind nie eine Option - Politico",
        "NASA Workforce Depletion Update - NASA Uhr",
        "Wie die Staatsanwaltschaft es versäumt hat, ihre schwersten Anklagen gegen Sean \"Diddy\" Combs zu beweisen - CNN",
        "Die NASA bestätigt, dass mysteriöse Objektaufnahmen durch das Sonnensystem ein \"interstellarer Besucher\" sind — und es hat einen neuen Namen - Live Science",
        "iPhone 17 Pro Max. Akkukapazität durchgesickert - MacRumors",
        "Nach der Einigung mit Trump fürchten die Mitarbeiter von CBS News, was als nächstes kommt - CNN",
        "4 Gewinner der NBA Free Agency und 3 Verlierer nach der Welle der Spielerbewegung 2025 - SBNation.com",
        "Powells Schweigen über seine Zukunft erschwert die Suche nach Trumps Fed-Vorsitzenden - Bloomberg",
        "BBC entschuldigt sich für \"High Risk\" Bob Vylans umstrittene Glastonbury Performance - Vielfalt",
        "Hotels und Häuser auf der griechischen Insel Kreta wurden evakuiert, als ein Lauffeuer außer Kontrolle geriet - AP News"
    ]
}