{
    "headlines": [
        "Ein texanischer Junge brauchte Schutz vor Masern. Der Impfstoff kostete 1.400 $. - The Washington Post",
        "Die Jury beginnt mit der Beratung im Sean ‘Diddy’ Combs ’Sexhandelsprozess - AP News",
        "Vote-a-rama, letzte Hürde vor der Zustimmung des Senats von Megabill, ist im Gange - Politico",
        "Home Depot kauft GMS für etwa 4,3 Milliarden US-Dollar, da Einzelhändler mehr Heimprofis jagen - CNBC",
        "Der Oberste Gerichtshof stellt sich einer großen neuen Herausforderung bei der Beschränkung der Wahlkampffinanzierung - NBC News",
        "Hawks gelten als Favoriten für Nickeil Alexander-Walker - Hoops-Gerüchte",
        "Exklusiv | Harvard verletzte die Bürgerrechte von Studenten, findet die Trump-Administration - WSJ",
        "Trumps Megabill hat eine böse Überraschung für Solar. Warum Sunrun, die ersten Solaraktien steigen. - Barron's",
        "UTA lässt Bob Vylan fallen, nachdem er während des Skandal-Treffer-Glastonbury-Sets „Tod der IDF“ gesungen hat - Deadline",
        "Hier ist, warum Lando Norris so viel Coaching rund um den österreichischen GP der Formel 1 hatte - Motorsport.com",
        "North Carolina US-Senator Thom Tillis wird 2026 nicht zur Wiederwahl antreten - Axios",
        "Der lange tote Satellit sendet ein starkes Funksignal aus, das die Astronomen verwirrt - CNN",
        "Der Grippeimpfstoff von Moderna zeigt positive Studienergebnisse im Spätstadium und ebnet den Weg für eine COVID-Kombinationsimpfung - CNBC",
        "Apple plant, ein kostengünstiges MacBook mit iPhone-Chip auf den Markt zu bringen - MacRumors",
        "Um Kinder zu schützen, verbietet Frankreich das Rauchen in Parks und Stränden - NPR",
        "Hunderte von Familien, die durch israelische Luftangriffe auf Gaza vertrieben wurden, sagen Zeugen - BBC",
        "Ich bin Neurowissenschaftler. Ich habe mein eigenes Gehirn 26 Mal gescannt, um zu sehen, wie es sich während der Schwangerschaft verändert hat. - Yahoo"
    ]
}