{
    "headlines": [
        "ਟਰੰਪ ਦੀ ਮਿਡਲ ਈਸਟ ਯਾਤਰਾਃ ਇੱਥੇ ਸਾਰੇ ਪ੍ਰਮੁੱਖ ਸੌਦੇ ਦਸਤਖਤ ਕੀਤੇ ਗਏ ਹਨ - ਫੋਰਬਸ",
        "ਮੈਕਸੀਕੋ ਵਿਚ ਟਿਕਟੋਕ ਲਾਈਵ ਸਟ੍ਰੀਮ ਦੌਰਾਨ ਸੁੰਦਰਤਾ ਪ੍ਰਭਾਵਕ ਵੈਲੇਰੀਆ ਮਾਰਕੇਜ਼ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੋਨੀ ਨੇ WH-1000XM6 ਵਾਇਰਲੈੱਸ ਸ਼ੋਰ ਰੱਦ ਕਰਨ ਵਾਲੇ ਹੈੱਡਫੋਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਫੌਕਸ ਨੇ ਐਨਐਫਐਲ ਨੂੰ ਬਿਹਤਰ ਏਐਫਸੀ-ਐਨਐਫਸੀ ਬੈਲੇਂਸ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਲਈ ਪੁੱਛਣ ਤੋਂ ਬਾਅਦ 2025 ਦੇ ਕਾਰਜਕ੍ਰਮ ਨਾਲ ਖੁਸ਼ ਕੀਤਾ",
        "ਐਨਜੇ ਟ੍ਰਾਂਜ਼ਿਟ ਸੰਭਾਵਿਤ ਰੇਲ ਹੜਤਾਲ ਦੇ ਸਵਾਰਾਂ ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ, ਪਹਿਲਾਂ ਹੀ ਸ਼ਕੀਰਾ ਸਮਾਰੋਹਾਂ ਦੀ ਯਾਤਰਾ ਵਿੱਚ ਵਿਘਨ ਪਾਉਂਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਹਾ Houseਸ ਰਿਪਬਲਿਕਨ ਲੜ ਰਹੇ ਧੜੇ ਲਗਾਉਣ ਲਈ ਸਮਝੌਤਾ ਕਰਦੇ ਹਨਃ ਫਾਸਟਰ ਮੈਡੀਕੇਡ ਕਟੌਤੀ ਅਤੇ ਲੂਣ ਦੀ ਵੱਡੀ ਕਟੌਤੀ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "2025 ਪੀਜੀਏ ਚੈਂਪੀਅਨਸ਼ਿਪ ਲੀਡਰਬੋਰਡਃ ਲਾਈਵ ਕਵਰੇਜ, ਸਕੋਰਬੋਰਡ ਅਪਡੇਟਸ, ਗੋਲਫ ਸਕੋਰ ਅੱਜ ਰਾਊਂਡ 1 ਵਿੱਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਬਫੀ’ ਰੀਬੂਟ ਆਪਣੀ ਨਵੀਂ ਸਲੈਅਰ ਲੱਭਦਾ ਹੈ: ਰਿਆਨ ਕੀਰਾ ਆਰਮਸਟ੍ਰਾਂਗ ਹੂਲੂ ਪਾਇਲਟ ਵਿਚ ਸਾਰਾਹ ਮਿਸ਼ੇਲ ਗੇਲਰ ਨਾਲ ਸਟਾਰ ਕਰੇਗੀ - ਡੈੱਡਲਾਈਨ",
        "ਟੌਮ ਕਰੂਜ਼ ਮਿਸ਼ਨ ਨੂੰ ਭਾਵਨਾਤਮਕ ਅਲਵਿਦਾ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈਃ ਕਾਨਸ ਵਿਖੇ ਅਸੰਭਵ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਾਲਮਾਰਟ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਟੈਰਿਫ ਦੇ ਕਾਰਨ ਕੁਝ ਕੀਮਤਾਂ ਵਿੱਚ ਵਾਧਾ ਕਰੇਗਾ. ਦੁਕਾਨਦਾਰਾਂ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਤਰ ਜਹਾਜ਼ ਸੌਦੇ ਨੂੰ ਲੈ ਕੇ ਮਿਡਲ ਈਸਟ ਹਥਿਆਰਾਂ ਦੀ ਵਿਕਰੀ ਨੂੰ ਰੋਕਣ ਲਈ ਡੈਮਜ਼ ਦੀ ਚਾਲ - ਪੋਲਿਟਿਕੋ",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਲਾਈਵ ਅਪਡੇਟਸਃ ਕੈਸੀ ਵੈਨਟੁਰਾ ਦੇ ਸਪਸ਼ਟ ਸੰਦੇਸ਼ਾਂ ਦੀ ਸੀਨ ਕੰਬਜ਼ ਦੇ ਸੈਕਸ ਤਸਕਰੀ ਕੇਸ ਵਿੱਚ ਕਰਾਸ ਜਾਂਚ ਕੀਤੀ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸ਼ਿਕਾਗੋ ਅਤੇ ਹੋਰ ਮਿਡਵੈਸਟ ਮੈਟਰੋ ਮਜ਼ਬੂਤ ਤੂਫਾਨਾਂ ਦੇ ਜੋਖਮ 'ਤੇ ਹਨ ਕਿਉਂਕਿ ਮਲਟੀ-ਡੇਅ ਗੰਭੀਰ ਮੌਸਮ ਦਾ ਖ਼ਤਰਾ ਵੱਧਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਜਾਪਾਨੀ ਅੰਬਰ ਦੇ ਛੋਟੇ ਛੋਟੇ ਟੁਕੜਿਆਂ ਤੋਂ ਪ੍ਰਗਟ ਹੋਈ ਡਾਇਨਾਸੌਰ ਉਮਰ ਸੁਨਾਮੀ, ਅਧਿਐਨ ਨੇ ਪਾਇਆ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਯੂਕਰੇਨ ਦੇ Zelenskyy ਰੂਸ ਨਾਲ ਗੱਲਬਾਤ ਲਈ ਤੁਰਕੀ ਪਹੁੰਚੇ, ਪੁਤਿਨ ਬਿਨਾ - NPR",
        "ਗੂਗਲ ਨੇ ਐਂਡਰਾਇਡ ਅਤੇ ਕਰੋਮ ਲਈ ਨਵੀਂ ਏਆਈ ਅਤੇ ਪਹੁੰਚਯੋਗਤਾ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਰੋਲਆਉਟ ਕੀਤਾ - TechCrunch",
        "2023 'ਚ ਕਥਿਤ ਹਮਲੇ ਦੇ ਦੋਸ਼' ਚ ਬ੍ਰਿਟੇਨ 'ਚ ਕ੍ਰਿਸ ਬ੍ਰਾਊਨ ਗ੍ਰਿਫਤਾਰ - ਬੀਬੀਸੀ",
        "ਜਮਾਂਦਰੂ ਨਾਗਰਿਕਤਾ ਖ਼ਤਮ ਕਰਨ ਦੇ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ 'ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਸੁਣੀਆਂ ਦਲੀਲਾਂ - BBC",
        "ਥ੍ਰੈਡਜ਼ ਬਾਇਓ ਵਿਚ ਵਧੇਰੇ ਲਿੰਕਾਂ ਦੇ ਨਾਲ ਇੰਸਟਾਗ੍ਰਾਮ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ"
    ]
}