{
    "headlines": [
        "10 ਵੀਂ ਅਤੇ 12 ਵੀਂ ਜਮਾਤ ਦੇ 5 ਪ੍ਰਤੀਸ਼ਤ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਨਿਕੋਟੀਨ ਪਾouਚਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਤੰਬਰ ਵਿੱਚ ਪ੍ਰੀਮੀਅਰ ਕਰਨ ਲਈ ‘ਦ ਆਫਸ਼ੂਟ’ ਦ ਪੇਪਰ, ਡ੍ਰੌਪਸ ਫਸਟ ਲੁੱਕ ਇਮੇਜ - ਵਰਾਇਟੀ",
        "ਅਮਰੀਕੀ-ਇਜ਼ਰਾਈਲੀ ਬੰਦੀ ਐਡਨ ਅਲੈਗਜ਼ੈਂਡਰ ਹਮਾਸ ਦੀ ਕੈਦ ਤੋਂ ਰਿਹਾਅ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਤੱਥ ਸ਼ੀਟਃ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਜੇ. ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਫਾਰਮਾਸਿicalਟੀਕਲ ਇਨੋਵੇਸ਼ਨ - ਦ ਵ੍ਹਾਈਟ ਹਾ Houseਸ (.ਗੋਵ) 'ਤੇ ਡਰੱਗ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਘਟਾਉਣ ਅਤੇ ਵਿਦੇਸ਼ੀ ਫ੍ਰੀ-ਰਾਈਡਿੰਗ ਨੂੰ ਰੋਕ ਕੇ ਅਮਰੀਕੀ ਮਰੀਜ਼ਾਂ ਨੂੰ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਰੱਖਣ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਦਾ ਐਲਾਨ ਕੀਤਾ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜ: ਡਾਓ ਜੋਨਸ Soars ਦੇ ਤੌਰ ਤੇ Bessent ਚੀਨ 'ਤੇ ਇਸ ਨੂੰ ਕਹਿੰਦਾ ਹੈ; Nvidia ਵਾਧਾ, Alibaba ਇੰਦਰਾਜ਼ ਸਾਫ਼ (ਲਾਈਵ ਕਵਰੇਜ) - ਨਿਵੇਸ਼ਕ ਦੇ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "Nvidia, ਇੰਟੇਲ, ਅਤੇ ਹੋਰ ਚਿੱਪ ਸਟਾਕ ਜੰਪ. ਸੈਕਟਰ ਜੰਗਲਾਂ ਤੋਂ ਬਾਹਰ ਕਿਉਂ ਨਹੀਂ ਹੈ - ਬੈਰਨਜ਼",
        "ਅਰਲੀ ਐਡਿਸ਼ਨਃ ਨਵੀਂ ਸ਼ੁਰੂਆਤ ਤੁਹਾਡੇ ਰੋਗਾਂ ਦਾ ਖੂਨ ਦੇ ਨਮੂਨੇ ਨਾਲ ਨਿਦਾਨ ਕਰਨਾ ਚਾਹੁੰਦੀ ਹੈ - ਗੋਥਾਮਿਸਟ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਚੀਨ ਅਮਰੀਕੀ ਕਾਰੋਬਾਰਾਂ ਲਈ 'ਖੁੱਲ੍ਹੇਗਾ', ਵਪਾਰਕ ਰੁਕਾਵਟਾਂ ਨੂੰ ਰੋਕੇਗਾ - ਸੀਐਨਬੀਸੀ",
        "ਐਕਸਕਲੂਸਿਵਃ ਇਨਵੈਂਟਵੁੱਡ ਲੱਕੜ ਦਾ ਪੁੰਜ ਪੈਦਾ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ ਜੋ ਸਟੀਲ ਨਾਲੋਂ ਮਜ਼ਬੂਤ ਹੈ - TechCrunch",
        "ਜੀਓਪੀ ਰਿਪਬਲਿਕਃ ਡੈਮੋਕਰੇਟਿਕ ਸਾਥੀਆਂ ਨੂੰ ‘ਬਹੁਤ ਸਖਤ‘ ਗ੍ਰਿਫਤਾਰ ਕਰਨ ਦੀ ਧਮਕੀ - ਦ ਹਿੱਲ",
        "ਲੂਮਰਃ ਕਤਰ ਜੈੱਟ ਨੇ ਟਰੰਪ ਪ੍ਰੈਜ਼ੀਡੈਂਸੀ ‘ਤੇ ਇਕ’ ਦਾਗ ’ਦਿੱਤਾ - ਦ ਹਿੱਲ",
        "ਮੈਡੀਕੇਡ ਬਾਰੇ ਲੜਾਈ ਗਰਮ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਜ਼ ਨੇ ਬਿੱਲ ਜਾਰੀ ਕੀਤਾ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਕਾਨਜ਼ 2025 ਦੀਆਂ 20 ਸਭ ਤੋਂ ਵੱਧ ਉਮੀਦ ਵਾਲੀਆਂ ਫਿਲਮਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਖੁਰਾਕ ਸੁਰੱਖਿਆ ਮਾਹਰਾਂ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਗਾਜ਼ਾ ਅਕਾਲ ਦੇ ਨਾਜ਼ੁਕ ਜੋਖਮ 'ਤੇ ਹੈ ਜੇ ਇਜ਼ਰਾਈਲ ਨੇ ਆਪਣਾ ਰੋਕ ਖਤਮ ਨਹੀਂ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੋਪ ਲਿਓ ਨੇ ਪੱਤਰਕਾਰਾਂ ਨੂੰ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਕਰਨ ਦੀ ਕੀਤੀ ਮੰਗ - BBC",
        "ਇਕ ਯੂਆਈ 8 ਲੀਕ ਫਰਮਵੇਅਰ ਗਲੈਕਸੀ ਜ਼ੈੱਡ ਫਲਿੱਪ 7 ਦੇ ਵੱਡੇ ਡਿਜ਼ਾਈਨ ਤਬਦੀਲੀ (ਏਪੀਕੇ ਟੀਅਰਡਾਉਨ) ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - ਐਂਡਰਾਇਡ ਅਥਾਰਟੀ",
        "2025 ਐਨਬੀਏ ਡਰਾਫਟ ਲਾਟਰੀਃ ਕੂਪਰ ਫਲੈਗ ਸਵੀਪਸਟੇਕਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿਚ ਸਭ ਤੋਂ ਵੱਧ ਦਾਅ 'ਤੇ ਹੈ ਡਬਲਯੂਐਚਓ ਦੁਆਰਾ ਸਾਰੀਆਂ 15 ਲਾਟਰੀ ਟੀਮਾਂ ਨੂੰ ਦਰਜਾ ਦੇਣਾ",
        "ਜੈਕ ਡੈਲਾ ਮਡਾਲੇਨਾ ਨੇ ਯੂਐਫਸੀ ਦੇ ਤਜਰਬੇਕਾਰ 'ਪੰਚ ਸ਼ਰਾਬੀ' 'ਤੇ ਵਾਪਸ ਅੱਗ ਲਗਾਈ ਜੋ ਮੰਨਦਾ ਹੈ ਕਿ ਬੇਲਾਲ ਮੁਹੰਮਦ ਯੂਐਫਸੀ 315' ਤੇ ਜਿੱਤਿਆ - ਖੂਨੀ ਕੂਹਣੀ"
    ]
}