{
    "headlines": [
        "Racketeering war eine \"Strecke\" in Sean \"Diddy\" Combs Prozess, Rechtsexperten sagen - The Washington Post",
        "Smith, Freeman schließt sich Ohtani als NL-Starter im All-Star Game 2025 an - MLB.com",
        "Es ist offiziell: Die NASA bestätigt, dass ein neues interstellares Objekt durch das Sonnensystem zoomt - ScienceAlert",
        "Diego Luna schlägt wackelige USMNT, um Guatemala zu gewinnen und ins Gold-Cup-Finale zu kommen - Yahoo Sports",
        "Die Hamas ist offen für einen Waffenstillstand. Aber Netanjahu sagt, dass es im Nachkriegs-Gaza keinen Platz für die Hamas gibt - The Washington Post",
        "Trump-Verbündete, die vom Waffenstillstand des Pentagons in der Ukraine überrascht wurden - Politico",
        "Bundesrichter schlägt Trumps Anordnung zur Aussetzung des Asylzugangs an der Südgrenze zurück - NPR",
        "Beantwortung der brennenden Fragen von Mike Brown, die sich über seine Einstellung von Knicks erheben - New York Post",
        "Fallschirmspringen Flugzeug geht von der Landebahn am Cross Keys Airport in Williamstown, New Jersey; 15 verletzt - CBS News",
        "Tibet schweigt, als der Dalai Lama 90 wird, findet BBC - BBC",
        "Trump kündigt Handelsabkommen zwischen den USA und Vietnam an - BBC",
        "Tesla-Lieferungen fallen am stärksten in der Geschichte. Warum die Aktie steigt. - Barron's",
        "Trumps sadistischer Witz über Alligatoren, die Einwanderer essen, hat eine lange Geschichte - MSNBC News",
        "Der Zugang zu RSV-Impfstoffen wurde laut CDC-Website auf einige Menschen in den 50er Jahren ausgeweitet - AP News",
        "Honor Magic V5 gewinnt dünnste faltbare Schallplatte mit 8,8 mm zurück, aber schauen Sie sich einfach diese Kamera an [Galerie] - 9to5Google",
        "125.000 Jahre alte Neandertaler- \"Fettfabrik\" zeigt, dass sie auf Knochenfett geschlüpft sind - IFLScience",
        "Trumps Plan, saubere Energie durch fossile Brennstoffe zu ersetzen, hat einige große Probleme - vox.com"
    ]
}