{
    "headlines": [
        "ਟਰੰਪ ਦੀ ਵਪਾਰਕ ਜੰਗ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਅਪਫਰੰਟ ਨੂੰ ਨਵੀਂ ਮਹੱਤਤਾ ਦੇ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਜੋਅ ਬਾਇਡਨ ਦੇ ਦੂਰ ਜਾਣ ਦਾ ਸਮਾਂ ਆ ਗਿਆ ਹੈ': ਬਾਇਡਨ ਦੀ ਸਪੌਟਲਾਈਟ ਵਿਚ ਵਾਪਸੀ ਨਾਲ ਡੈਮੋਕ੍ਰੇਟਸ ਨੂੰ ਚਾਲੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਈਰਾਨ, ਗਾਜ਼ਾ 'ਤੇ ਅਸਹਿਮਤੀ ਟਰੰਪ-ਨੇਤਨਯਾਹੂ ਸੰਬੰਧਾਂ ਨੂੰ ਤਣਾਅਪੂਰਨ ਬਣਾਉਂਦੀ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇੱਕ ਕਾਰੋਬਾਰੀ ਮਾਲਕ ਨੇ ਟੈਸਟ ਕੀਤਾ ਕਿ ਕੀ ਗਾਹਕ ਅਮਰੀਕੀ-ਬਣਾਏ ਲਈ ਵਧੇਰੇ ਭੁਗਤਾਨ ਕਰਨਗੇ. ਨਤੀਜੇ 'ਭਿਆਨਕ' ਸਨ. '- ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਜਨੇਵਾ ਵਪਾਰ ਮੀਟਿੰਗ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੇ ਚੀਨ ਨਾਲ ‘ਕੁੱਲ ਰੀਸੈਟ’ ਦੀ ਕੀਤੀ ਸ਼ਲਾਘਾ - politico. eu",
        "ਵਿਵਾਦਿਤ ਕਸ਼ਮੀਰ ਖੇਤਰ 'ਚ ਰਾਤੋ ਰਾਤ ਹੋਈ ਸਰਹੱਦ' ਤੇ ਲੜਾਈ ਕਾਰਨ ਹਿਲਿਆ ਭਾਰਤ-ਪਾਕਿ ਜੰਗਬੰਦੀ - AP News",
        "ਅਮਰੀਕਾ-ਈਰਾਨ ਪ੍ਰਮਾਣੂ ਗੱਲਬਾਤ ਨੇ ਸਾਫ ਕਰਨ ਲਈ ਮੇਜਰ ਹਰਡਲਜ਼ ਦੇ ਨਾਲ ਅੱਧੇ ਮਾਰਕ ਨੂੰ ਮਾਰਿਆ - ਡਬਲਯੂਐਸਜੇ",
        "ਯੂਐਫਸੀ 315 ਨਤੀਜੇ, ਹਾਈਲਾਈਟਸਃ ਜੈਕ ਡੇਲਾ ਮਡਾਲੇਨਾ ਨੇ ਬੇਲਾਲ ਮੁਹੰਮਦ ਨੂੰ ਵੈਲਟਰਵੇਟ ਖਿਤਾਬ ਜਿੱਤਣ ਲਈ ਪਰੇਸ਼ਾਨ ਕੀਤਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਿੰਬਰਵੋਲਵਜ਼ 102, ਵਾਰੀਅਰਜ਼ 97: ਖਾੜੀ 'ਤੇ ਬੈਂਚ' ਤੇ ਬੈਠਣਾ - ਕੈਨਿਸ ਹੂਪਸ",
        "‘ਐਸ ਐਨ ਐਲ’ ਕੋਲਡ ਓਪਨਃ ‘ਏਏ ਟੀਮ’ ਜੀਨਿਨ ਪੀਰੋ, ਪੀਟ ਹੇਗਸੇਥ ਨੇ ਇਕ ਵੱਡਾ, ਬੂਜ਼ੀ ਰੀਯੂਨੀਅਨ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਡੀਐਚਐਸ ਨੇਵਰਕ ਆਈਸੀਈ ਹਿਰਾਸਤ ਕੇਂਦਰ ਦੇ ਵਿਰੋਧ ਤੋਂ ਬਾਅਦ ਹੋਰ ਡੀਈਐਮ ਗ੍ਰਿਫਤਾਰੀਆਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ — ਕਿਉਂਕਿ ਮੇਅਰ ਰਸ ਬਾਰਾਕਾ ਏਜੰਸੀ ਨੂੰ ਵਧਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਆਰਥਿਕ ਗਹਿਣਿਆਂ ਅਤੇ ਸੋਨੇ ਦੀਆਂ ਵਧਦੀਆਂ ਕੀਮਤਾਂ ਯੂਐਸ ਦੇ ਗਹਿਣਿਆਂ ਦੇ ਵਪਾਰੀਆਂ ਲਈ ਇੱਕ ਜਨੂੰਨ ਪੈਦਾ ਕਰਦੀਆਂ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜੋਅ ਮਜ਼ੂਲਾ ਸੇਲਟਿਕਸ ਗੇਮ 3 ਰੂਟ ਬਨਾਮ ਨਿਕਸ ਨੂੰ ਬਾਲਣ ਲਈ ਸਮਝਦਾਰ ਚਾਲ ਬਣਾਉਂਦਾ ਹੈ - ਮਾਸਲਾਈਵ",
        "ਯੂਰਪੀਅਨ ਨੇਤਾਵਾਂ ਨੇ ਪੁਤਿਨ ਨੂੰ ਯੂਕਰੇਨ ਜੰਗਬੰਦੀ ਨਾਲ ਸਹਿਮਤ ਹੋਣ ਜਾਂ ਨਵੀਆਂ ਪਾਬੰਦੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਕਿਹਾ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "Öztürk ਆਈਸੀਈ ਹਿਰਾਸਤ ਵਿੱਚ 6 ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਲੋਗਨ ਏਅਰਪੋਰਟ ਤੇ ਪਹੁੰਚਿਆ - ਡਬਲਯੂਬੀਯੂਆਰ",
        "ਪੁਤਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਯੂਕਰੇਨ ਨਾਲ ‘ਸਿੱਧੀ ਗੱਲਬਾਤ’ ਲਈ ਤਿਆਰ ਹੈ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਅਤੇ ਯੂਰਪੀਅਨ ਨੇਤਾ ਜੰਗਬੰਦੀ ਲਈ ਦਬਾਅ ਪਾਉਂਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "55 ਦਿਨਾਂ ਤੋਂ ਬਚਣ ਵਾਲੇ ਪੰਜ ਮਛੇਰੇ ਮੀਂਹ ਅਤੇ ਪਾਰਬੁਇਲਿੰਗ ਲੰਘਣ ਵਾਲੀਆਂ ਮੱਛੀਆਂ ਪੀ ਕੇ ਗਲਾਪਾਗੋਸ ਪਹੁੰਚੇ - ਸੀ ਐਨ ਐਨ",
        "ਟੌਮ ਕਰੂਜ਼ ਨੇ ਸਾਬਕਾ ਨਿਕੋਲ ਕਿਡਮੈਨ - ਯਾਹੂ ਬਾਰੇ ਬਹੁਤ ਘੱਟ ਟਿੱਪਣੀ ਕੀਤੀ",
        "ਮੰਮੀ ਨੇ 1 ਸਾਲ ਦੀ ਉਮਰ ਦੇ ਅਜੀਬ ਲੱਛਣ ਦਿਖਾਉਣ ਤੋਂ ਬਾਅਦ ਈਆਰ ਵੱਲ ਭੱਜੇ. ਉਸ ਦੀ 'ਜ਼ਿੰਦਗੀ ਬਦਲਣ ਵਾਲੀ' ਨਿਦਾਨ ਨੇ ਉਸ ਨੂੰ ਹੈਰਾਨ ਕਰ ਦਿੱਤਾ (ਐਕਸਕਲੂਸਿਵ) - ਯਾਹੂ"
    ]
}