{
    "headlines": [
        "5 percent of 10th- and 12th-graders say they’ve used nicotine pouches - The Washington Post",
        "‘The Office’ Offshoot ‘The Paper’ to Premiere in September, Drops First Look Image - Variety",
        "American-Israeli hostage Edan Alexander freed from Hamas captivity - ABC News",
        "Fact Sheet: President Donald J. Trump Announces Actions to Put American Patients First by Lowering Drug Prices and Stopping Foreign Free-riding on American Pharmaceutical Innovation - The White House (.gov)",
        "Stock Market Today: Dow Jones Soars As Bessent Says This On China; Nvidia Surges, Alibaba Clears Entry (Live Coverage) - Investor's Business Daily",
        "Nvidia, Intel, and Other Chip Stocks Jump. Why the Sector Isn’t Out of the Woods. - Barron's",
        "Early Addition: New start-up wants to diagnose your ailments with a blood sample - Gothamist",
        "Trump says China will 'open up' to U.S. businesses, suspend trade barriers - CNBC",
        "Exclusive: InventWood is about to mass produce wood that’s stronger than steel - TechCrunch",
        "GOP rep: Threat to arrest Democratic colleagues ‘very drastic’ - The Hill",
        "Loomer: Qatari jet gift a ‘stain’ on Trump presidency - The Hill",
        "Fight over Medicaid cuts heats up as House Republicans release bill - NBC News",
        "20 Most-Anticipated Movies of Cannes 2025 - Rolling Stone",
        "Food security experts warn Gaza is at critical risk of famine if Israel doesn’t end its blockade - AP News",
        "Pope Leo calls for journalists to be released from prison - BBC",
        "One UI 8 leaked firmware corroborates Galaxy Z Flip 7's big design change (APK teardown) - Android Authority",
        "2025 NBA Draft Lottery: Ranking all 15 lottery teams by who has most at stake in Cooper Flagg sweepstakes - CBS Sports",
        "Jack Della Maddalena fires back at 'punch drunk' UFC veteran who believes Belal Muhammad won at UFC 315 - Bloody Elbow"
    ]
}