{
    "headlines": [
        "Anwälte geben Schlussargumente im Diddy-Sex-Trafficking-Prozess - BBC",
        "Haus GOP Holdouts drohen Revolte über Trump und Senat Steuerrechnung - The Washington Post",
        "NBA Draft 2025 Winners & Losers: The Mavs get their man, the best-laid plans of Ace Bailey ... and a Special K - Yahoo Sports",
        "Ex-Barclays CEO Jes Staley verliert Berufung gegen Jeffrey Epstein Ban - WSJ",
        "Senatsabgeordneter blockiert Medicaid-Änderungen in \"großer, schöner Gesetzesvorlage\" - Axios",
        "Spalte | Der in Amerika geborene NBA-Superstar verschwindet. Betreten Sie Cooper Flagg. - The Washington Post",
        "PlayStation Hypes Up Exklusive PS Plus Rabatte im PS Store an diesem Wochenende - Push Square",
        "Fortnite-Spieler könnten Anspruch auf eine Rückerstattung haben: So reichen Sie einen Anspruch ein - Yahoo",
        "Denis Villeneuve verbrachte Jahre damit, seinen James-Bond-Traum zu verfolgen, und sagte, dass die Regie bei 007 \"reine filmische Freude\" wäre - Deadline",
        "CDC-Impfstoff-Beratungsgremium zur Untersuchung des Impfplans für Kinder, empfiehlt RSV-Aufnahme für Babys - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Irans oberster Führer behauptet, vor der ersten Videobotschaft seit dem Waffenstillstand \"Sieg\" über Israel zu haben - BBC",
        "Aktien-Futures ticken höher, da der S&P 500 sich dem Rekordhoch nähert: Live-Updates - CNBC",
        "Dies sind die Promis, die an der Hochzeit von Jeff Bezos in Venedig teilnehmen - AP News",
        "Die Bärensaison 4 debütiert mit einem niedrigen Rotten Tomatoes-Score, wobei Rezensenten sagen, dass die Show enden sollte - GamesRadar+",
        "Er klagte auf Gleichstellung der Ehe und gewann. 10 Jahre später fürchtet er um die Rechte von LGBTQ+ - NPR",
        "\"Ambitionen von 1,4 Milliarden\": Indien feiert den Start der ersten Mission der Internationalen Raumstation - CNN",
        "Shell sagt, dass es nicht erwägt, BP zu kaufen, britische Regeln verbieten Gebot für 6 Monate - Yahoo Finance",
        "Die wichtigsten Erkenntnisse aus dem von Trump dominierten NATO-Gipfel - NPR"
    ]
}