{
    "headlines": [
        "ਕੀਵ ਧੂੰਏਂ 'ਚ ਡੁੱਬਿਆ, ਓਡੇਸਾ ਦੇ ਜਣੇਪਾ ਹਸਪਤਾਲ' ਚ ਦਾਖ਼ਲ - The Washington Post",
        "ਟਰੰਪ ਦਾ ਟੈਕਸ ਬਿੱਲ ਵਿਦੇਸ਼ੀ ਕੰਪਨੀਆਂ 'ਤੇ ਟੈਕਸ ਵਧਾ ਸਕਦਾ ਹੈ, ਵਿਦੇਸ਼ਾਂ ਤੋਂ ਨਿਵੇਸ਼ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾ ਸਕਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬ੍ਰਿਟੇਨ ਨੇ ਫਿਲਸਤੀਨੀਆਂ ਵਿਰੁੱਧ 'ਹਿੰਸਾ ਭੜਕਾਉਣ' ਲਈ ਦੂਰ-ਸੱਜੇ ਇਜ਼ਰਾਈਲੀ ਮੰਤਰੀਆਂ 'ਤੇ ਲਗਾਈ ਪਾਬੰਦੀ - ਬੀਬੀਸੀ",
        "ਬਲੇਕ ਲਾਈਵਲੀ ਨੂੰ ਜਸਟਿਨ ਬਾਲਡੋਨੀ 'ਤੇ ਅਦਾਲਤ ਦੀ ਵੱਡੀ ਜਿੱਤ ਮਿਲੀ । ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਸਨੇ ਪਹਿਲਾਂ ਹੀ ਕੁਝ ਹੋਰ ਜਿੱਤ ਲਿਆ ਹੋਵੇ. - ਸਲੇਟ ਮੈਗਜ਼ੀਨ",
        "ਕੋਵਿਡ ਵੈਕਸੀਨ ਕਵਰੇਜ ’ਤੇ ਬੀਮਾ ਕੰਪਨੀਆਂ ਤੋਂ' ਇੱਕ ਸਵਾਗਤ ਚੁੱਪ ’ਉਭਰਦੀ ਹੈ - AJC.",
        "ਪਿਟਸਬਰਗ ਨੂੰ ਚੁਣਨ 'ਤੇ ਐਰੋਨ ਰੋਜਰਸਃ \"ਇਹ ਮਾਈਕ ਟੋਮਲਿਨ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ\" - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਿਕਟਾਕ ਦੇ ਸੁਪਰਸਟਾਰ ਖਾਬੀ ਲਾਮ ਨੂੰ ਅਮਰੀਕਾ ਛੱਡਣ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਤੋਂ ਪਹਿਲਾਂ ਆਈਸੀਈ ਨੇ ਹਿਰਾਸਤ 'ਚ ਲਿਆ - NPR",
        "ਮਾਈਕ ਬਲੂਮਬਰਗ ਪੁਰਾਣੇ ਦੁਸ਼ਮਣ, ਐਂਡਰਿ Cu ਕੁਓਮੋ, ਮੇਅਰ ਦੀ ਦੌੜ ਵਿਚ ਸਮਰਥਨ ਕਰਨ ਲਈ - ਪੋਲੀਟੀਕੋ",
        "ਇੰਟੇਲ ਸਟਾਕ (ਨਾਸਡੈਕਃ ਆਈ ਐਨ ਟੀ ਸੀ) ਮੈਕ ਸਪੋਰਟ ਡਾਈਸ ਦੇ ਤੌਰ ਤੇ ਧਮਾਕੇ ਕਰਦਾ ਹੈ - TipRanks",
        "ਬੋਲਸੋਨਾਰੋ ਨੇ ਇਤਿਹਾਸਕ ਬ੍ਰਾਜ਼ੀਲ ਤਖਤਾਪਲਟ ਮੁਕੱਦਮੇ - ਐਨਪੀਆਰ ਵਿਚ ਸਟੈਂਡ ਲਿਆ",
        "ਹਮਲਾਵਰਤਾ, ਚਿੰਤਾ, ਬੱਚਿਆਂ ਵਿੱਚ ਘੱਟ ਸਵੈ-ਮਾਣ ਨਾਲ ਜੁੜੇ ਸਕ੍ਰੀਨ ਟਾਈਮ ਵਿੱਚ ਵਾਧਾ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਰਨਨ ਰੀਡ on ਕਿਉਂ ਸਲਾਈ ਅਤੇ ਪਰਿਵਾਰਕ ਪੱਥਰ ਸਭ ਤੋਂ ਮਹਾਨ ਅਮਰੀਕੀ ਬੈਂਡ ਸਨ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਹੇਗਸੇਥ ਨੇ ਜ਼ੋਰ ਦੇ ਕੇ ਕਿਹਾ ਕਿ ਟਰੰਪ ਛਾਪੇਮਾਰੀ ਕਰ ਰਹੇ ਆਈਸੀਈ ਏਜੰਟਾਂ ਦੀ ਰੱਖਿਆ ਲਈ ਕਿਤੇ ਵੀ ਫੌਜ ਭੇਜ ਸਕਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦੇਸ਼ ਭਰ ਵਿੱਚ ਇਮੀਗ੍ਰੇਸ਼ਨ ਛਾਪਿਆਂ ਨੂੰ ਲੈ ਕੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਵਧੇਰੇ ਯੋਜਨਾਬੱਧ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮੈਟਾ ਨੇ ਪ੍ਰਤੀਯੋਗੀਆਂ ਨੂੰ ਫੜਨ ਲਈ ਬੋਲੀ ਵਿਚ ਸਕੇਲ ਏਆਈ ਵਿਚ 15 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਨਿਵੇਸ਼ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "Barkov, Reinhart ਕੱਪ ਫਾਈਨਲ ਵਿੱਚ ਸੰਪੂਰਣ ਵਾਰ 'ਤੇ Panthers ਲਈ ਖੇਡ ਨੂੰ ਲੱਭਣ - NHL.",
        "ਗੂਗਲ ਨੇ ਪਿਕਸਲ ਫੋਨਾਂ ਲਈ ਐਂਡਰਾਇਡ 16 ਨੂੰ ਰੋਲਆਉਟ ਕੀਤਾ, ਗੂਗਲ ਫੋਟੋਆਂ ਲਈ ਏਆਈ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਸੰਪਾਦਨ ਸੁਝਾਅ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - TechCrunch",
        "'ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ 3' ਆਈਓਐਸ 26 ਕੋਡ - ਮੈਕਰੂਮੋਰਸ ਵਿਚ ਹਵਾਲਾ ਦਿੱਤਾ ਗਿਆ ਹੈ",
        "ਆਸਟ੍ਰੀਆ ਦੇ ਸਕੂਲ ਵਿੱਚ ਬੰਦੂਕਧਾਰੀ ਨੇ ਫਾਇਰਿੰਗ ਕੀਤੀ, 10 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਦੇਸ਼ ਨੂੰ ਸਦਮੇ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ - ਸੀਐਨਐਨ",
        "‘ਸਾਡੇ ਵਿੱਚੋਂ ਆਖਰੀ’ ਸਿਰਜਣਹਾਰ ਕੈਟਲਿਨ ਡਿਵਰ ਦੀ ਅਗਵਾਈ ਵਾਲੇ ਸੀਜ਼ਨ 3 ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹਨਃ \"ਮੈਨੂੰ ਯਕੀਨ ਸੀ ਕਿ ਉਹ ਸਾਨੂੰ ਇਹ ਨਹੀਂ ਕਰਨ ਦੇਣਗੇ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}