{
    "headlines": [
        "\"Völlig unseriös und egoistisch\": Demokraten rauchen bei der schurkischen Amtsenthebungsabstimmung zwischen Trump und dem Iran. - Axios",
        "Brasilianer tot aufgefunden, nachdem er von einem indonesischen Vulkan gefallen war - NBC News",
        "Der ukrainische Präsident Selenskyj wurde ins Abseits gedrängt, als sich die NATO-Führer trafen, um eine Erhöhung der Verteidigungsausgaben zu vereinbaren - AP News",
        "Die Empfehlungen von RFK Jr. für CDC-Impfstoffberater treffen sich diese Woche inmitten von Kontroversen - NPR",
        "Die Todesfälle durch Herzinfarkte sind weit gesunken. Hier ist, was uns stattdessen umbringt - Yahoo",
        "Trumps Auswahl für Berufungsrichter gilt als \"ungeeignet\"für einen lebenslangen Termin - NPR",
        "Warum ein Krieg im Nahen Osten keine Ölkrise ausgelöst hat - NPR",
        "Trump sagt, dass die iranischen Atompläne durch die US-Streiks \"Jahrzehnte\" zurückgestellt wurden, da der Bericht darauf hindeutet, dass die Auswirkungen begrenzt sind - BBC",
        "Teslas Robotaxi fuhr durch die Straßen von Austin. Ich habe mir 2 Stunden gefilmte Fahrten angesehen und habe einige Gedanken dazu. - Business Insider",
        "Vier Astronauten starten zur Raumstation, während sich die NASA mit einer seltsamen Verdrehung im Leckproblem auseinandersetzt - CNN",
        "US-Richter stellt sich wegen Urheberrechtsfragen auf die Seite der KI-Firma Anthropic - BBC",
        "So könnte das iPhone 18 Pro Display des nächsten Jahres aussehen - MacRumors",
        "Großbritannien kauft atomtragende Kampfflugzeuge - BBC",
        "Top Angels Prospekt Moore trifft Binden, Walk-off HRs - ESPN",
        "Cooper Flagg an Mavs, Edgecombe an 76ers im ESPN NBA Mock Draft inmitten von Ace Bailey Gerüchten - Bleacher Report",
        "FedEx: Daten und digitale Lösungen helfen Kunden, die Auswirkungen von Tarifen zu steuern - PYMNTS.com",
        "Ace Bailey Drama fügt Platzhalter auf 2025 NBA Draft hinzu - New York Post",
        "Ironheart Boss auf Episode 3's [Spoiler] Enthüllung: ‘Es macht so viel Spaß, zurück zu kommen’ in der MCU-Geschichte - Grade It! - TVLine"
    ]
}