{
    "headlines": [
        "المحكمة العليا توقف مؤقتا عمليات الترحيل بموجب قانون الأعداء الأجانب - سي إن إن",
        "أوكرانيا قلقة من هدنة بوتين في عيد الفصح وتقول إنها لن ترد بالمثل إلا بوقف حقيقي لإطلاق النار - أسوشيتد برس نيوز",
        "المتظاهرون يتحدون ضد ترامب في مئات المسيرات في جميع أنحاء الولايات المتحدة - NPR",
        "احتمالات نيكس مقابل المكابس، توقع النتيجة، الوقت: اختيارات تصفيات الدوري الاميركي للمحترفين 2025، أفضل رهان للمباراة 1 من نموذج مثبت - سي بي إس سبورتس",
        "\"RHOC\" alum Lydia McLaughlin \"دمر\" بعد مقتل شقيقه برصاص الشرطة أثناء توقف حركة المرور - الصفحة السادسة",
        "الولايات المتحدة: يقول ترامب إنه \"سيمرر\" محادثات أوكرانيا إذا كانت صعبة للغاية - DW",
        "لورين تايلور تستسلم لباربرا لي في انتخابات عمدة أوكلاند - KQED",
        "الآلاف يتجمعون في لندن لدعم حقوق المتحولين جنسياً بعد حكم المملكة المتحدة بشأن تعريف المرأة - أسوشيتد برس نيوز",
        "طائرة بوينغ المخصصة للصين تعود إلى الولايات المتحدة من الصين وسط حرب التعريفة الجمركية - سي إن بي سي",
        "تحديث إصابة داميان ليلارد: من المتوقع أن يعود نجم باكز (تجلط الدم) في المباراة 2 أو 3 مقابل باسرز - سي بي إس سبورتس",
        "5 صعود و 4 هبوط من قاعة مشاهير WWE 2025 (النتائج والمراجعة) - WhatCulture.com",
        "تحطمت الطائرة في نهر نبراسكا، مما أسفر عن مقتل جميع الركاب على متنها - إن بي سي نيوز",
        "شباك التذاكر: \"الخطاة\" يذكي 19.2 مليون دولار يوم الافتتاح، \"فيلم ماينكرافت\" لا يزال يتطلع إلى حجب رقم 1 في عطلة نهاية الأسبوع الثالثة - متنوعة",
        "يدعي العلماء أنهم اكتشفوا \"لونًا جديدًا\" لم يره أحد من قبل - بي بي سي",
        "آمال المحادثات النووية الإيرانية التي خففت من حدتها التهديدات والرسائل المختلطة - بي بي سي",
        "مسودة وهمية لمجتمع POD: تقسيم اختيارات الجولة الثانية - Pride of Detroit",
        "Google في خطر أكثر من أي وقت مضى من التفكك - The Verge",
        "عثرت مركبة كيوريوسيتي روفر على أكبر سلاسل الكربون على سطح المريخ من صخرة عمرها 3.7 مليار عام - Live Science",
        "يشير الفاتيكان إلى \"تبادل الآراء\" حول المهاجرين والسجناء في اجتماع مع فانس - أسوشيتد برس نيوز",
        "سكاكين ترامب موجهة لجيروم باول، مما يعد لمواجهة المحكمة العليا حول استقلال بنك الاحتياطي الفيدرالي - فورتشن"
    ]
}