{
    "headlines": [
        "وكالة موديز تخفض التصنيف الائتماني للولايات المتحدة حيث يدرس الكونغرس مشروع قانون يمكن أن يضيف إلى العجز - واشنطن بوست",
        "تصعد إسرائيل هجماتها على غزة بينما يغادر ترامب المنطقة دون اتفاق - واشنطن بوست",
        "49ers QB Brock Purdy يصرف في ثلاث سنوات بعد أن كان \"السيد غير ذي صلة\" - واشنطن بوست",
        "نيكس تتفوق على سيلتيكس بفارق 38 لتصل إلى النهائيات الشرقية - ESPN",
        "تقول وزارة الأمن الوطني إنها في المراحل الأولى من \"عملية التدقيق\" لبرنامج تلفزيون واقع المهاجرين - سي إن إن",
        "2025 مهام كشك نورث ويلكسبورو سبيدواي - NASCAR.com",
        "إنفيديا تنشئ مركز أبحاث في شنغهاي، وتحافظ على موطئ قدم لها في الصين - وول ستريت جورنال",
        "محكمة الاستئناف ترفع الحظر عن أمر ترامب التنفيذي الذي يستهدف النقابات العمالية الفيدرالية - بوليتيكو",
        "كاسي فنتورا تنهي شهادتها العاطفية في محاكمة شون \"ديدي\" كومز - واشنطن بوست",
        "مشروع قانون ترامب الضريبي \"الكبير والجميل \": أربع نقاط شائكة للمتمردين الجمهوريين - بي بي سي",
        "لوحة صدارة بطولة PGA 2025: سكوتي شيفلر، سي وو كيم، ماكس هوما على الصواريخ في الجولة الثانية - سي بي إس سبورتس",
        "تحافظ المحكمة العليا على حظر بعض عمليات ترحيل ترامب للمهاجرين - واشنطن بوست",
        "كريستين ستيوارت تحصل على العاطفة بعد أول ظهور للمخرج \"التسلسل الزمني للمياه\" يتلقى استقبالًا دافئًا في كان - مراسل هوليوود",
        "إدارة الغذاء والدواء الأمريكية تصادق على أول اختبار دم من نوعه لمرض الزهايمر - واشنطن بوست",
        "المدعي العام للمحكمة الجنائية الدولية كريم خان في إجازة وسط تحقيق في سوء السلوك الجنسي - NPR",
        "سي في إس (CVS) للحصول على وتشغيل 64 متجرًا من متاجر رايت إيد (Rite Aid) في منطقة شمال غرب المحيط الهادئ (PNW)، وشراء ملفات الوصفات الطبية للعملاء - كومو",
        "شاهد جوش فريز يمزق \"مفتاح القرد\" منفردًا في الحفلة العامة الأخيرة مع Foo Fighters - Rolling Stone",
        "\"التجارة لا الفوضى \": ترامب يعيد تشكيل الرحلة الخارجية - بوليتيكو",
        "تفاصيل نينتندو تحديثات سويتش 2 لألعاب سويتش - ذا فيرج",
        "جيش الدفاع الإسرائيلي يضرب ميناءين يسيطر عليهما الحوثيون في اليمن - جروسالم بوست"
    ]
}