{
    "headlines": [
        "روسيا تشن هجومًا جويًا قياسيًا على أوكرانيا - NPR",
        "تقدم مشروع قانون ترامب الضريبي في مجلس الشيوخ بعد ضغوط فانس - Bloomberg.com",
        "الممارس العام النمساوي: تابع البث المباشر بينما يقود نوريس، MAX OUT - ESPN",
        "داخل تداعيات بول، وايس بعد صفقة الشركة مع ترامب - بوليتيكو",
        "نتائج Jake Paul مقابل Julio Cesar Chavez Jr.، تسلط الضوء على: رحلات \"مشكلة الطفل\" إلى الفوز السهل في القرار - CBS Sports",
        "يمكن لإيران استئناف تخصيب اليورانيوم في غضون \"أشهر\"، كما يقول رئيس الوكالة الدولية للطاقة الذرية - politico.eu",
        "ما وراء الخصوبة وانقطاع الطمث: تعرف على سبب أهمية المبيض لصحة المرأة وطول عمرها - USA Today",
        "كشف طلب جاريد كوشنر من إيفانكا ترامب المكون من ثماني كلمات في حفل زفاف بيزوس الفخم في البندقية: \"إنها ترغب في...\" - هندوستان تايمز - هندوستان تايمز",
        "فوز ترامب الكبير، طعون بوميرانغ تحدد مصطلح المحكمة العليا - سي إن إن",
        "تقوم إدارة ترامب ببناء نظام وطني لبيانات المواطنة - NPR",
        "قل \"ربما\" للفستان ؟ التعريفات الجمركية تعطل حفلة التخطيط لحفل الزفاف - NPR",
        "القضاء الإيراني يقول إن 71 قتيلاً على الأقل في الهجوم الإسرائيلي على سجن إيفين سيئ السمعة في طهران - أسوشيتد برس نيوز",
        "مجموعة الراب الأيرلندية الشمالية Kneecap تلعب دور Glastonbury على الرغم من الجدل - NPR",
        "تقول وزارة الصحة التي تديرها حماس إن 81 شخصًا على الأقل قتلوا في الضربات الإسرائيلية في غزة - بي بي سي",
        "تقدم إليا توبوريا حجة لكونها أفضل لاعب في UFC مقابل الجنيه مع الجولة الأولى KO لتشارلز أوليفيرا - أسوشيتد برس نيوز",
        "السياح يتدفقون إلى أفغانستان وحكومة طالبان حريصة على الترحيب بهم - أسوشيتد برس نيوز",
        "يجدد إيلون ماسك انتقاده لمشروع قانون ترامب الكبير بينما يتدافع الجمهوريون في مجلس الشيوخ لتمريره - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "فيلم براد بيت \"F1\" على الموضة ليكون الأكثر نجاحًا حتى الآن مع هيمنة شباك التذاكر - Motorsport.com",
        "جو بايدن، كامالا هاريس من بين الحضور بينما كانت رئيسة مجلس النواب في مينيسوتا المقتولة ميليسا هورتمان تستريح - إن بي سي نيوز"
    ]
}