{
    "headlines": [
        "من المحتمل أن تكون إدارة ترامب قد تصرفت بازدراء للمحكمة من خلال عدم تحويل رحلات الترحيل، كما يقول القاضي - ABC News",
        "يستخدم \"إيلون ماسك الصيني\" رقمين فقط لتوضيح سبب تفوق صناعة السيارات في بلاده الآن على الولايات المتحدة وأوروبا - فورتشن",
        "كاليفورنيا تقاضي إدارة ترامب بسبب التعريفات الشاملة للرئيس - إن بي سي نيوز",
        "يقول المحللون إن الأسهم الاثني عشر المفضلة لدى وول ستريت قد ترتفع بنسبة تصل إلى 54 ٪ - MarketWatch",
        "أسهم التكنولوجيا تنخفض بعد أن قالت إنفيديا إن الضوابط الأمريكية الجديدة على صادرات رقاقة الذكاء الاصطناعي ستكلفها 5.5 مليار دولار - أسوشيتد برس نيوز",
        "يريد ترامب عقد صفقة مع الصين. إليك كيف يحاول تحقيق ذلك. - Politico",
        "مبيعات التجزئة الأمريكية تقفز بأكبر قدر في عامين على اندفاع شراء السيارات - Bloomberg.com",
        "إدارة ترامب تقاضي مين بسبب مشاركة الرياضيين المتحولين جنسياً في رياضة الفتيات - إن بي سي نيوز",
        "قد تقدم Google موضوعًا جديدًا معبرًا لتصميم المواد في الإدخال/الإخراج في شهر مايو - هيئة Android",
        "اعتقال مراهقين بلجيكيين مع 5000 نملة مهربة بينما تحذر كينيا من تغير اتجاهات الاتجار بالبشر - أسوشيتد برس نيوز",
        "تذكرت ليف وميا تايلر اكتشافهما أنهما شقيقتان بعد لقائهما في عرض إيروسميث لوالدهما، والقصة جامحة تمامًا - Yahoo Home",
        "Bucky Brooks 'top five 2025 NFL Draft prospects by position 3.0: Travis Hunter rank No. 1 at WR and CB - NFL.com",
        "المحكمة العليا في المملكة المتحدة تقول إن التعريف القانوني لـ \"المرأة\" يستبعد النساء الترانس، في حكم تاريخي - سي إن إن",
        "تعمل أحدث برامج تشغيل وحدة معالجة الرسومات من Nvidia على إصلاح الكثير من الأخطاء والأعطال - The Verge",
        "غايل كينغ يرد على رد الفعل العنيف على رحلة بلو أوريجين \"باهظة الثمن \":\" أتمنى أن يبذل الناس المزيد من العناية الواجبة \"- تنوع",
        "تجمع الحزبين ينتقد التخفيضات المقترحة في ميزانية العلوم في ناسا - SpaceNews",
        "\"المذنبون\" هي لقطة ريان كوجلر في أن يصبح مديرًا باسم العلامة التجارية - The Ringer",
        "تقرير الصباح — ترامب يختبر حدود سلطات الترحيل مع قضية أبريغو غارسيا - ذا هيل",
        "تسلط الدراسة الضوء على خطر الإصابة بالسرطان من ملايين عمليات التصوير المقطعي المحوسب التي يتم إجراؤها سنويًا - NPR",
        "كيف لعب المحاربون الفوز على جريزليز يغير صورة تصفيات الدوري الاميركي للمحترفين 2025 - تقرير المبيض"
    ]
}