{
    "headlines": [
        "ਭਾਰਤੀ ਫੌਜ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪਾਕਿਸਤਾਨੀ ਫੌਜੀਆਂ ਨੇ ਵਿਵਾਦਿਤ ਕਸ਼ਮੀਰ 'ਚ ਸਰਹੱਦ ਨਾਲ ਲੱਗਦੀਆਂ ਚੌਕੀਆਂ' ਤੇ ਕੀਤੀ ਗੋਲੀਬਾਰੀ - AP News",
        "ਵਰਜੀਨੀਆ ਗਿਫਰੇ, ਪ੍ਰਮੁੱਖ ਜੈਫਰੀ ਐਪਸਟੀਨ ਸੈਕਸ ਸ਼ੋਸ਼ਣ ਤੋਂ ਬਚੇ ਅਤੇ ਪ੍ਰਿੰਸ ਐਂਡਰਿ of ਦੇ ਦੋਸ਼ੀ, ਦੀ ਮੌਤ ਹੋ ਗਈ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪੋਪ ਫਰਾਂਸਿਸ ਦੇ ਅੰਤਿਮ ਸੰਸਕਾਰ ਲਈ ਰੋਮ ਪਹੁੰਚੇ ਜ਼ੇਲੇਂਸਕੀ ਸਮੇਤ ਵਿਸ਼ਵ ਨੇਤਾ - ਬੀਬੀਸੀ",
        "ਐਨਐਫਐਲ ਡਰਾਫਟ ਦੇ ਤੀਜੇ ਦਿਨ ਵੱਲ ਜਾਣ ਵਾਲੇ ਦੇਸ਼ ਭਗਤਾਂ ਲਈ ਲਾਜ਼ਰ ਦੇ ਸਰਬੋਤਮ ਖਿਡਾਰੀ ਉਪਲਬਧ - ਨਿ England ਇੰਗਲੈਂਡ ਦੇਸ਼ ਭਗਤ",
        "Shedeur Sanders ਵਧੀਆ ਲੈਂਡਿੰਗ ਸਪਾਟਃ 2025 ਦੇ ਐਨਐਫਐਲ ਡਰਾਫਟ ਦੇ 3 ਵੇਂ ਦਿਨ ਕੋਲੋਰਾਡੋ ਕਿ Qਬੀ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਸੰਭਵ ਟੀਮਾਂ ਦੀ ਦਰਜਾਬੰਦੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਇਸ ਹਫਤੇ ਵਿਗਿਆਨ ਦੀਆਂ ਖ਼ਬਰਾਂਃ ਮੰਗਲ 'ਤੇ ਇਕ' ਖੋਪੜੀ 'ਅਤੇ ਇਕ ਬਿਲਕੁਲ ਨਵੇਂ ਰੰਗ ਦੀ ਖੋਜ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਇਸਰਾਏਲ ਨੇ ਆਪਣੇ ਦੁਸ਼ਮਣਾਂ ਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਹੈ । ਜੰਗ ਹੁਣ ਆਪਣੇ ਭਾਈਵਾਲਾਂ ਨੂੰ ਹਿਲਾ ਰਹੀ ਹੈ - ਡਬਲਯੂਐਸਜੇ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟਃ ਡੇਅ 2 ਤੇ ਉਪਲਬਧ ਸਰਬੋਤਮ ਖਿਡਾਰੀਆਂ ਵਿੱਚ ਸ਼ੈਡਰ ਸੈਂਡਰਸ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਸਟੀਲਰਜ਼ ਦੇ ਪਹਿਲੇ ਗੇੜ ਦੇ ਪਿਕ ਡੈਰਿਕ ਹਾਰਮੋਨ ਦੀ ਮਾਂ, ਟਿਫਨੀ ਸੇਨ, ਦੀ ਚੋਣ ਤੋਂ ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਮੌਤ ਹੋ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵੀਜ਼ਰ ਬੈਸਿਸਟ ਦੀ ਪਤਨੀ ਸੀਨ ਹੋਲਡਿੰਗ, ਐਲਏਪੀਡੀ ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੀ ਗਈ ਵੀਡੀਓ ਵਿੱਚ ‘ਫਾਇਰਿੰਗ’ ਗਨ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਸਮੈਕਡਾਉਨ ਮੈਚ ਦੇ ਨਤੀਜੇ, ਹਾਈਲਾਈਟਸ ਅਤੇ 25 ਅਪ੍ਰੈਲ, 2025 ਲਈ ਮੁੱਖ ਪਲ - ਰਿੰਗਸਾਈਡ ਨਿ Newsਜ਼",
        "ਨਿਆਂ ਵਿਭਾਗ ਨੇ ਲੀਕ ਜਾਂਚ ਵਿਚ ਪੱਤਰਕਾਰਾਂ ਲਈ ਬਾਇਡਨ ਯੁੱਗ ਦੀਆਂ ਸੁਰੱਖਿਆਵਾਂ ਨੂੰ ਰੱਦ ਕੀਤਾ - ਐਨਪੀਆਰ",
        "ਏਲੋਨ ਮਸਕ ਦੇ ਡੋਗ ਨੇ ਅਮਰੀਕੀ ਸਰਕਾਰ ਦੇ ਖਰਚਿਆਂ 'ਚੋਂ ਕਿੰਨੀ ਕਟੌਤੀ ਕੀਤੀ ਹੈ - ਬੀਬੀਸੀ",
        "ਕੋਲੋਰਾਡੋ ਤੋਂ ਟੀਕਾਕਰਣ ਬਾਲਗ ਖਸਰਾ ਨਾਲ ਸੰਕਰਮਿਤ, ਇਸ ਸਾਲ ਰਾਜ ਦਾ ਪਹਿਲਾ \"ਸਫਲਤਾ\" ਕੇਸ - ਕੋਲੋਰਾਡੋ ਸਨ",
        "ਵਿਦੇਸ਼ੀ ਵਿਦਿਆਰਥੀਆਂ 'ਤੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ਕਾਰਵਾਈ ਦਾ ਕਿਵੇਂ ਹੋਇਆ ਖੁਲਾਸਾ - Politico",
        "ਬੇਜੋਸ-ਬੈਕਡ ਸਟਾਰਟਅਪ ਸਸਤਾ, ਯੂਐਸ-ਬਣਾਇਆ ਇਲੈਕਟ੍ਰਿਕ ਪਿਕਅਪ ਲਾਂਚ ਕਰਦਾ ਹੈ - Bloomberg.com",
        "ਇਸ ਸਾਲ ਹੁਣ ਤੱਕ 900 ਤੋਂ ਵੱਧ ਯੂਐਸ ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਦੇ ਨਾਲ, ਚੀਜ਼ਾਂ ਹਨੇਰਾ ਦਿਖਾਈ ਦੇ ਰਹੀਆਂ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਦੂਜਾ ਖਸਰਾ ਕੇਸ ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਰਿਪੋਰਟ ਕੀਤਾ ਗਿਆ, ਆਸਟਿਨ ਪਬਲਿਕ ਹੈਲਥ ਕਹਿੰਦਾ ਹੈ - ਕੁਟ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਪਾਪੀ’ ਅੱਖਾਂ ਹੈਰਾਨੀਜਨਕ $ 30M- $ 40M, ‘ਅਕਾਉਂਟੈਂਟ 2' ‘ਸਿਥ ਦਾ ਬਦਲਾ’ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}