{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਵੀਅਤਨਾਮ ਵਪਾਰ ਸੌਦੇ ਦੀ ਘੋਸ਼ਣਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਐਸ ਐਂਡ ਪੀ 500 ਵਧਿਆ; ਕਮਜ਼ੋਰ ਨੌਕਰੀਆਂ ਦੇ ਅੰਕੜਿਆਂ ਦੁਆਰਾ ਸੀਮਿਤ ਲਾਭਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨੂੰ ਖਪਤਕਾਰ ਉਤਪਾਦ ਸੁਰੱਖਿਆ ਕਮਿਸ਼ਨ 'ਤੇ 3 ਡੈਮੋਕਰੇਟਸ ਨੂੰ ਹਟਾਉਣ ਲਈ ਕਿਹਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ 9,000 ਦੇ ਕਰੀਬ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਨੌਕਰੀ ਤੋਂ ਕੱਢ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਜੀਓਪੀ ਨੇਤਾਵਾਂ ਨੇ ਮੈਗਾਬਿਲ 'ਤੇ ਫ੍ਰੀਡਮ ਕਾਕਸ ਨੂੰ ਹਰਾਉਣ ਲਈ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵੱਲ ਵੇਖਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਕੇਟ ਮਿਡਲਟਨ ਕੈਂਸਰ ਦੀ ਯਾਤਰਾ ਨੂੰ 'ਰੋਲਰ ਕੋਸਟਰ' ਦੱਸਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਟਰੰਪ ਨੇ ਵੀਅਤਨਾਮ ਵਪਾਰ ਸਮਝੌਤੇ ਦਾ ਕੀਤਾ ਐਲਾਨ, ਅਮਰੀਕਾ ਨੂੰ ਦਰਾਮਦ 'ਤੇ ਲੱਗੇਗਾ 20 ਫੀਸਦੀ ਟੈਰਿਫ - CNBC",
        "ਅਗਲੀ ਬੈਟਲਫੀਲਡ ਗੇਮ ਦੇ ਪਿੱਛੇਃ ਸਭਿਆਚਾਰਕ ਟਕਰਾਅ, ਕਰੰਚ, ਅਤੇ ਵਿਸ਼ਾਲ ਦਾਅ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪੈਰਾਮਾਉਂਟ ’60 ਮਿੰਟ' ਇੰਟਰਵਿਊ ’ਤੇ ਟਰੰਪ ਨਾਲ ਸਮਝੌਤੇ ਵਿਚ 16 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਭੁਗਤਾਨ ਕਰੇਗਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "'ਕੋਈ ਹਮਾਸਤਾਨ ਨਹੀਂ ਹੋਵੇਗਾ,' ਨੇਤਨਯਾਹੂ ਨੇ ਐਲਾਨ ਕੀਤਾ ਕਿ ਅੱਤਵਾਦੀ ਸਮੂਹ ਅਮਰੀਕਾ ਦੇ ਜੰਗਬੰਦੀ ਪ੍ਰਸਤਾਵ ਦੀ ਸਮੀਖਿਆ ਕਰਦਾ ਹੈ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਵਿਸਕਾਨਸਿਨ ਦਾ 1849 ਦਾ ਕਾਨੂੰਨ ਗਰਭਪਾਤ ਦੀ ਪਾਬੰਦੀ ਨਹੀਂ, ਰਾਜ ਸੁਪਰੀਮ ਕੋਰਟ ਦਾ ਨਿਯਮ - ਐਨਪੀਆਰ",
        "ਡੈਮੀਅਨ ਲਿਲਾਰਡ ਖਰੀਦੋਃ ਸਟਾਰ ਗਾਰਡ (ਰਿਪੋਰਟ) ਵਿਚ ਦਿਲਚਸਪੀ ਰੱਖਣ ਵਾਲੀਆਂ ਟੀਮਾਂ ਵਿਚ ਸੇਲਟਿਕਸ - ਮਾਸਲਾਈਵ",
        "ਬ੍ਰਾਇਨ ਕੋਹਬਰਗਰ ਨੇ ਅੱਜ ਅਦਾਲਤ ਵਿੱਚ ਆਇਡਾਹੋ ਕਾਲਜ ਦੇ ਕਤਲੇਆਮ ਵਿੱਚ ਦੋਸ਼ੀ ਮੰਨਣ ਲਈ, ਉਸਨੂੰ ਮੌਤ ਦੀ ਸਜ਼ਾ ਤੋਂ ਬਖਸ਼ਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਗੂਗਲ ਵੇਰਵੇ ਹੋਮ ਐਪ ‘ਮੈਂਬਰ’ ਸੀਮਤ ਪਹੁੰਚ ਦੇ ਨਾਲ ਭੂਮਿਕਾ, ਬੱਚਿਆਂ ਲਈ ਸਹਾਇਤਾ - 9to5Google",
        "ਮਸਕ ਨੇ ਤੀਜੀ ਧਿਰ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ. ਫੰਡਿੰਗ ਕੋਈ ਮੁੱਦਾ ਨਹੀਂ ਹੈ, ਪਰ ਹੋਰ ਵੀ ਹਨ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "The Ultrahuman Ring Air Shamed Me Into Ditching Unhealthy ਆਦਤਾਂ - ਸੀ ਐਨ ਈ ਟੀ",
        "‘ਸਾ Southਥ ਪਾਰਕ’ ਸੀਜ਼ਨ 27 ਪ੍ਰੀਮੀਅਰ ਦੀ ਤਾਰੀਖ ਕਾਮੇਡੀ ਸੈਂਟਰਲ ਦੁਆਰਾ ਧੱਕਿਆ ਗਿਆ ਸਟ੍ਰੀਮਿੰਗ ਡੀਲ ਅਨਿਸ਼ਚਿਤਤਾ ਦੇ ਵਿਚਕਾਰ - ਡੈੱਡਲਾਈਨ",
        "ਉਹ 4 ਸ਼ਬਦ ਜੋ ਤੁਹਾਡੇ ਡਾਕਟਰ ਨੂੰ ਕੰਧ ਵੱਲ ਲੈ ਜਾਂਦੇ ਹਨ - AOL.",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਕੋਲੋਰਾਡੋ ਤੋਂ ਕੇ -12 ਸਕੂਲ ਫੰਡਿੰਗ ਵਿਚ 70 ਮਿਲੀਅਨ ਡਾਲਰ ਰੋਕ ਦਿੱਤੇ - ਦ ਡੇਨਵਰ ਪੋਸਟ"
    ]
}