{
    "headlines": [
        "تظهر استطلاعات الرأي أن الانتخابات الرئاسية البولندية على حافة سكين بعد انتخابات ساخنة - سي إن إن",
        "مكتب التحقيقات الفيدرالي يحقق في الهجوم في بولدر، كولورادو، باعتباره \"عملاً إرهابياً\" - إيه بي سي نيوز",
        "\"هذا الشخص سيصبح بالتأكيد أقوى شخص \": لوس أنجلوس تبحث عن ملك جديد - Politico",
        "بعد ثلاث سنوات من حربه على أوكرانيا، ماذا يريد بوتين حقًا ؟ - NPR",
        "سباق الجائزة الكبرى الإسباني 2025: جورج راسل يقول ماكس فيرشتابن \"خذل نفسه\" مع تصادم العرق - بي بي سي",
        "تقول بيسنت إن الصين تنتهك بالفعل أحدث صفقة تجارية لها - بوليتيكو",
        "حرب روسيا وأوكرانيا: هل سيأمر فلاديمير بوتين بشن هجوم نووي ضد الدولة التي يرأسها فولوديمير زيلينسكي بعد ضربات الطائرات بدون طيار يوم الأحد ؟ - The Economic Times",
        "توفي ممثل \"إمبراطورية الممشى الخشبي\" ديفين هارجيس عن عمر يناهز 41 عامًا - إن بي سي نيوز",
        "مقطورة نظرة عامة على جولة الترحيب لجهاز Nintendo Switch 2 - Nintendo Everything",
        "31 قتيلاً بعد هجوم القوات الإسرائيلية بالقرب من مركز الإغاثة في غزة، كما تقول السلطات الصحية التي تديرها حماس - بي بي سي",
        "مايك جونسون وروس فوت يواصلان الكذب بشأن تخفيضات Medicaid - رولينج ستون",
        "فواتير الجاموس QB جوش ألين يربط عقدة مع الممثلة والمغنية هايلي شتاينفيلد - ESPN",
        "عادت شركات التكنولوجيا الكبرى إلى مقعد السائق في مؤشر ستاندرد آند بورز S&P 500 حيث يحرك الربح الطنين - بلومبرغ",
        "شباك التذاكر: قواعد \"ليلو آند ستيتش\" مرة أخرى مع 63 مليون دولار، \"طفل الكاراتيه: الأساطير\" يفتح إلى 21 مليون دولار - متنوعة",
        "تايلور سويفت ترتدي LBD مرصع بالجواهر لقضاء ليلة فتيات احتفالية مع سيلينا غوميز - instyle.com",
        "أوكرانيا تشن غارة مكثفة بطائرات بدون طيار على قواعد جوية في عمق روسيا - أكسيوس",
        "المملكة المتحدة تعلن عن مليارات الدولارات من الإنفاق الدفاعي الجديد وسط مخاوف بشأن روسيا - politico.eu",
        "تم تسريب اسم macOS Tahoe قبل حدث WWDC من Apple الأسبوع المقبل - MacRumors",
        "ما رأي الآباء الصينيين في التحركات الأمريكية لتقييد تأشيرات الطلاب ؟ - ساوث تشاينا مورنينغ بوست"
    ]
}