{
    "headlines": [
        "It’s the final day of Prime Day 2025, and the deals are still hot - The Verge",
        "TikTok Star Aldo Miranda Dead at Age 32 - TMZ",
        "'Superman' Soars to $22.5 Million in Box Office Previews - The Hollywood Reporter",
        "U.S. diplomats brace for mass layoffs after months in limbo - NBC News",
        "Now That Intel’s Cooked, Apple Doesn’t Need to Release New MacBooks Every Year - Gizmodo",
        "A Denver dino museum makes a find deep under own parking lot - NBC News",
        "Missouri governor repeals voter-backed law guaranteeing paid sick leave - The Washington Post",
        "Trump heads to Texas after catastrophic flooding, avoiding criticism he's heaped on other governors - ABC News - Breaking News, Latest News and Videos",
        "How Republicans’ Texas gerrymandering plan could backfire and help Dems - Politico",
        "Ukraine to receive US Patriot air defence systems, says Trump - BBC",
        "Whistleblower Documents Implicate Emil Bove in Criminal Contempt Order by Chief Judge Boasberg - Just Security",
        "Carolina Wilga, German woman who went missing in Australia's remote Outback, found alive after 12 days - CBS News",
        "Dimon Calls Out Market’s Tariff Complacency. Why Nvidia, Bitcoin Point to a FOMO Trade and 5 Other Things to Know Today. - Barron's",
        "Trump administration backs away from abolishing FEMA - The Washington Post",
        "Kellogg Megadeal Is This Italian Billionaire's 21st Acquisition - Forbes",
        "Thousands gather in Srebrenica on 30th anniversary of Europe's only acknowledged genocide since WWII - NBC News",
        "HMD is ‘scaling back’ in the US, killing Nokia all over again - The Verge",
        "Too Much: What film and TV get wrong about London - BBC",
        "Doctors And Nurses Are Calling Out The Health \"Lies\" You Should Stop Believing, And It's Shocking - BuzzFeed",
        "3I/Atlas: Mystery interstellar object could be the oldest known comet - BBC"
    ]
}