{
    "headlines": [
        "ਐਨਐਫਐਲ ਨੇ ਫਾਲਕਨਜ਼ ਅਤੇ ਰੱਖਿਆਤਮਕ ਕੋਆਰਡੀਨੇਟਰ ਜੈੱਫ ਉਲਬਰਿਚ ਨੂੰ ਸ਼ੇਡਰ ਸੈਂਡਰਸ ਨੂੰ ਵਿਅੰਗ ਕਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਜੁਰਮਾਨਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵੇਗੋਵੀ ਨੇ ਇੱਕ ਪ੍ਰਮੁੱਖ ਕਲੀਨਿਕਲ ਅਜ਼ਮਾਇਸ਼ ਵਿੱਚ ਜਿਗਰ ਦੀ ਬਿਮਾਰੀ ਦੇ ਗੰਭੀਰ ਰੂਪ ਦਾ ਇਲਾਜ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕਾ ਅਤੇ ਯੂਕਰੇਨ ਇੰਚ ਨਾਜ਼ੁਕ ਖਣਿਜ ਸੌਦੇ ਵੱਲ - ਬੀਬੀਸੀ",
        "ਜੱਜ ਨੇ ਆਈਸੀਈ ਦੁਆਰਾ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਕੋਲੰਬੀਆ ਦੇ ਵਿਦਿਆਰਥੀ ਦੀ ਰਿਹਾਈ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੈਟਾ ਕਮਾਈ ਲਾਈਵ ਅਪਡੇਟਸਃ ਮਾਲੀਆ 'ਤੇ ਸਟਾਕ ਪੌਪ, ਕਮਾਈ ਦੀ ਧੜਕਣ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਸਾਈਰਾਕੁਸ ਵਿਚ ਟੀਮ ਦੇ ਸਾਥੀ ਨੂੰ ਹੇਜ਼ ਕਰਨ ਵਿਚ ਸ਼ੱਕੀ 11 ਹਾਈ ਸਕੂਲ ਲੈਕਰੋਸ ਖਿਡਾਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਮੋੜਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਵਪਾਰ 'ਤੇ ਟਰੰਪ ਨੂੰ ਲੈ ਕੇ ਕਾਰਨੀ ਦੇ ਵਾਅਦੇ ਦਾ ਇੰਤਜ਼ਾਰ ਕਰਨਾ ਪਵੇਗਾ - Politico",
        "ਪਾਮ ਬੌਂਡੀ ਟਰੰਪ ਨੂੰ ਦਾਅਵੇ ਨਾਲ ਫਲੈਟ ਕਰਦਾ ਹੈ ਕਿ ਜੇ ਉਸ ਲਈ ਨਹੀਂ ਤਾਂ 75% ਅਮਰੀਕਾ ਮਰ ਜਾਵੇਗਾ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਅਮਰੀਕੀ ਆਰਥਿਕਤਾ ਪਹਿਲੀ ਤਿਮਾਹੀ ਵਿੱਚ ਸੁੰਗੜ ਗਈ ਕਿਉਂਕਿ ਦਰਾਮਦਾਂ ਟੈਰਿਫਾਂ ਤੋਂ ਪਹਿਲਾਂ ਵਧੀਆਂ - ਡਬਲਯੂਐਸਜੇ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਦੇ ਕੰਜ਼ਰਵੇਟਿਵ ਦੇਸ਼ ਦੇ ਪਹਿਲੇ ਧਾਰਮਿਕ ਪਬਲਿਕ ਚਾਰਟਰ ਸਕੂਲ ਦੀ ਆਗਿਆ ਦੇਣ ਵੱਲ ਝੁਕਦੇ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਰੋਡ ਹਾ Houseਸ 2’: ਗਾਈ ਰਿਚੀ ਐਮਾਜ਼ਾਨ ਐਮਜੀਐਮ ਦੀ ਹਿੱਟ ਐਕਸ਼ਨ ਫਿਲਮ ਨੂੰ ਸਿੱਧਾ ਸੀਕੁਅਲ ਕਰਨ ਲਈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਰੂਬੀਓ ਐਬਰੇਗੋ ਗਾਰਸੀਆ ਬਾਰੇ ਐਲ ਸਲਵਾਡੋਰ ਦੇ ਬੁਕੇਲੇ ਨਾਲ ਸੰਪਰਕ ਵਿੱਚ ਰਿਹਾ ਹੈਃ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੰਭਵ ਖਿਡੌਣਿਆਂ ਦੀ ਘਾਟ 'ਤੇ ਟਰੰਪਃ \"ਸ਼ਾਇਦ ਬੱਚਿਆਂ ਕੋਲ 30 ਗੁੱਡੀਆਂ ਦੀ ਬਜਾਏ ਦੋ ਗੁੱਡੀਆਂ ਹੋਣਗੀਆਂ\" - ਐਕਸੀਓਸ",
        "Jets QB ਜਾਰਡਨ Travis ਸੇਵਾਮੁਕਤ ਹੋ ਜਾਵੇਗਾ - ਨਿਊਯਾਰਕ Jets",
        "ਰਾਬਰਟ ਡੀ ਨੀਰੋ ਦੀ ਧੀ ਏਰੀਨ ਆਪਣੀ ਟ੍ਰਾਂਸ ਪਛਾਣ ਨੂੰ ਗਲੇ ਲਗਾਉਣ 'ਤੇਃ' ਸ਼ਾਇਦ ਇਹ ਮੇਰੇ ਲਈ ਬਹੁਤ ਦੇਰ ਨਹੀਂ ਹੈ '- ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਕਿੰਗ ਚਾਰਲਸ ਕੈਂਸਰ ਦੀ ਜਾਂਚ ਅਤੇ ਇਲਾਜ ਬਾਰੇ ਖੁੱਲ੍ਹਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਜ਼ੋਰ ਦੇ ਕੇ ਕਿਹਾ ਕਿ ਗਲਤ Depੰਗ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤੇ ਗਏ ਆਦਮੀ ਨੇ ਆਪਣੇ ਨੱਕਾਂ ’ ਤੇ’ ਐਮਐਸ -13 'ਟੈਟੂ ਲਗਾਏ ਹਨ - ਡਬਲਯੂਐਸਜੇ",
        "ਟਰੰਪ ਦੀ ਨਵੀਂ ਆਟੋਮੋਟਿਵ ਟੈਰਿਫ ਛੋਟ ਇਕ ਕੰਪਨੀ ਨੂੰ ਲਾਭ ਪਹੁੰਚਾਉਂਦੀ ਹੈਃ ਟੇਸਲਾ - ਮੈਸ਼ੇਬਲ",
        "ਨਾਸਾ ਦਾ ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਪੁਲਾੜ ਯਾਤਰੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ ਕਿ ਜਦੋਂ ਉਹ ਪੁਲਾੜ ਵਿੱਚ ਗਿਆ ਤਾਂ ਉਸਦੇ ਸਰੀਰ ਨਾਲ ਕੁਝ ਅਜੀਬ ਵਾਪਰਿਆ - futurism."
    ]
}