{
    "headlines": [
        "Ненавидите заниматься спортом? Может помочь учет вашего типа личности. - The Washington Post",
        "Вращение Земли ускоряется на 3 дня этим летом — начиная с сегодняшнего дня - Yahoo",
        "Red Bull уволил директора команды Формулы-1 Кристиана Хорнера после 20 лет борьбы за титул - AP News",
        "Украина подвергается сильнейшей атаке, поскольку Трамп критикует Путина - BBC",
        "Инспекторы подписали планы действий в чрезвычайных ситуациях Camp Mystic за несколько дней до катастрофического наводнения, показывают записи - ABC News - Последние новости, последние новости и видео",
        "Сейчас я проверяю лучшие предложения для ноутбуков Prime Day — MacBook, Surface, Chromebook и многое другое - Tom's Guide",
        "Данные показали, что риск наводнений в Техасе растет. Прогноз не изменился. - The Washington Post",
        "Диагностическая дилемма: оргазм, связанный с кухонным венчиком, вероятно, вызвал смертельную аневризму человека - Live Science",
        "Рабочие Филадельфии и город заключили соглашение о прекращении забастовки, которая остановила сбор мусора в жилых домах - AP News",
        "Чат-бот Илона Маска отвечает как «МехаГитлер» - Forbes",
        "Запутались в том, как обстоят дела с тарифами Трампа? Вот удобный праймер - NPR",
        "После отказа от антидепрессантов некоторые люди страдают от неожиданных, затяжных симптомов - NPR",
        "Рынок меди в смятении, поскольку Трамп рекламирует 50% тариф на импорт из США - Yahoo Finance",
        "«Заткнись», - говорит Илон Маск быку Тесла Дэну Айвзу - Ищу Альфу",
        "Верховный суд позволяет Трампу запускать планы массовых увольнений и реструктуризации - The Washington Post",
        "Гиганты оглушают Филлиса на хоум-ране Патрика Бейли с 3 заездами в парке - San Francisco Chronicle",
        "Ваш ежедневный гороскоп: 9 июля 2025 года - The Globe and Mail",
        "Asia Set for Cautious Open as Trump Doubles Down: Markets Wrap - Bloomberg.com (неопр.) (недоступная ссылка - история)."
    ]
}