{
    "headlines": [
        "Dow-Futures fallen 500 Punkte, nachdem der Iran ins Visier genommen wurde: Live-Updates - CNBC",
        "Scale AI bestätigt \"bedeutende\" Investition von Meta, sagt CEO Alexanr Wang verlässt - TechCrunch",
        "Die globalen Ölpreise steigen, nachdem Israel den Iran angegriffen hat - BBC",
        "Draisaitl wiederholt OT-Helden mit rekordverdächtigem Tor, um sogar das Stanley-Cup-Finale für Oilers zu erreichen - NHL.com",
        "Das Berufungsgericht verzögert die Anordnung, die Trump daran gehindert hätte, die Nationalgarde in Kalifornien weiter einzusetzen - ABC News",
        "NBA-Finale 2025: 4 Dinge, auf die man im entscheidenden Finale von Spiel 4 achten sollte - NBA",
        "Die FIFA Klub-Weltmeisterschaft ist da. Hier ist, was Sie wissen müssen - NPR",
        "Spekulationen über die Ursache des Absturzes von Air India sind weit verbreitet. Ein Luftfahrt-Experte erklärt, warum es ein Problem ist - The Conversation",
        "Diddy Trial Tag 26 Zusammenfassung: Combs 'Ex-Freundin beendet Marathon-Zeugnis - ABC News",
        "HBO-Familie, ThrillerMax und andere Multiplex-Kanäle werden von Warner Bros. Discovery heruntergefahren - variety.com",
        "Chime Financial ist der neueste Börsengang im Debüt - WSJ",
        "John Cusack erinnert sich an Brian Wilson: \"Was er der Welt geben konnte, war seismisch\" - rollingstone.com",
        "Neue Pille reduziert \"schlechtes\" Cholesterin und Herzinfarktrisiko in nur 12 Wochen - SciTechDaily",
        "Bloomberg: Apple zielt jetzt auf iOS 26.4 für lang verzögertes Siri AI-Upgrade - 9to5Mac",
        "Harvard, Trump Admin Konflikt über Gerichtsschutz für ausländische Studenten - Politico",
        "Haus Republikaner Spar mit demokratischen Gouverneure in angespannten Einwanderung Anhörung - NBC News",
        "13 \"No Kings\" -Proteste in Alabama geplant, da Trump eine Militärparade veranstaltet - AL.com",
        "Samsung Galaxy Z Fold7, Flip7 und Watch8 Serie Tasche mehr Zertifizierungen - GSMArena.com News - GSMArena.com"
    ]
}