{
    "headlines": [
        "ਡਾਓ ਜੋਨਸ ਅੱਜ: ਸਟਾਕ ਪਲੰਜ, ਖਜ਼ਾਨਾ ਉਪਜ ਨਿਵੇਸ਼ਕ ਮਾਨੀਟਰ ਟੈਕਸ ਬਿੱਲ ਦੇ ਤੌਰ ਤੇ ਵਾਧੇ; ਡਾਓ ਬੂੰਦ 800 ਅੰਕ, ਰਿਕਾਰਡ ਨੂੰ ਮਾਰਨ ਦੇ ਬਾਅਦ ਵਿਕੀਪੀਡੀਆ wavers ਉੱਚ - Investopedia",
        "ਯੂਰੋਪਾ ਲੀਗ ਫਾਈਨਲ ਖਿਡਾਰੀ ਰੇਟਿੰਗ - 'ਬਹਾਦਰ' ਕੌਣ ਸੀ ਅਤੇ 'ਗੱਭਰੂ' ਕੌਣ ਸੀ? - ਬੀਬੀਸੀ",
        "ਨੇਤਨਯਾਹੂ ਨਵੀਂ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਸਪੁਰਦਗੀ ਯੋਜਨਾ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਸਪਲਾਈ ਅਜੇ ਵੀ ਫਲਸਤੀਨੀਆਂ ਤੱਕ ਪਹੁੰਚਣ ਵਿੱਚ ਅਸਫਲ ਰਹਿੰਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜੱਜ ਨੇ ਦੱਖਣੀ ਸੂਡਾਨ 'ਚ ਅਮਰੀਕਾ ਦੀ ਡਿਪੋਰਟਿੰਗ' ਤੇ ਲਗਾਇਆ ਨਿਯਮ ਅਦਾਲਤੀ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਣਾ - ਬੀਬੀਸੀ",
        "ਨਿਊ ਓਰਲੀਨਜ਼ ਮਾਸ ਜੇਲ੍ਹ ਬਰੇਕ ਵਿਚ ਲੋੜੀਂਦੇ ਭਗੌੜਿਆਂ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਲਈ ਗ੍ਰਿਫਤਾਰ ਕੀਤੇ ਗਏ 2 ਲੋਕ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫਏਏ ਨੇ ਨਿਰਮਾਣ, ਸੁਰੱਖਿਆ ਚਿੰਤਾਵਾਂ 'ਤੇ ਨੇਵਾਰਕ ਉਡਾਣ ਦੀਆਂ ਸੀਮਾਵਾਂ ਵਧਾ ਦਿੱਤੀਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪਬਲਿਕਨ ਰਿਪਬਲਿਕਨ ਰਿਪਬਲਿਕਨ ਲਾਮੋਨਿਕਾ ਮੈਕਿਵਰ ਨੂੰ ਕਾਂਗਰਸ ਤੋਂ ਬਾਹਰ ਕੱ toਣ ਲਈ ਚਲਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸ਼ਾਈ ਗਿਲਜੀਅਸ-ਅਲੈਗਜ਼ੈਂਡਰ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਜੋਕਿਕ, ਗਿਆਨੀਸ ਉੱਤੇ 2024-25 ਐਨਬੀਏ ਐਮਵੀਪੀ ਅਵਾਰਡ ਜਿੱਤਦਾ ਹੈ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੈਕਸ ਅਤੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਬਿੱਲ ਨੂੰ ਪਾਸ ਕਰਨ ਵਿੱਚ ਅਸਫਲਤਾ ‘ਅੰਤਮ ਧੋਖਾ' ਹੋਵੇਗੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੋਯੋਟਾ ਦਾ ਨਵਾਂ RAV4 ਪਲੱਗ-ਇਨ ਹਾਈਬ੍ਰਿਡ ਤੁਹਾਨੂੰ ਬੈਟਰੀ ਨੂੰ ਤੇਜ਼ ਚਾਰਜ ਕਰਨ ਦਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਫੋਰਟਨਾਈਟ ਲੰਬੀ ਕਾਨੂੰਨੀ ਲੜਾਈ ਤੋਂ ਬਾਅਦ ਯੂਐਸ ਆਈਫੋਨਜ਼ 'ਤੇ ਵਾਪਸ ਪਰਤਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਆਵਾਜ਼ ਦਾ ਇਤਿਹਾਸ' ਪੌਲ ਮੇਸਕਲ ਅਤੇ ਜੋਸ਼ ਓਕੋਨਰ ਦੇ ਨਾਲ ਕਾਨਸ ਵਿੱਚ 9 ਮਿੰਟ ਦੀ ਓਵੇਸ਼ਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "ਮਿਡਲ ਲਾਈਫ ਅਤੇ ਬਜ਼ੁਰਗ ਮਰਦਾਂ ਲਈ ਪ੍ਰੋਸਟੇਟ ਕੈਂਸਰ ਲਈ ਪੀਐਸਏ ਟੈਸਟਾਂ ਦੇ ਫ਼ਾਇਦੇ ਅਤੇ ਨੁਕਸਾਨ - ਐਨਪੀਆਰ",
        "ਇੱਥੇ ਕਿਵੇਂ ‘ਦਿ ਸਟੂਡੀਓ’ ਨੇ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਇਕ ਸੀਜ਼ਨ ਦੇ ਇਕ ਮਹਿਮਾਨ ਸਿਤਾਰੇ ਪ੍ਰਾਪਤ ਕੀਤੇ — ਅਤੇ ਇਸਦਾ \"ਵ੍ਹਾਈਟ ਵ੍ਹੇਲ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਡੀਓਜੇ ਨੇ ਮਿਨੀਅਪੋਲਿਸ - ਐਨਪੀਆਰ ਸਮੇਤ ਕਈ ਸ਼ਹਿਰਾਂ ਵਿੱਚ ਪੁਲਿਸ ਦੀ ਜਾਂਚ ਨੂੰ ਖਾਰਜ ਕਰ ਦਿੱਤਾ",
        "ਪਹਿਲਾ ਐਫ ਡੀ ਏ ਦੁਆਰਾ ਸਾਫ ਕੀਤਾ ਗਿਆ ਅਲਜ਼ਾਈਮਰ ਖੂਨ ਦਾ ਟੈਸਟ ਨਿਦਾਨਾਂ ਨੂੰ ਤੇਜ਼, ਵਧੇਰੇ ਸਹੀ ਬਣਾ ਸਕਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਗੋਰੇ ਅਫਰੀਕਨਰਾਂ ਦੇ ਇਲਾਜ 'ਤੇ ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਟਰੰਪ, ਮਸਕ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਰਾਜਦੂਤ ਹਕਾਬੀ ਇਜ਼ਰਾਈਲ ਦੀ ਨਿੰਦਾ ਕਰਨ ਲਈ ਯੂਰਪੀਅਨ ਨੇਤਾਵਾਂ ' ਤੇ' ਨਾਰਾਜ਼'ਹੈ - ਐਨਪੀਆਰ"
    ]
}