{
    "headlines": [
        "ਈਯੂ ਟੈਰਿਫ 'ਤੇ ਵਾਧੇ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ 400 ਅੰਕ ਵਧਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਾ ਹੀ ਕੇਲਾ ਅਤੇ ਨਾ ਹੀ ਸੇਬਃ ਵਿਗਿਆਨੀ ਸਭ ਤੋਂ ਸਿਹਤਮੰਦ ਫਲ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ ਅਤੇ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਹਰ ਰੋਜ਼ ਕਿਉਂ ਖਾਣਾ ਚਾਹੀਦਾ ਹੈ. - ਸਟੀਵਰਟਵਿਲ ਸਟਾਰ",
        "ਟਰੰਪ ਨੇ ਫੈਡਰਲ ਰਿਸ਼ਵਤਖੋਰੀ ਦੇ ਦੋਸ਼ਾਂ ਵਿੱਚ ਦੋਸ਼ੀ ਵਰਜੀਨੀਆ ਸ਼ੈਰਿਫ ਨੂੰ ਮੁਆਫ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਸਾਡੇ ਦਾ ਆਖਰੀ' ਸੀਜ਼ਨ 2 ਫਾਈਨਲ ਐਚਬੀਓ ਲਈ 3.7 ਮੀਟਰ ਕਰਾਸ-ਪਲੇਟਫਾਰਮ ਯੂਐਸ ਦਰਸ਼ਕਾਂ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "‘ਡਕ ਰਾਜਵੰਸ਼’ ਸਟਾਰ ਸੈਡੀ ਰੌਬਰਟਸਨ ਨੇ 79 'ਤੇ ਆਪਣੀ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਫਿਲ ਦੇ ਅੰਤਮ ਸ਼ਬਦਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਲਿਵਰਪੂਲ ਵਿਜੇਤਾ ਪਰੇਡ 'ਤੇ ਡਰਾਈਵਰ ਨੇ ਪੈਦਲ ਚੱਲਣ ਵਾਲਿਆਂ ਨੂੰ ਹੜਤਾਲ ਕੀਤੀਃ ਪੁਲਿਸ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਾਂਗਰਸ ਵਿਚ ਹਾਰਲੇਮ ਲਈ ਸ਼ਕਤੀਸ਼ਾਲੀ ਆਵਾਜ਼ ਚਾਰਲਸ ਰੇਂਜਲ ਦੀ 94 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਦਿਲ ਦੇ ਦੌਰੇ ਨਾਲ ਕਿਵੇਂ ਨਜਿੱਠਣਾ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਰੂ ਹੜਤਾਲਾਂ ਨੇ ਗਾਜ਼ਾ ਨੂੰ ਮਾਰਿਆ ਕਿਉਂਕਿ ਨਵੀਂ ਸਹਾਇਤਾ ਸਪੁਰਦਗੀ ਪ੍ਰਣਾਲੀ ਲਿੰਬੋ ਵਿੱਚ ਰਹਿੰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨਾਲ ਤਣਾਅ ਦੇ ਪਿਛੋਕੜ ਦੇ ਵਿਰੁੱਧ ਕੈਨੇਡਾ ਨੇ ਕਿੰਗ ਚਾਰਲਸ ਦਾ ਕੀਤਾ ਸਵਾਗਤ - NPR",
        "ਅਮਰੀਕੀ ਰਾਜਦੂਤ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਦਾ ਸੌਦਾ ਮੇਜ਼ 'ਤੇ ਹੈ, ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ‘ ਬੇਮਿਸਾਲ ਹਮਲੇ ‘ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਪੁਤਿਨ ਨੂੰ ਪਾਗਲ ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਰੂਸ ਨੇ \"ਭਾਵਨਾਤਮਕ ਓਵਰਲੋਡ\" ਦਾ ਹਵਾਲਾ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "\"ਇਹ ਨੁਕਸਾਨਦੇਹ ਜਾਪਦਾ ਹੈ, ਪਰ ਇਹ ਖ਼ਤਰਨਾਕ ਹੈ\": ਲੋਕ ਸਾਂਝੇ ਕਰ ਰਹੇ ਹਨ ਉਹ ਆਮ ਚੀਜ਼ਾਂ ਜੋ ਅਸੀਂ ਸਾਰੇ ਕਰਦੇ ਹਾਂ ਜੋ ਅਸਲ ਵਿੱਚ ਸੁਪਰ ਜੋਖਮ ਹਨ - ਯਾਹੂ",
        "'ਮਿਸ਼ਨਃ ਅਸੰਭਵ' ਲਈ ਅਧਿਕਾਰਤ ਰੋਟਨ ਟਮਾਟਰ ਸਕੋਰ ਵੀਕੈਂਡ ਖੋਲ੍ਹਣ ਤੋਂ ਬਾਅਦ - ਯਾਹੂ",
        "ਚਾਰ VW ਐਗਜ਼ੀਕਿਊਟ ਟਰਾਇਲ ਵਿੱਚ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ ਜਿਸਨੇ ਯੂਰਪ ਦੇ ਆਟੋ ਮਾਰਕੀਟ ਨੂੰ ਬਦਲ ਦਿੱਤਾ - TechCrunch",
        "2025 ਐਨਬੀਏ ਵੈਸਟਰਨ ਕਾਨਫਰੰਸ ਫਾਈਨਲ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ, ਗੇਮ 4 ਪਿਕਸਃ ਸਾਬਤ ਮਾਹਰ ਤੋਂ ਟਿੰਬਰਵੋਲਵਜ਼ ਬਨਾਮ ਥੰਡਰ ਭਵਿੱਖਬਾਣੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "5 ਸਾਲ ਪਹਿਲਾਂ ਜਾਰਜ ਫਲਾਇਡ ਦੀ ਹੱਤਿਆ ਤੋਂ ਬਾਅਦ ਮਿਨੀਏਪੋਲਿਸ ਕਿਵੇਂ ਬਦਲਿਆ ਹੈ? - ਏਪੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਸਟਾਕ ਇੱਕ 'ਤੇ ਹੈ 8-ਦਿਨ ਸਟ੍ਰੀਕ ਗੁਆਉਣ ਦੇ ਤੌਰ ਤੇ ਟਰੰਪ ਵਪਾਰ Fracas intensifies-ਵਾਚ ਇਹ ਪੱਧਰ - Investopedia"
    ]
}