{
    "headlines": [
        "Как должен работать новый план помощи Газе - и почему так много групп помощи против него? - AP News",
        "Отступление корпоративной Америки от DEI уничтожило тысячи рабочих мест - NPR",
        "Их сын присоединился к ИГИЛ. Затем они узнали, что у него есть дети в сирийском лагере для задержанных - NPR",
        "«Он промахнулся мимо нас на дюйм»: Свидетели описывают, как автомобиль въезжал в толпу на параде ФК «Ливерпуль» - BBC",
        "Почему Goldman Sachs говорит, что повышение тарифных цен не вызовет всплеск инфляции - MarketWatch",
        "В день памяти о массовом расстреле в парке Филадельфии погибли 2 человека, 9 получили ранения - ABC News",
        "Timberwolves-Thunder: 5 выводов: звезды Оклахома-Сити сияют в четвертой игре - НБА",
        "Еще 3 беглеца из тюрьмы Нового Орлеана пойманы, 2 на свободе, говорят чиновники - NPR",
        "Гороскоп на вторник, 27 мая 2025 года - Chicago Sun-Times",
        "Бывший начальник полиции, отбывающий срок за убийство и изнасилование, сбежал из тюрьмы Арканзаса. Вот что мы знаем - CNN",
        "В День памяти Трамп чествует погибших солдат и празднует политические победы - The Washington Post",
        "Джален Брансон в восторге от эпического «Никса» Карла-Энтони Таунса - New York Post",
        "Будущее студенческого футбольного плей-офф зависит от щекотливой темы среди силовых конференций: автоматические отборочные - CBS Sports",
        "Guilty Gear Strive добавляет еще одного персонажа DLC в список сезонного абонемента 4 - Nintendo Life",
        "Акции в Азии приглушились на фоне торговой осторожности; Япония провалилась из-за комментариев о повышении ставки БАНКА ЯПОНИИ - Investing.com",
        "Billie Eilish доминирует в American Music Awards с успехом во всех номинациях – см. Полный список победителей - крайний срок",
        "«Массовая авария» с участием автобуса Greyhound на шоссе 70 East, сообщают власти - WBBJ TV",
        "Китайская Volvo Cars сократит 3000 рабочих мест для белых воротничков - BBC"
    ]
}