{
    "headlines": [
        "Трамп назвал это катастрофой. Байден заблокировал его. Теперь Трамп едет в Питтсбург, чтобы отпраздновать поглощение Японией US Steel - CNN",
        "Актриса M*A*S*H Лоретта Свит умерла в возрасте 87 лет - BBC",
        "Резюме судебного разбирательства по делу Дидди: бывший помощник Миа на гриле на постах, восхваляющих Шона Комбса, заявления о сексуальном насилии - The Washington Post",
        "Трамп утверждает, что Китай «полностью нарушил» торговое соглашение с США - ABC News",
        "Кайли Дженнер отреагировала на то, что люди говорят, что она больше не «Baddie» - BuzzFeed",
        "Макротрейдеры Уолл-стрит учатся в эпоху турбулентности Трампа - Bloomberg.com",
        "Джейми Даймон предупреждает, что рынок облигаций США «треснет» под давлением растущего долга - Financial Times",
        "PBS и общественный телеканал Миннесоты подали в суд на Белый дом Трампа - NPR",
        "Украина еще не взяла на себя обязательства по новому раунду переговоров с Россией в Стамбуле - Al Jazeera",
        "Трамп назначил чиновника, связанного с антисемитскими экстремистами, главой агентства по этике - NPR",
        "Верховный суд говорит, что Трамп на данный момент может отменить «иммиграционное условно-досрочное освобождение» для 530 тыс. мигрантов - The Washington Post",
        "Eagles завершает сделку, чтобы отправить DE Bryce Huff в 49ers, за отчет; оценка сделки - CBS Sports",
        "Маск в Овальном кабинете прощается с отчетом NYT об употреблении кетамина - Axios",
        "Что будет дальше с тарифами президента Трампа после постановлений суда? - ABC News",
        "Тейлор Свифт выкупает мастер-записи первых шести альбомов у Shamrock Capital - NBC News",
        "Национальная безопасность обозначает Мэриленд, несколько его округов и городов, юрисдикции убежища - WTOP",
        "Ученые ошеломлены странными блинными вулканами Венеры - The Daily Galaxy",
        "ХАМАС рассматривает предложение о прекращении огня в Газе, поскольку США выражают оптимизм - The Washington Post"
    ]
}