{
    "headlines": [
        "ਸਰਕਲ ਸਟੇਬਲਕੋਇਨ ਬਿੱਲ ਪਾਸ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰੇਟਿੰਗ ਖਰੀਦਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਟਰੰਪ ਦੇ ਸਲਾਹਕਾਰ ਕਰੀ ਝੀਲ - ਐਨਪੀਆਰ ਦੁਆਰਾ ਵੌਇਸ ਆਫ ਅਮਰੀਕਾ ਨੂੰ ਭੰਨਿਆ ਗਿਆ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਵਿਦੇਸ਼ੀ ਵਿਦਿਆਰਥੀਆਂ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਨ ਦੀ ਹਾਰਵਰਡ ਦੀ ਯੋਗਤਾ ਨੂੰ ਕੱਟਣ ਤੋਂ ਅਣਮਿੱਥੇ ਸਮੇਂ ਲਈ ਰੋਕਿਆ - ਸੀਐਨਐਨ",
        "‘100 ਪ੍ਰਤੀਸ਼ਤ ਯਕੀਨ’: ਕੈਰਨ ਰੀਡ ਰੀਟ੍ਰੀਅਲ ਵਿਚ ਜਿurਰ ਵਿਚਾਰ ਵਟਾਂਦਰੇ, ਫੈਸਲੇ ਬਾਰੇ ਬੋਲਦਾ ਹੈ - ਬੋਸਟਨ ਗਲੋਬ",
        "ਜੱਜ ਨੇ ਕੋਲੰਬੀਆ ਕਾਰਕੁਨ ਮਹਿਮੂਦ ਖਲੀਲ ਦੀ ਰਿਹਾਈ ਦੇ ਹੁਕਮ ਦਿੱਤੇ - NPR",
        "ਚੰਦਰਮਾ ਦੇ ਆਲੇ ਦੁਆਲੇ ਨਾਸਾ ਦੇ ਪੁਲਾੜ ਯਾਨ ਨੇ ਜਾਪਾਨੀ ਕੰਪਨੀ ਦੇ ਚੰਦਰ ਲੈਂਡਰ ਦੀ ਕਰੈਸ਼ ਸਾਈਟ ਦੀ ਫੋਟੋ ਖਿੱਚੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਦੀ ਟੀਮ ਪੋਸਟਾਂ ਜੰਗਲੀ ਡਬਲਯੂਐਨਬੀਏ ਝਗੜੇ ਤੋਂ ਬਾਅਦ ਅਨਪੋਲੋਜੀਕਲ ਵੀਡੀਓ - ਹਫਪੋਸਟ",
        "ਇਸਦੀ ਸਭ ਤੋਂ ਘੱਟ ਕੀਮਤ ਲਈ 512 ਜੀਬੀ ਮੈਕ ਮਿਨੀ ਐਮ 4 ਪ੍ਰਾਪਤ ਕਰੋ - ਦਿ ਵਰਜ",
        "ਡਰੋਨ ਫੈਕਟਰੀਆਂ, ਕੈਮਫਲੇਜਡ ਟਰੱਕਃ ਇਰਾਨ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਗੁਪਤ ਸੰਚਾਲਨ ਦੀਆਂ ਤਸਵੀਰਾਂ ਜਾਰੀ ਕੀਤੀਆਂ - ਫਰਾਂਸ 24",
        "ਇੱਕ ਸਾਬਕਾ ਕਾਲਜ ਬਾਸਕਟਬਾਲ ਖਿਡਾਰੀ ਗਵਾਹੀ ਦਿੰਦਾ ਹੈ ਕਿ ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਨਸ਼ਿਆਂ 'ਤੇ' ਅਤਿ ਸਿਰਜਣਾਤਮਕ 'ਹੋ ਗਿਆ - ਯਾਹੂ",
        "ਗੂਗਲ, ਐਪਲ, ਫੇਸਬੁੱਕ ਲਈ 16 ਅਰਬ ਪਾਸਵਰਡ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਡਾਟਾ ਉਲੰਘਣਾ' ਚ ਲੀਕ, ਰਿਪੋਰਟ ਕਹਿੰਦੀ ਹੈ - Axios",
        "ਬਾਕਸ ਆਫਿਸਃ ਡੈਨੀ ਬੋਇਲ ਦਾ ’28 ਸਾਲ ਬਾਅਦ’ ਪ੍ਰੀਵਿਊਜ਼ ਵਿਚ $ 5.8M ਨੂੰ ਬੰਦ ਕਰਦਾ ਹੈ, ਪਿਕਸਰ ਦਾ ‘ਏਲੀਓ’ $ 3M ਵਿਚ ਲੈਂਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਵੇਪ ਕੰਪਨੀਆਂ ਨੂੰ ਚੁਣੌਤੀਆਂ ਸੁਣਨ ਲਈ ਅਦਾਲਤਾਂ ਚੁਣਨ ਦੀ ਦਿੱਤੀ ਇਜਾਜ਼ਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੇਸਲਾ ਸਟਾਕ ਫਾਲਸ. ਰੋਬੋਟੈਕਸਿਸ 2 ਦਿਨਾਂ ਵਿੱਚ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ ਕਿਉਂਕਿ ਟੈਕਸਾਸ ਡੈਮੋਕਰੇਟਸ ਦੇਰੀ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ. - ਬੈਰਨ ਦਾ",
        "ਬ੍ਰਿਟਿਸ਼ ਸੰਸਦ 'ਚ ਸਹਾਇਕ ਮਰਨ ਵਾਲੇ ਕਾਨੂੰਨ ਦੇ ਹੱਕ' ਚ ਹੋਈ ਵੋਟਿੰਗ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਜੇਡੀ ਵੈਨਸ ਇਮੀਗ੍ਰੇਸ਼ਨ ਲਾਗੂ ਕਰਨ ਨੂੰ ਲੈ ਕੇ ਤਣਾਅ ਦੇ ਵਿਚਕਾਰ ਲਾਸ ਏਂਜਲਸ ਦੀ ਯਾਤਰਾ ਕਰੇਗਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ ਦੀਆਂ ਪਰਮਾਣੂ ਸਹੂਲਤਾਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਇਆ, ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਜਿਨੇਵਾ ਵਿਚ ਗੱਲਬਾਤ ਕਰੇਗੀ - ਬੈਰਨ",
        "ਟਰੰਪ ਆਪਣੀ ਮਨਪਸੰਦ ਡੈੱਡਲਾਈਨ ਨੂੰ ਤਾਇਨਾਤ ਕਰਦਾ ਹੈਃ 'ਦੋ ਹਫ਼ਤੇ' - ਨਿ Newsਸਰ",
        "ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੀ ਗਰਮੀ ਦੀ ਲਹਿਰ ਨੇ ਯੂਐਸ ਦੇ ਵਿਸ਼ਾਲ ਸਵੈਥ ਨੂੰ ਮਾਰਿਆਃ ਤਾਜ਼ਾ ਭਵਿੱਖਬਾਣੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸਟੀਵਨ ਸਪਿਲਬਰਗ ਦੇ ‘ਜਬਾੜੇ‘ ਨੇ ਹਾਲੀਵੁੱਡ ਦਾ ਪਹਿਲਾ ਗਰਮੀਆਂ ਦਾ ਬਲਾਕਬਸਟਰ ਬਣਨ ਲਈ ਇਕ ਹੇਲਿਸ਼ ਉਤਪਾਦਨ ਕਿਵੇਂ ਸਹਿਣ ਕੀਤਾ - ਵੰਨਗੀ"
    ]
}