{
    "headlines": [
        "نهائي فردي ويمبلدون للرجال 2025: التحديثات المباشرة، النقاط البارزة مثل جانيك سينر، كارلوس ألكاراز يأخذان الملعب المركزي في إعادة مباراة اللقب - ياهو سبورتس",
        "تقول أوكرانيا إنها قتلت عملاء روس اغتالوا ضابط مخابرات كبير - صحيفة واشنطن بوست",
        "دونالد ترامب يدافع عن بام بوندي بشأن ملفات جيفري إبستين - بي بي سي",
        "\"سوبرمان\" يرتفع إلى 122 مليون دولار، ثالث أكبر شباك التذاكر افتتاح عطلة نهاية الأسبوع من عام 2025 - متنوعة",
        "يقول هاسيت إن ترامب قد يفصل باول بسبب تجديدات الاحتياطي الفيدرالي - أكسيوس",
        "كوينشون جودكينز يواجه تهمة جنحة البطارية المنزلية - إن بي سي سبورتس",
        "تقرير مجلس الشيوخ يقول إن جهاز الخدمة السرية فشل في وقف محاولة اغتيال ترامب - واشنطن بوست",
        "البيت الأبيض يدافع عن التعريفات الجمركية على البرازيل على الرغم من الفائض التجاري - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "الاتحاد الأوروبي يوقف الانتقام التجاري ضد الولايات المتحدة بعد تهديد ترامب بفرض رسوم جمركية بنسبة 30 ٪ - فاينانشيال تايمز",
        "ترامب يلتقي الأمين العام لحلف الناتو بينما تتبلور الخطة لمبيعات الأسلحة الأوكرانية - أسوشيتد برس نيوز",
        "يصف خبير تقني جهاز التحكم Nintendo Switch 2 Pro بأنه \"انتزاع نقدي\" بسبب بعض العيوب المميتة المحتملة - TheGamer",
        "أطفال يجلبون المياه لقوا حتفهم في غارة إسرائيلية على غزة، كما يقول مسؤولو الطوارئ - بي بي سي",
        "أصبحت الطيات في الداخل وفجأة أصبحت رقيقة جدًا - The Verge",
        "يحذر الخبراء من أن هذه الأنواع الأربعة الشائعة من الطعام يمكن أن تجعلك تشم رائحة كريهة - AOL.com",
        "وفاة عامل مزرعة في كاليفورنيا سقط من سطح دفيئة أثناء غارة جليدية فوضوية - بوليتيكو",
        "يتكشف لغز بقيمة 100 مليار دولار حول التعريفات الجمركية والتضخم ويقوم الاقتصاديون بفك القضية - MSN",
        "الأسئلة الخمسة الكبيرة حول خريطة ساحة معركة مجلس الشيوخ - بوليتيكو",
        "إيغا سواتيك يفوز ببطولة ويمبلدون بعد عام صعب تضمن قضية منشطات وعنوان جفاف - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "\"المشي الياباني\" هو وسيلة رائعة لممارسة الرياضة، وفقا للخبراء - واشنطن بوست"
    ]
}