{
    "headlines": [
        "‘ਅਮੈਰੀਕਨ ਆਈਡਲ’ ਤਾਜ ਸੀਜ਼ਨ 23 ਏਬੀਸੀ 'ਤੇ ਜੇਤੂ - ਡੈੱਡਲਾਈਨ",
        "ਮੁੱਖ ਸਦਨ ਕਮੇਟੀ ਨੇ ਕੰਜ਼ਰਵੇਟਿਵਜ਼ ਨੂੰ ਖੁਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਏਜੰਡਾ ਬਿੱਲ ਨੂੰ ਅੱਗੇ ਵਧਾਇਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇੱਕ ਰੋਬੋਟਿਕ ਮੰਟਾ ਰੇ ਅੰਟਾਰਕਟਿਕ ਡੂੰਘਾਈ ਨੂੰ ਜਿੱਤਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੀ ਹੈ! - ਸਟੂਅਰਟਵਿਲੇ ਸਟਾਰ",
        "ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ ਜੋਅ ਬਾਇਡਨ ਨੂੰ ਹਮਲਾਵਰ ਪ੍ਰੋਸਟੇਟ ਕੈਂਸਰ ਦਾ ਪਤਾ ਲੱਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਵਿੱਚ ਗਿਰਾਵਟ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਮੂਡੀ ਦੇ ਯੂਐਸ ਡਾ downਨਗਰੇਡ, ਚੀਨ ਦੇ ਅੰਕੜਿਆਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਚੀਨ ਦਾ ਅਪ੍ਰੈਲ ਪ੍ਰਚੂਨ ਵਿਕਰੀ ਵਾਧਾ 5.1% ਉਮੀਦਾਂ ਤੋਂ ਖੁੰਝਦਾ ਹੈ ਕਿਉਂਕਿ ਖਪਤ ਚਿੰਤਾ ਦਾ ਵਿਸ਼ਾ ਬਣਿਆ ਹੋਇਆ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪੇਡਰੋ ਪਾਸਕਲ ਦੇ ਅੰਦਰ ਭਾਵਨਾਤਮਕ ਵਾਪਸੀ ‘ਸਾਡੇ ਦਾ ਆਖਰੀ’ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਤੀਬਰ ਹਵਾਈ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਜ਼ਮੀਨੀ ਕਾਰਵਾਈ ਸ਼ੁਰੂ ਕੀਤੀ ਰਾਤੋ ਰਾਤ 100 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਦੀ ਮੌਤ - ਸੀਐਨਐਨ",
        "ਪੁਲਾੜ ਵਿਗਿਆਨੀਆਂ ਦੁਆਰਾ ਪੁਲਾੜ ਵਿੱਚ ਰਹੱਸਮਈ ਸੰਪੂਰਨ ਖੇਤਰ - ਸਾਇੰਸਅਲਰਟ",
        "ਸਕੌਟੀ ਸ਼ੈਫਲਰ ਨੇ ਚੁਣੌਤੀ ਨੂੰ ਦੂਰ ਕੀਤਾ, ਪੀਜੀਏ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤਣ ਲਈ ਕਰੂਜ਼ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬ੍ਰੈਗਜ਼ਿਟ ਖ਼ਬਰਾਂ ਵਿੱਚ ਵਾਪਸ - ਯੂਕੇ ਅਤੇ ਈਯੂ ਸੌਦੇ ਤੋਂ ਬਾਹਰ ਕੀ ਚਾਹੁੰਦੇ ਹਨ?",
        "ਸੈਂਟਰਿਸਟ ਨੇ ਸਖਤ-ਸੱਜੇ ਰਾਸ਼ਟਰਵਾਦੀ - ਐਨਪੀਆਰ ਉੱਤੇ ਰੋਮਾਨੀਆ ਦੀ ਤਣਾਅਪੂਰਨ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਜਿੱਤੀ",
        "ਐਪਲ 'ਐਲਐਲਐਮ ਸਿਰੀ' ਨੂੰ ਵਾਪਸ ਟਰੈਕ ‘ਤੇ ਲਿਆਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਨਿ J ਜਰਸੀ ਟ੍ਰਾਂਜ਼ਿਟ ਇੰਜੀਨੀਅਰਜ਼ ਯੂਨੀਅਨ ਨਾਲ ਅਸਥਾਈ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚਦਾ ਹੈ ਜੋ ਹੜਤਾਲ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਬੇਸੈਂਟ ਨੇ ਮੰਨਿਆ ਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦਾ ਮਤਲਬ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਦੁਕਾਨਦਾਰ ਵਾਲਮਾਰਟ 'ਤੇ ਵਧੇਰੇ ਭੁਗਤਾਨ ਕਰਨਗੇ - ਪੀਬੀਐਸ",
        "ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਜਣਨ ਕਲੀਨਿਕ ਬੰਬ ਧਮਾਕੇ ਵਿਚ ਸ਼ੱਕੀ ‘ਐਂਟੀ-ਪ੍ਰੋ-ਲਾਈਫ‘ ਲਿਖਤਾਂ ਪਿੱਛੇ ਛੱਡ ਗਿਆ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਫੇਲਿਕਸ ਰੋਸੇਨਕਵਿਸਟ ਡਰਾਮਾ ਟਾਪ 12 ਤੋਂ ਬਾਅਦ ਫਾਇਰਸਟੋਨ ਫਾਸਟ ਛੇ ਵਿੱਚ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - INDYCAR. com",
        "ਏਅਰ ਫੋਰਸ ਵਨ ਕਤਰ ਯੋਜਨਾ 'ਤੇ ਟਰੰਪ ਨੂੰ ਗੰਭੀਰ ਜੀਓਪੀ ਸਵਾਲਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਸ਼ੀਆ ਲਾਬੌਫ ਰੋਮਾਂਚਕ ਹੈ ‘ਸਲੌਸਨ ਰੀਕ’ ਕਾਨਸ ਵਿੱਚ ਮਿਲੀ, ਪਰ ਉਸ ਨਾਲ ਨਹੀਂ ਜੋ ਇਹ ਪ੍ਰਗਟ ਕਰਦਾ ਹੈਃ ‘ਮੈਂ ਆਪਣੇ ਆਪ ਤੋਂ ਨਫ਼ਰਤ ਕਰ ਸਕਦਾ ਹਾਂ ਅਤੇ ਐਫ**ਕੇ ਦੇ ਰੂਪ ਵਿੱਚ ਖੁਸ਼ ਹੋ ਸਕਦਾ ਹਾਂ’ - ਇੰਡੀਵਾਇਰ"
    ]
}