{
    "headlines": [
        "ਚਿੱਪੋਟਲ ਮਾਲੀਏ ਦੇ ਅਨੁਮਾਨਾਂ ਨੂੰ ਖੁੰਝਦਾ ਹੈ, ਵਧੇਰੇ ਸਾਵਧਾਨੀ ਵਾਲਾ ਨਜ਼ਰੀਆ ਦਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਖਰਚਿਆਂ ਵਿੱਚ 'ਹੌਲੀ' ਵੇਖਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਪਛੜੇ ਅਨੁਕੂਲਃ ਬਹੁਤ ਸਾਰੇ ਪੁਰਾਣੇ ਓਬਲੀਵੀਅਨ ਮੋਡ ਅਜੇ ਵੀ ਓਬਲੀਵੀਅਨ ਰੀਮਾਸਟਰਡ - ਆਰਸ ਟੈਕਨੀਕਾ 'ਤੇ ਕੰਮ ਕਰਦੇ ਹਨ",
        "ਕਿਰਕ ਚਚੇਰੇ ਭਰਾ ਅਤੇ 6 ਹੋਰ ਐਨਐਫਐਲ ਵੈਟਰਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਡਰਾਫਟ ਦੇ ਦੁਆਲੇ ਵਪਾਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਲੇਅਰ ਆਬਸਕੁਰਃ ਐਕਸਪੀਡੀਸ਼ਨ 33 ਇੱਕ ਸਟੂਡੀਓ ਦਾ ਪਹਿਲਾ ਆਰਪੀਜੀ ਹੈ ਜੋ ਸਾਰੀਆਂ ਉਮੀਦਾਂ ਤੋਂ ਵੱਧ ਜਾਂਦਾ ਹੈ - ਪੌਲੀਗਨ",
        "ਇਲੀਨੋਇਸ ਦੇ ਡਿਕ ਡਰਬਿਨ, ਸੈਨੇਟ ਦੇ ਨੰਬਰ 2 ਡੈਮੋਕਰੇਟ, 2026 ਵਿਚ ਛੇਵੇਂ ਕਾਰਜਕਾਲ ਲਈ ਮੁੜ ਚੋਣ ਦੀ ਮੰਗ ਨਹੀਂ ਕਰਨਗੇ - ਏਪੀ ਨਿ Newsਜ਼",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟਃ ਰਾਉਂਡ 1 ਵਿਚ ਹਰ ਟੀਮ ਦਾ ਸਭ ਤੋਂ ਆਦਰਸ਼ ਪਿਕ, ਜਿਸ ਵਿਚ ਰੇਡਰਜ਼ ਜੀਨੋ ਸਮਿਥ ਲਈ ਪਲੇਮੇਕਰ ਨੂੰ ਫੜਨਾ ਸ਼ਾਮਲ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ ਹਟਾਏ ਗਏ ਹਨ ਅਤੇ ਗਾਰਡਨ ਸਟੇਟ ਪਾਰਕਵੇਅ ਦਾ ਕੁਝ ਹਿੱਸਾ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਦਾ ਹੈ ਕਿਉਂਕਿ ਚਾਲਕ ਦਲ ਨਿ New ਜਰਸੀ ਦੇ ਜੰਗਲੀ ਅੱਗ ਨਾਲ ਲੜਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਪੀੜਤਾਂ ਦੇ ਅਜ਼ੀਜ਼ਾਂ ਨੇ ਹਾਈਲੈਂਡ ਪਾਰਕ ਮਾਸ ਸ਼ੂਟਰ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਦੇ ਮੌਕੇ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਦਿਮਾਗ ਠੰਡੇ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈਃ ਯਾਦਾਂ ਮੈਟਾਬੋਲਿਜ਼ਮ ਕਿਵੇਂ ਚਲਾਉਂਦੀਆਂ ਹਨ - ਨਿ neਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਯੂਐਸ ਚੀਨ ਦੀਆਂ ਲੇਵੀਆਂ ਨੂੰ ਘਟਾਉਣ ਬਾਰੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ; ਡਾਉ ਜੰਪ ਲਗਭਗ 500 ਪੁਆਇੰਟ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "ਸਟਾਰ ਵਾਰਜ਼ ’‘ ਐਂਡੋਰ ’ਸੀਜ਼ਨ 2 ਅਮਰੀਕੀ ਫਾਸ਼ੀਵਾਦ ਦੀ ਬੈਨੈਲਿਟੀ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ - ਵਾਇਰਡ",
        "ਵਟਸਐਪ ਹੁਣ ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਪੂਰੇ ਚੈਟ ਇਤਿਹਾਸ ਨੂੰ ਨਿਰਯਾਤ ਕਰਨ ਤੋਂ ਰੋਕਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਐਨਆਈਐਚ autਟਿਜ਼ਮ ਅਧਿਐਨ ਨਿੱਜੀ ਮੈਡੀਕਲ ਰਿਕਾਰਡਾਂ ਤੋਂ ਖਿੱਚੇਗਾ - ਐਨਪੀਆਰ",
        "ਵੈਨਸ ਰੂਬੀਓ ਸਨਬਜ਼ ਕੁੰਜੀ ਲੰਡਨ ਮੀਟਿੰਗ ਤੋਂ ਬਾਅਦ ਯੂਕਰੇਨ ਅਲਟੀਮੇਟਮ ਦੇ ਮੁੱਦੇ - ਸੀ ਐਨ ਐਨ",
        "ਨਾਸਾ ਦੇ ਲੂਸੀ ਪੁਲਾੜ ਯਾਨ ਨੂੰ 'ਸਟ੍ਰਾਈਕਿੰਗਲੀ ਗੁੰਝਲਦਾਰ' ਐਸਟਰਾਇਡ ਦੀਆਂ ਪਹਿਲੀਆਂ ਤਸਵੀਰਾਂ ਮਿਲਦੀਆਂ ਹਨ ਜੋ ਸ਼ੁਰੂਆਤੀ ਸੂਰਜੀ ਪ੍ਰਣਾਲੀ 'ਤੇ ਚਾਨਣਾ ਪਾਉਣਗੀਆਂ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਟਰੰਪ ਦੀ ਨੌਕਰੀ ਰੇਟਿੰਗ ਬੂੰਦਾਂ, ਮੁੱਖ ਨੀਤੀਆਂ ਨੇ ਬਹੁਮਤ ਦੀ ਅਸਵੀਕਾਰਤਾ ਨੂੰ ਖਿੱਚਿਆ ਕਿਉਂਕਿ ਉਹ 100 ਦਿਨਾਂ ਦਾ ਜਨਮ ਲੈਂਦਾ ਹੈ - ਪਿw ਰਿਸਰਚ ਸੈਂਟਰ",
        "ਕੇਂਟਾਵੀਅਸ ਕੈਲਡਵੈਲ-ਪੋਪ ਨੇ ਸਖਤ ਬਦਸਲੂਕੀ ਬਾਰੇ ਧੁੰਦਲਾ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਸੀ ਜੋ ਜੇਸਨ ਟੈਟਮ ਸੱਟ ਲੱਗਣ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਪ੍ਰਕੋਪ ਦੇ ਵਿਚਕਾਰ ਖਸਰਾ ਗਲਤ ਜਾਣਕਾਰੀ ਨੂੰ ਫੜਦਾ ਹੈ: ਪੋਲ - ਐਕਸੀਓਸ",
        "ਸੋਗ ਦਾ ਦੌਰਾ ਪੋਪ Francis ਸ੍ਟ੍ਰੀਟ ਪੀਟਰ ਦੇ Basilica 'ਤੇ ਰਾਜ ਵਿੱਚ ਪਏ - ਬੀਬੀਸੀ"
    ]
}