{
    "headlines": [
        "Les contrats à terme Dow chutent de 500 points après que l'Iran ait été ciblé : mises à jour en direct - CNBC",
        "Scale AI confirme un investissement « important » de Meta, déclare le PDG Alexanr Wang quitte - TechCrunch",
        "Les prix mondiaux du pétrole montent en flèche après qu'Israël ait attaqué l'Iran - BBC",
        "Draisaitl répète les exploits d'OT avec un objectif record d'égaliser la finale de la Coupe Stanley pour les Oilers - NHL.com",
        "Retards de la cour d'appel qui auraient empêché Trump de continuer à déployer la Garde nationale en Californie - ABC News",
        "Finales NBA 2025: 4 choses à surveiller dans le match crucial 4 des finales - NBA",
        "La Coupe du Monde des Clubs de la FIFA est là. Voici ce que vous devez savoir - NPR",
        "Les spéculations sur la cause du crash d'Air India sont monnaie courante. Un expert de l'aviation explique pourquoi c'est un problème - The Conversation",
        "Récapitulatif du jour 26 du procès Diddy : L'ex-petite amie de Combs met fin au témoignage du marathon - ABC News",
        "La famille HBO, ThrillerMax et d'autres chaînes multiplexes seront fermées par Warner Bros. Discovery - variety.com",
        "Chime Financial est la dernière introduction en bourse à monter en flèche - WSJ",
        "John Cusack se souvient de Brian Wilson : « Ce qu'il était capable de donner au monde était sismique » - rollingstone.com",
        "Une nouvelle pilule réduit le « mauvais » cholestérol et le risque de crise cardiaque en seulement 12 semaines - SciTechDaily",
        "Bloomberg : Apple cible maintenant iOS 26.4 pour une mise à niveau de Siri AI retardée depuis longtemps - 9to5Mac",
        "Harvard, Trump admin clash sur la protection des tribunaux pour les étudiants étrangers - Politico",
        "Les républicains de la Chambre se disputent avec les gouverneurs démocrates lors d'une audience tendue sur l'immigration - NBC News",
        "13 manifestations « No Kings » prévues en Alabama alors que Trump organise un défilé militaire - AL.com",
        "Samsung Galaxy Z Fold7, Flip7 et Watch8 séries sac plus de certifications - GSMArena.com nouvelles - GSMArena.com"
    ]
}