{
    "headlines": [
        "Supreme Court temporarily pauses deportations under Alien Enemies Act - CNN",
        "Ukraine wary of Putin’s Easter truce and says it will reciprocate only a genuine ceasefire - AP News",
        "Protesters unite against Trump in hundreds of rallies across the U.S. - NPR",
        "Knicks vs. Pistons odds, score prediction, time: 2025 NBA playoff picks, Game 1 best bets from proven model - CBS Sports",
        "'RHOC' alum Lydia McLaughlin 'devastated' after brother is fatally shot by police during traffic stop - Page Six",
        "US: Trump says will 'pass' on Ukraine talks if too difficult - DW",
        "Loren Taylor Concedes to Barbara Lee in Oakland Mayoral Election - KQED",
        "Thousands gather in London to support trans rights following UK ruling over definition of woman - AP News",
        "Boeing jet earmarked for China returns to the U.S. from China amid tariff war - CNBC",
        "Damian Lillard injury update: Bucks star (blood clot) expected to return in Game 2 or 3 vs. Pacers - CBS Sports",
        "5 Ups & 4 Downs From WWE Hall Of Fame 2025 (Results & Review) - WhatCulture.com",
        "Plane crashes into Nebraska river, killing all passengers on board - NBC News",
        "Box Office: ‘Sinners’ Stokes $19.2 Million Opening Day, ‘A Minecraft Movie’ Still Looks to Block Off No. 1 in Third Weekend - Variety",
        "Scientists claim to have discovered 'new colour' no one has seen before - BBC",
        "Hopes for Iran nuclear talks tempered by threats and mixed messages - BBC",
        "POD Community Mock Draft: Breaking down 2nd round picks - Pride Of Detroit",
        "Google is in more danger than ever of being broken up - The Verge",
        "Curiosity rover finds largest carbon chains on Mars from 3.7-billion-year-old rock - Live Science",
        "Vatican notes ‘exchange of opinions’ over migrants, prisoners in meeting with Vance - AP News",
        "Trump's knives are out for Jerome Powell, setting up a Supreme Court showdown over the Fed's independence - Fortune"
    ]
}