{
    "headlines": [
        "ਨਵੀਂ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਯੋਜਨਾ ਨੂੰ ਕਿਵੇਂ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਅਤੇ ਇਸਦੇ ਵਿਰੁੱਧ ਇੰਨੇ ਸਹਾਇਤਾ ਸਮੂਹ ਕਿਉਂ ਹਨ? - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡੀਈਆਈ ਤੋਂ ਕਾਰਪੋਰੇਟ ਅਮਰੀਕਾ ਦੀ ਵਾਪਸੀ ਨੇ ਖਤਮ ਕੀਤੀਆਂ ਹਜ਼ਾਰਾਂ ਨੌਕਰੀਆਂ - ਐਨਪੀਆਰ",
        "ਉਨ੍ਹਾਂ ਦਾ ਬੇਟਾ ਆਈਐਸਆਈਐਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਗਿਆ । ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਪਤਾ ਲੱਗਿਆ ਕਿ ਉਸ ਦੇ ਬੱਚੇ ਸੀਰੀਆ ਦੇ ਨਜ਼ਰਬੰਦੀ ਕੈਂਪ ਵਿਚ ਸਨ - ਐਨਪੀਆਰ",
        "'ਇਹ ਇੰਚਾਂ ਦੁਆਰਾ ਸਾਨੂੰ ਖੁੰਝ ਗਿਆ': ਗਵਾਹ ਲਿਵਰਪੂਲ ਐਫਸੀ ਪਰੇਡ ਵਿਚ ਭੀੜ ਵਿਚ ਕਾਰ ਚਲਾਉਣ ਦਾ ਵਰਣਨ ਕਰਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਗੋਲਡਮੈਨ ਸਾਕਸ ਕਿਉਂ ਕਹਿੰਦਾ ਹੈ ਕਿ ਟੈਰਿਫ ਦੀਆਂ ਕੀਮਤਾਂ ਵਿੱਚ ਵਾਧੇ ਮਹਿੰਗਾਈ ਦੇ ਵਾਧੇ ਨੂੰ ਚਾਲੂ ਨਹੀਂ ਕਰਨਗੇ - ਮਾਰਕੀਟਵਾਚ",
        "ਮੈਮੋਰੀਅਲ ਡੇਅ ਮਾਸ ਸ਼ੂਟਿੰਗ ਫਿਲਡੇਲ੍ਫਿਯਾ ਪਾਰਕ ਵਿੱਚ 2 ਦੀ ਮੌਤ, 9 ਜ਼ਖਮੀ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਟਿੰਬਰਵੋਲਵਜ਼-ਥੰਡਰਃ 5 ਟੇਕਵੇਜ ਜਿਵੇਂ ਕਿ ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਦੇ ਤਾਰੇ ਗੇਮ 4 - ਐਨਬੀਏ ਵਿੱਚ ਚਮਕਦੇ ਹਨ",
        "ਨਿਊ ਓਰਲੀਨਜ਼ ਦੀ ਜੇਲ੍ਹ 'ਚੋਂ 3 ਹੋਰ ਭਗੌੜੇ ਫੜੇ ਗਏ, 2 ਨੂੰ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਛੱਡਿਆ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - NPR",
        "ਮੰਗਲਵਾਰ, ਮਈ 27, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਇੱਕ ਸਾਬਕਾ ਪੁਲਿਸ ਮੁਖੀ ਕਤਲ ਅਤੇ ਬਲਾਤਕਾਰ ਲਈ ਸਮਾਂ ਕੱਟ ਰਿਹਾ ਹੈ ਅਰਕਾਨਸਾਸ ਦੀ ਇੱਕ ਜੇਲ੍ਹ ਵਿੱਚੋਂ ਫਰਾਰ ਹੋ ਗਿਆ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਯਾਦਗਾਰੀ ਦਿਵਸ 'ਤੇ, ਟਰੰਪ ਸ਼ਹੀਦ ਸੈਨਿਕਾਂ ਨੂੰ ਸਨਮਾਨਿਤ ਕਰਦੇ ਹਨ ਅਤੇ ਰਾਜਨੀਤਿਕ ਜਿੱਤਾਂ ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਰਲ-ਐਂਥਨੀ ਟਾsਨਜ਼ ਦੇ ਮਹਾਂਕਾਵਿ ਨਿਕਸ ਚੌਥੇ ਕੁਆਰਟਰ - ਨਿ New ਯਾਰਕ ਪੋਸਟ ਦੇ ਅਵਸਰ ’ਤੇ ਜੈਲੇਨ ਬਰਨਸਨ",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਅ ਆਫ ਦਾ ਭਵਿੱਖ ਪਾਵਰ ਕਾਨਫਰੰਸਾਂ ਵਿਚਕਾਰ ਛੂਹਣ ਵਾਲੇ ਵਿਸ਼ੇ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈਃ ਆਟੋਮੈਟਿਕ ਕੁਆਲੀਫਾਇਰ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਦੋਸ਼ੀ ਗੇਅਰ ਸਟਰਾਈਵ ਇਸਦੇ ਸੀਜ਼ਨ ਪਾਸ 4 ਰੋਸਟਰ ਵਿੱਚ ਇੱਕ ਹੋਰ ਡੀਐਲਸੀ ਚਰਿੱਤਰ ਜੋੜਦਾ ਹੈ - ਨਿਨਟੈਂਡੋ ਲਾਈਫ",
        "ਏਸ਼ੀਆ ਸਟਾਕ ਵਪਾਰ ਸਾਵਧਾਨੀ ਦੇ ਵਿਚਕਾਰ ਚੁੱਪ; ਜਪਾਨ ਬੋਜੇ ਰੇਟ ਵਾਧੇ ਦੀਆਂ ਟਿੱਪਣੀਆਂ 'ਤੇ ਡਿੱਗਿਆ - Investing.",
        "ਬਿਲੀ ਆਈਲਿਸ਼ ਨੇ ਸਾਰੀਆਂ ਨਾਮਜ਼ਦ ਸ਼੍ਰੇਣੀਆਂ ਵਿੱਚ ਸਫਲਤਾ ਦੇ ਨਾਲ ਅਮਰੀਕੀ ਸੰਗੀਤ ਅਵਾਰਡਾਂ ਦਾ ਦਬਦਬਾ ਬਣਾਇਆ – ਪੂਰੀ ਜੇਤੂ ਸੂਚੀ ਵੇਖੋ - ਆਖਰੀ ਤਾਰੀਖ",
        "ਹਾਈਵੇਅ 70 ਈਸਟ ’ਤੇ ਗ੍ਰੇਹਾoundਂਡ ਬੱਸ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ' ਮਾਸ ਜਾਨੀ ਨੁਕਸਾਨ ’ਦਾ ਮਲਬਾ, ਅਧਿਕਾਰੀਆਂ ਦੀ ਰਿਪੋਰਟ - ਡਬਲਯੂਬੀਬੀਜੇ ਟੀਵੀ",
        "ਚੀਨ ਦੀ ਮਲਕੀਅਤ ਵਾਲੀ ਵੋਲਵੋ ਕਾਰ 3,000 ਵ੍ਹਾਈਟ ਕਾਲਰ ਦੀਆਂ ਨੌਕਰੀਆਂ ਘਟਾਏਗੀ - ਬੀਬੀਸੀ"
    ]
}