{
    "headlines": [
        "ਯੂਐਸਐਮਐਨਟੀ ਕੋਸਟਾ ਰੀਕਾ ਥ੍ਰਿਲਰ ਤੋਂ ਬਚਿਆ, ਮੈਟ ਫ੍ਰੀਜ਼ ਦੇ ਪੈਨਲਟੀ ਸ਼ੂਟਆਉਟ ਨਾਇਕ ਦੁਆਰਾ ਗੋਲਡ ਕੱਪ ਸੈਮੀਫਾਈਨਲ ਵਿੱਚ ਅੱਗੇ ਵਧਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਯੂਐਸ ਦੇ ਸੈਨੇਟਰ ਥੌਮ ਟਿਲਿਸ 2026 ਵਿਚ ਦੁਬਾਰਾ ਚੋਣ ਨਹੀਂ ਲੜਨਗੇ - ਐਕਸੀਓਸ",
        "ਦਿਲ ਦੇ ਦੌਰੇ ਨਾਲ ਹੋਣ ਵਾਲੀਆਂ ਮੌਤਾਂ ਦੀ ਗਿਣਤੀ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ । ਇੱਥੇ ਉਹ ਹੈ ਜੋ ਸਾਨੂੰ ਇਸ ਦੀ ਬਜਾਏ ਮਾਰ ਰਿਹਾ ਹੈ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "ਜਬਰੀ ਸਮਿਥ ਜੂਨੀਅਰ 'ਤੇ ਦਸਤਖਤ ਕਰਨ ਲਈ ਰਾਕੇਟ ਪੰਜ ਸਾਲ ਦੇ ਵਿਸਥਾਰ ਲਈ - ਹੂਪਸ ਅਫਵਾਹਾਂ",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਸੋਮਵਾਰ ਨੂੰ ਟਰੰਪ ਦੇ ਵਿਸ਼ਾਲ ਟੈਕਸ ਬਿੱਲ 'ਤੇ ਵੋਟ ਪਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੋਇੰਗ 787 ਡ੍ਰੀਮਲਾਈਨਰ ਕਿੰਨਾ ਸੁਰੱਖਿਅਤ ਹੈ, ਅਸਲ ਵਿੱਚ? - ਬੀਬੀਸੀ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਉੱਚੇ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਵਿੱਚ ਵਾਧਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਗੰਭੀਰ ਮੌਸਮ ਕਾਰਨ ਅਟਲਾਂਟਾ ਹਵਾਈ ਅੱਡੇ ਵਿੱਚ ਅਤੇ ਬਾਹਰ 400 ਤੋਂ ਵੱਧ ਉਡਾਣਾਂ ਰੱਦ ਕੀਤੀਆਂ ਗਈਆਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਫਿਲਲੀ ਅੱਗ ਅਤੇ ਧਮਾਕੇ ਵਿਚ 1 ਦੀ ਮੌਤ ਹੋ ਗਈ, 2 ਜ਼ਖਮੀ ਹੋਏ ਜਿਸ ਨੇ ਕਈ ਘਰਾਂ ਨੂੰ ਪੱਧਰਾ ਜਾਂ ਨੁਕਸਾਨ ਪਹੁੰਚਾਇਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਟਰੰਪ ਦੂਜੇ ਦੇਸ਼ਾਂ ਨੂੰ ਵਪਾਰ ਵਾਰਤਾ ‘ਚ ਵੱਡੀਆਂ ਜਿੱਤਾਂ ਨਹੀਂ ਦਿਵਾਉਣ ਦੇਣਗੇ । ਦੋਵੇਂ ਧਿਰਾਂ ਹਾਰ ਸਕਦੀਆਂ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਡਾਕਟਰ ਅਤੇ ਨਰਸ \"ਛੋਟੇ\" ਸਿਹਤ ਸੰਕੇਤਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰ ਰਹੇ ਹਨ ਜੋ ਤੁਹਾਨੂੰ ਕਦੇ ਨਜ਼ਰਅੰਦਾਜ਼ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, ਅਤੇ ਇਹ ਹੈਰਾਨ ਕਰਨ ਵਾਲਾ ਹੈ - ਬਜ਼ਫੀਡ",
        "Beyoncé ਸੰਖੇਪ ਹਿਊਸਟਨ ਸਟੇਡੀਅਮ ਭੀੜ ਦੇ ਤੌਰ ਤੇ ਫਲਾਇੰਗ ਪ੍ਰੋਪ ਕਾਰ ਖਰਾਬੀ ਵੱਧ Dangles - ਡੈੱਡਲਾਈਨ",
        "ਨੇਤਨਯਾਹੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਰਾਨ ਦੇ ਆਪ੍ਰੇਸ਼ਨ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਦੇ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਲਈ ‘ਮੌਕੇ ਖੁੱਲ੍ਹ ਗਏ ਹਨ' - ਸੀਐਨਐਨ",
        "ਐਨਬੀਏ ਫ੍ਰੀ ਏਜੰਸੀ ਅਫਵਾਹਾਂਃ ਟਿੰਬਰਵੋਲਵਜ਼ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਕੁੰਜੀ ਖਿਡਾਰੀ ਨੂੰ ਗੁਆ ਦੇਵੇਗਾ + ਲੇਕਰਜ਼, ਵਾਰੀਅਰਜ਼' ਤੇ ਨਵੀਨਤਮ - ਐਸ ਬੀ ਐਨ ਨੇਸ਼ਨ ਡਾਟ ਕਾਮ",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਗੇਮਰਜ਼ Xbox ਦੇ ਨਵੇਂ ਐਲਾਨੇ ਕੰਸੋਲ ਬਾਰੇ ‘ਚਿੰਤਤ’ - GAMINGbible",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ 'ਸੈਕਸ ਟ੍ਰਾਇਲ‘ ਤੇ ਬੰਦ ਹੋਣ ਵਾਲੀਆਂ ਦਲੀਲਾਂ ਦੇ ਮੁੱਖ ਪਲ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ 9 ਜੁਲਾਈ ਤੋਂ ਬਾਅਦ ਗਲੋਬਲ ਟੈਰਿਫ 'ਤੇ ਰੋਕ ਵਧਾਉਣ ਦੀ ਯੋਜਨਾ ਨਹੀਂ ਬਣਾ ਰਿਹਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬੀਐਮਆਈ ਬੀ-ਏ-ਡੀ ਹੈ, ਇਕ ਨਵੇਂ ਅਧਿਐਨ ਤੋਂ ਪਤਾ ਚੱਲਦਾ ਹੈ. ਭਾਰ ਨੂੰ ਮਾਪਣ ਦਾ ਇਹ ਵਧੀਆ ਤਰੀਕਾ ਹੈ - KSL News"
    ]
}