{
    "headlines": [
        "Donald Trump quittera le G7 tôt alors que le conflit Iran-Israël s'intensifie - Financial Times",
        "Le lancement de SpaceX depuis la Californie envoie 26 satellites Starlink en orbite terrestre basse - Espace",
        "Thunder vs Pacers : Jalen Williams explose pour repousser le rallye de l'Indiana alors que OKC prend 3-2 en tête des finales NBA - Yahoo Sports",
        "Les États arabes du Golfe s'efforcent de contenir les retombées de l'attaque israélienne contre l'Iran - The Washington Post",
        "Trump Organization dévoile son service de téléphonie mobile - The Washington Post",
        "Brad Pitt et Ines de Ramon ont une nuit de rendez-vous remplie de PDA lors de la première de ‘F1’ à New York - Page Six",
        "Les Red Sox craignaient que le refus de Rafael Devers de changer de poste n'envoie un mauvais message sur la culture d'équipe - MassLive",
        "L'acteur de « Lilo & Stitch » David Hekili Kenui Bell décède - Date limite",
        "Le GOP du Sénat se heurte à des obstacles pour faire adopter le projet de loi sur les impôts et les dépenses de Trump d'ici le 4 juillet - CNN",
        "La peur de la guerre israélo-iranienne grandit à mesure que les États-Unis et la Chine émettent un avertissement sinistre « évacuer Téhéran » | Nouvelles du monde - Hindustan Times - Hindustan Times",
        "Trump quitte le sommet du G7 tôt après l'avertissement « évacuer Téhéran » - Axios",
        "La police interroge 2 « Casques bleus » armés lors de la mort de la manifestation « No Kings » à Salt Lake City - ABC News",
        "Les fissures dans la relation OpenAI-Microsoft seraient en train de s'élargir - TechCrunch",
        "Vérification des faits : Au G7, Trump fait de fausses déclarations sur Trudeau, l'Ukraine et l'immigration - CNN",
        "Les astronautes d'Apollo ont découvert que la lune était recouverte de minuscules perles de verre orange. Maintenant, nous savons enfin pourquoi. - Live Science",
        "De mystérieuses rafales radio rapides aident les astronomes à identifier la matière cosmique « manquante » - CNN",
        "Avec AI Siri retardé, les AirPods Pro 3 d'Apple pourraient être les prochains - Gizmodo",
        "Inside J.J. Spaun's Arizona Home as He Claims Surprising U.S. Open Win - Realtor.com"
    ]
}