{
    "headlines": [
        "Atualizações ao vivo do Scripps National Spelling Bee: Faizan Zaki ganha coroa - usa Today",
        "Trump admin. considera 8 condados de Maryland 'jurisdições santuário' - WBAL-TV",
        "Os Pacers visam a segunda aparição nas finais da NBA, os Knicks enfrentam uma batalha difícil - AP News",
        "3º caso de sarampo ligado a voo internacional que pousou no DIA - 9News",
        "O que é o Tribunal de Comércio Internacional dos EUA, que suspendeu as tarifas de Trump? - The Washington Post",
        "Funcionário do governo dos EUA acusado de tentar fornecer informações confidenciais a um governo estrangeiro - AP News",
        "Além de Musk, vários altos funcionários DO DOGE deixam o governo Trump: Fontes - ABC News",
        "Nathan Fielder chama a FAA de \"muito burra\" sobre a resposta ao \"ensaio\" - Prazo",
        "Sean 'Diddy' Combs violou e atacou uma ex-assistente, diz ela ao tribunal - BBC",
        "Item fiscal obscuro no Big Bill de Trump alarma Wall Street - Bloomberg",
        "Israel aceita nova proposta de cessar-fogo dos EUA com o Hamas, diz autoridade israelense",
        "Está à procura de um novo router? Aqui estão 13 modelos a serem evitados, de acordo com o FBI - 9to5Mac",
        "Dodgers se aproximam de acordo para Alexis Díaz - Rumores comerciais da MLB",
        "Geleira suíça desmorona, enterrando aldeia: vídeo, satélites mostram Blatten antes e depois - usa Today",
        "As ações da Gap despencam, já que o varejista diz que as tarifas podem custar entre US $ 100 milhões e US $ 150 milhões - CNBC",
        "Julgamento de homicídio de Diego Maradona declarado inválido após escândalo de filmagem do juiz - CNN",
        "Cientistas fazem primeira detecção direta de sputtering atmosférico em Marte - Phys.org",
        "Fumaça entra nos EUA enquanto incêndios florestais no Canadá forçam a maior evacuação da província em ‘memória viva’ - CNN",
        "Programas de TV mais populares de 2024-25, liderados por 'Squid Game' e 'Adolescence' - Variedade"
    ]
}