{
    "headlines": [
        "ਮੈਂ ਹਰ ਪ੍ਰਾਈਮ ਡੇਅ — 67+ ਟੀਵੀ, ਕਿੰਡਲ, ਲੇਗੋ, ਐਪਲ ਵਾਚ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ 'ਤੇ ਵਧੀਆ ਵਿਕਰੀ ਲਾਈਵ ਖਰੀਦਦਾਰੀ ਕੀਤੀ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "‘ਸੁਪਰਮੈਨ’ ਪਹਿਲੀ ਪ੍ਰਤੀਕ੍ਰਿਆਵਾਂ ਜੇਮਜ਼ ਗਨ ਦੇ ਡੀਸੀ ਬ੍ਰਹਿਮੰਡ ਨੂੰ ’ਰੋਮਾਂਚਕ ਸ਼ੁਰੂਆਤ‘ ਵਜੋਂ ਫਿਲਮ ’ਸੋਰਸ' ਕਹਿੰਦੀਆਂ ਹਨ; ਡੇਵਿਡ ਕੋਰਨਸਵੇਟ ਹੈ ‘ਅਸਧਾਰਨ‘ ਸ਼ੇਅਰਿੰਗ ’ਆਫ ਦਿ ਚਾਰਟਸ‘ ਰਸਾਇਣ ਦੇ ਨਾਲ ਰਾਚੇਲ ਬ੍ਰੋਸਨਾਹਾਨ - ਭਿੰਨਤਾ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਯੂਕਰੇਨ ਨੂੰ ਹੋਰ ਹਥਿਆਰ ਭੇਜਣਗੇਃ \"ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣਾ ਬਚਾਅ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਾ ਪਏਗਾ\" - ਐਕਸੀਓਸ",
        "ਟੀਐਸਏ ਏਅਰਪੋਰਟ ਸੁਰੱਖਿਆ ਸਕ੍ਰੀਨਿੰਗ ਲਈ ਜੁੱਤੇ ਬੰਦ ਕਰਨ ਦੀ ਨੀਤੀ ਨੂੰ ਖਤਮ ਕਰੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਦੇਖੋ ਕਿ ਕਿਵੇਂ ਫੇਮਾ ਨਕਸ਼ੇ ਕੈਂਪਾਂ ਦੇ ਹੜ੍ਹ ਦੇ ਜੋਖਮਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਨ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਵਧਦੇ ਦੇਸ਼ਾਂ 'ਤੇ 40% ਤੱਕ ਦੇ ਨਵੇਂ ਟੈਰਿਫ ਦਾ ਕੀਤਾ ਐਲਾਨ - CNN",
        "ਫ੍ਰੈਂਕਲਿਨ ਸਟੇਹਲ, ਜੀਵ-ਵਿਗਿਆਨੀ ਜਿਸ ਨੇ ਇਹ ਖੁਲਾਸਾ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕੀਤੀ ਕਿ ਡੀਐਨਏ ਕਿਵੇਂ ਪ੍ਰਤੀਕ੍ਰਿਤੀ ਕਰਦਾ ਹੈ, 95 ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨੇਤਨਯਾਹੂ ਨੇ ਟਰੰਪ ਨੂੰ ਨੋਬਲ ਸ਼ਾਂਤੀ ਪੁਰਸਕਾਰ ਲਈ ਕੀਤਾ ਨਾਮਜ਼ਦ - Axios",
        "ਜੈਨਿਕ ਸਿੰਨਰ, ਜ਼ਖਮੀ ਖੇਡ ਰਿਹਾ ਹੈ, ਵਿੰਬਲਡਨ ਕੁਆਰਟਰਜ਼ ਦੀ ਅਜੀਬ ਯਾਤਰਾ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਥਿਤ ਤੌਰ 'ਤੇ ਬ੍ਰੈਡਲੀ ਬੀਲ ਦੀ ਸਨਸ ਦੀ ਖਰੀਦਦਾਰੀ ਮੁਕੰਮਲ ਹੋਣ ਦੇ ਨੇੜੇ ਹੈ, ਕਲਿੱਪਰਾਂ ਨੇ ਗਾਰਡ ਨੂੰ ਸਾਈਨ ਕਰਨ ਲਈ ਫਰੰਟਰਾਈਨਰ ਮੰਨਿਆ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸੋਚਦੇ ਹਨ ਕਿ ਹਮਾਸ ਅਤੇ ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ ਵਿਚ ਜੰਗਬੰਦੀ ਦਾ ਸੌਦਾ ਚਾਹੁੰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਐਡੀ ਸਿਬਰੀਅਨ ਅਫੇਅਰ ਤੋਂ ਬਾਅਦ LeAnn Rimes ਨੇ womenਰਤਾਂ ਦੁਆਰਾ ਬੇਇਨਸਾਫੀ ਨਾਲ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਮਹਿਸੂਸ ਕੀਤਾਃ ‘ਚੁੱਕਣ ਲਈ ਮੇਰੇ ਸਾਰੇ ਦਰਦ ਨਹੀਂ’ - ਪੰਨਾ ਛੇ",
        "ਟਰੰਪ ਨੇ ਰਾਸ਼ਟਰਾਂ ਦੇ ਸਮੂਹ 'ਤੇ ਉੱਚ ਟੈਰਿਫਾਂ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਐਸ ਐਂਡ ਪੀ 500 ਫਿuresਚਰਜ਼ ਖਿਸਕ ਗਏਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਰਡ ਫਲੂ ਐਮਰਜੈਂਸੀ ਖ਼ਤਮ, CDC ਦਾ ਕਹਿਣਾ - Axios",
        "ਕਿੰਗ ਚਾਰਲਸ ਹਿੱਲਦੇ ਯੂਕੇ-ਫਰਾਂਸ ਸੰਬੰਧਾਂ ਨੂੰ 'ਮੁੜ ਸੁਰਜੀਤ' ਕਰਨ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਟੈਰਿਫ ਦੀਆਂ ਧਮਕੀਆਂ 'ਤੇ ਬ੍ਰਿਕਸ ਰਾਸ਼ਟਰਾਂ ਨੇ’ ਸਮਰਾਟ ’ਡੋਨਾਲਡ ਟਰੰਪ' ਤੇ ਹਮਲਾ ਕੀਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਈਵੀ ਖਰੀਦਣ ਲਈ ਇਹ ਸਮਾਰਟ ਸਮਾਂ ਕਿਉਂ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ"
    ]
}