{
    "headlines": [
        "Wann wird die brutale Hitzewelle enden? Hier erfährst du, was du über die Prognose wissen solltest. - The Washington Post",
        "‘Freche’ Bären entkommen, stehlen Honig für eine Woche und machen ein langes Nickerchen - The Washington Post",
        "Die geteilte Fed schlägt eine Regelung vor, um die Kapitalanforderungen für große Wall Street-Banken zu erleichtern - CNBC",
        "4 Dinge, die Sie über Zohran Mamdani wissen sollten, den mutmaßlichen demokratischen Kandidaten für das Amt des Bürgermeisters von NYC - NPR",
        "BP-Aktien springen, da der Bericht besagt, dass Shell in Gesprächen ist, um den Energierivalen zu kaufen - Barron's",
        "Luka Doncic hat große Schuhe hinterlassen, um Dallas auszufüllen. Betreten Sie Cooper Flagg. - The Washington Post",
        "\"Liver King\" -Influencer in Texas verhaftet, nachdem er Joe Rogan bedroht hatte - NBC News",
        "Google to Gemini-Nutzer: Wir werden uns Ihre Texte ansehen, ob es Ihnen gefällt oder nicht - Gizmodo",
        "Das von RFK Jr. ernannte Impfstoffgremium verliert vor dem ersten Treffen ein Mitglied - The Washington Post",
        "Trump behauptet, dass sich die USA und der Iran nächste Woche treffen werden - Axios",
        "Es wird erwartet, dass Kilmar Abrego Garcia aus dem Gefängnis entlassen wird, nur um in Einwanderungshaft genommen zu werden - AP News",
        "Durbin schlägt auf Bove ab, wenn die Anhörung der Justiz beginnt - Politico",
        "Trump sagt, dass die NATO-Verteidigungsausgaben, die auf 5% des BIP steigen, ein \"großer Gewinn\" für die USA und den Westen sind - BBC",
        "US-Neuwohnungsverkäufe sinken aufgrund schlechter Erschwinglichkeit auf ein Siebenmonatstief - Bloomberg",
        "Staatsanwälte im Fall Sean ‘Diddy’ Combs verfolgen keine versuchten Brandstiftung- und Entführungstheorien mehr - CNN",
        "DoorDash Exec und seine Eltern wurden als Opfer eines tödlichen Bootsunfalls auf dem Lake Tahoe identifiziert, bei dem 5 weitere Personen ums Leben kamen - NBC News",
        "2025 NBA Mock Draft 4.0: Ace Bailey rutscht zu Wizards, Spurs fügen Derik Queen hinzu - NBC Sports",
        "Irans Atomanlagen wurden ausgelöscht — und Vorschläge sind sonst Fake News - Das Weiße Haus (.gov)"
    ]
}