{
    "headlines": [
        "Dick Durbin, de Illinois, o democrata número 2 do Senado, não buscará a reeleição para um sexto mandato em 2026 - AP News",
        "Principais assessores de Trump pediram ao presidente que diminua os ataques a Jerome Powell - The Washington Post",
        "O estudo de autismo do NIH será extraído de registros médicos privados - NPR",
        "8 coisas para saber antes de começar Clair Obscur: Expedição 33 - Kotaku",
        "Moradores de Istambul inundam ruas após terremoto de magnitude 6,2 - BBC",
        "Trump's Job Rating Drops, Key Policies Draw Majority Disapproval as He Nears 100 Days - Pew Research Center",
        "Trump pisca na guerra comercial EUA-China. Eles agora podem encontrar fora da rampa? - Barron's",
        "Carregadores, Leões para jogar no Hall of Fame Game - ESPN",
        "Segundo caso de sarampo identificado em Denver - 9News",
        "Quem será o próximo Papa? Os melhores candidatos num processo imprevisível - BBC",
        "Desinformação sobre o sarampo em meio ao surto: enquete - Axios",
        "O recurso mais recente do WhatsApp torna suas mensagens ainda mais privadas - TechCrunch",
        "Restos mortais de nadador encontrados após ataque de tubarão em águas da costa mediterrânea de Israel - AP News",
        "Draft simulado da NFL de 2025: os Jaguars visam o WR no 5º lugar, os Saints passam no QB e recebem ajuda de linha O - CBS Sports",
        "‘Louco’: os cortes do Serviço Florestal inflamam o medo, a fúria sobre os riscos de incêndios florestais - Politico",
        "O que saber à medida que o governo começa a cobrar dívidas estudantis inadimplentes - NPR",
        "Primeira olhada: o Android 16 está testando um novo design para a tela de bloqueio de pixels - Android Authority",
        "Um antigo \"crocodilo do terror\" tornou-se um gigante comedor de dinossauros. Cientistas dizem que agora sabem o porquê - CNN",
        "Lucy da NASA captura asteroide em forma de cone de sorvete que desafia as expectativas - SciTechDaily"
    ]
}