{
    "headlines": [
        "Нетаньяху говорит, что Израиль захватит Газу, поскольку он разрешает еду в анклаве - WSJ",
        "Домашние фискальные ястребы хотят мегабилл-цену перед прохождением. Они, вероятно, не поймут. - Politico",
        "Дженнифер Лоуренс получает мегатонну «Оскара» в Каннах за «Умри, моя любовь» - The Washington Post",
        "Россия и Украина «немедленно» начнут переговоры о прекращении огня, заявил Трамп - BBC",
        "Фред Уорнер, 49ers согласен на продление на три года - NBC Sports",
        "Интерактивная карта показывает весь урон, весь след смертоносного торнадо Сент-Луиса - KSDK",
        "Фондовый рынок сегодня: доллар ослабевает, доходность волатильна из-за опасений по поводу фискальной картины США - WSJ",
        "Дензел Спайка Ли Вашингтон Пик «2 самых высоких и самых низких балла» Шестиминутная овация на премьере в Каннах - крайний срок",
        "Шон «Дидди» Комбс (Sean 'Diddy' Combs) в прямом эфире: Вторая неделя начинается со свидетельских показаний по делу о секс-торговле - Yahoo",
        "Верховный суд разрешил Трампу отменить защитный статус для венесуэльцев на данный момент - The Washington Post",
        "Что мы знаем о бомбардировке клиники фертильности в Палм-Спрингс - NPR",
        "Странные, ослепительные белые стрит-фотобомбы с редкими полярными сияниями над США - Gizmodo",
        "Судья отстранил ДОЖА от управления Институтом мира в США - Новости NBC",
        "Генеральный директор JPMorgan Даймон по-прежнему намерен уйти в отставку в ближайшие несколько лет. «Это зависит от совета директоров. ’- Barron's",
        "Трамп пока не выбивает голоса у Республиканской партии по мегабиллу - Politico",
        "«Американский идол» коронует Джамала Робертса победителем 23 сезона, Джессика Симпсон выступает в финале - Entertainment Weekly",
        "MAGA реагирует на диагноз рака Байдена насмешками и спекуляциями - Rolling Stone",
        "Nvidia клянется, что вы сможете купить RTX 5060 за 300 долларов, но удачи в поиске - Gizmodo"
    ]
}