{
    "headlines": [
        "2025 ਐਨਬੀਏ ਮੁਫਤ ਏਜੰਸੀਃ ਸ਼ੁਰੂਆਤੀ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ, ਰਾਕੇਟ, ਲੇਕਰਜ਼ ਅਤੇ ਸਾਬਕਾ ਐਮਵੀਪੀਜ਼ ਦੀ ਇੱਕ ਜੋੜੀ ਸਮੇਤ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਈਰਾਨ ਨੂੰ ਯੂਰਪ ਵਿਚ ਯਹੂਦੀਆਂ ਦੇ ਨਿਸ਼ਾਨਿਆਂ ਦੀ ਜਾਂਚ ਕਰਨ ਦਾ ਸ਼ੱਕ - ਡਬਲਯੂਐਸਜੇ",
        "ਗਾਜ਼ਾ ਸਿਟੀ 'ਚ ਵਾਟਰਫ੍ਰੰਟ ਕੈਫੇ' ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ, ਦਰਜਨਾਂ ਦੀ ਮੌਤ, ਹਸਪਤਾਲ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸਰਵੇਖਣ ਦਰਸਾਉਂਦੇ ਹਨ ਕਿ ਅਮਰੀਕੀ ਲੋਕ ਟਰੰਪ ਦੇ 'ਇਕ ਵੱਡਾ ਸੁੰਦਰ ਬਿੱਲ' ਦਾ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਵਿਰੋਧ ਕਰਦੇ ਹਨ, ਪਰ ਮੈਡੀਕੇਡ, ਇਮੀਗ੍ਰੇਸ਼ਨ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ' ਤੇ ਵਧੇਰੇ ਵੰਡਿਆ ਹੋਇਆ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸੀਨ ਕੰਬਜ਼ ਟ੍ਰਾਇਲ ਅਪਡੇਟਃ ਜਿuryਰੀ ਦੋਸ਼ਾਂ ਦੇ ਇੱਕ ਗੁੰਝਲਦਾਰ ਸਮੂਹ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕਰ ਰਹੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਬਾਕਸ ਆਫਿਸ ਪੂਰਵਦਰਸ਼ਨਃ 'ਜੁਰਾਸਿਕ ਵਰਲਡ ਰੀਬੈਰਥ' ਮੇਜਰ ਜੁਲਾਈ ਚੌਥੇ ਆਤਿਸ਼ਬਾਜ਼ੀ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਉਮੀਦ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਨਿਨਟੈਂਡੋ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਡੋਂਕੀ ਕਾਂਗ ਬੈਨੰਜ਼ਾ ਮਾਰੀਓ ਓਡੀਸੀ ਟੀਮ ਦੁਆਰਾ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਹੈਰਾਨੀਜਨਕ ਰੈੱਡ ਡੈੱਡ Contentਨਲਾਈਨ ਸਮਗਰੀ ਅਪਡੇਟ PS5 ਪੋਰਟ ਲਈ ਤਾਜ਼ਾ ਉਮੀਦ ਲਿਆਉਂਦਾ ਹੈ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਟਰੰਪ ਦੀ ਫਲੋਰਿਡਾ ਦੇ ਨਵੇਂ ਪ੍ਰਵਾਸੀ ਨਜ਼ਰਬੰਦੀ ਕੇਂਦਰ, 'ਐਲੀਗੇਟਰ ਅਲਕਾਟਰਾਜ਼' ਦਾ ਦੌਰਾ ਕਰਨ ਦੀ ਯੋਜਨਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਰਿਚ ਪੌਲ ‘ਚਾਰ ਟੀਮਾਂ’ ਨੂੰ ਜੋੜਦਾ ਹੈ LeBron ਜੇਮਜ਼-ਲੇਕਰਜ਼ ਵਪਾਰ ਦੀਆਂ ਅਟਕਲਾਂ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਜਲੇਨ ਰਾਮਸੇ, ਮਿੰਕਾ ਫਿਟਜ਼ਪੈਟ੍ਰਿਕ ਨੇ ਵਪਾਰ ਕੀਤਾਃ ਸਟੀਲਰਜ਼ ਅਤੇ ਡੌਲਫਿਨਜ਼ ਬਲਾਕਬਸਟਰ ਸਵੈਪ ਤੋਂ ਕੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਪੀਐਫਐਫ",
        "ਸੁਪਰ ਪ੍ਰਸਿੱਧ ਵੀਡੀਓ ਗੇਮ ਤੋਂ ਰਿਫੰਡ ਲਈ ਆਖਰੀ ਕਾਲਃ ਅਜੇ ਵੀ ਦਾਅਵਾ ਦਾਇਰ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ - AL.",
        "ਸਟੇਟ ਡਿਪਾਰਟਮੈਂਟ ਨੇ ਗਲਾਸਟਨਬਰੀ ਪ੍ਰਦਰਸ਼ਨ ਤੋਂ ਬਾਅਦ ਇੰਗਲਿਸ਼ ਪੰਕ ਜੋੜੀ ਬੌਬ ਵਿਲਨ ਲਈ ਵੀਜ਼ੇ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਕਹਿਣ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਦੇ ਸ਼ੇਅਰ ਪਰੇਸ਼ਾਨ ਹੋ ਗਏ ਹਨ ਕਿ ਡੋਗੇ ਨੂੰ ਏਲੋਨ ਮਸਕ ਦੀਆਂ ਸਬਸਿਡੀਆਂ 'ਤੇ ਨਜ਼ਰ ਮਾਰਨੀ ਚਾਹੀਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਟਾਰਮਰ ਨੇ ਪਹਿਲੇ ਸਾਲ ਦੇ ਅਹੁਦੇ 'ਤੇ ਪਰੇਸ਼ਾਨ ਹੋਣ ਤੋਂ ਬਾਅਦ ਭਲਾਈ ਸੁਧਾਰਾਂ' ਤੇ ਬਗਾਵਤ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕਃ ਖਪਤਕਾਰਾਂ ਦਾ ਖਰਚ ਕਮਜ਼ੋਰ ਹੋ ਰਿਹਾ ਹੈ, ਨੌਕਰੀਆਂ ਦਾ ਬਾਜ਼ਾਰ ਵਿਗੜਦਾ ਜਾ ਰਿਹਾ ਹੈ, ਅਤੇ ਨਿਵੇਸ਼ਕ ਇਸ ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਹਨ - Fortune",
        "ਮੈਟਾ ਦੀ ਤਾਜ਼ਾ ਏਆਈ ਨਵੀਂ ‘ਸੁਪਰਇੰਟੈਲੀਜੈਂਸ ਲੈਬਜ਼' ਯੂਨਿਟ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਕਿਰਾਏ ’ਤੇ ਲੈਂਦੀ ਹੈ - PYMNTS. com"
    ]
}