{
    "headlines": [
        "O S&P 500 desliza quando Trump nega que está perto de demitir o presidente do Fed, Powell: atualizações ao vivo - CNBC",
        "Vulcão da Islândia deixa espetáculo visual na 12ª erupção em quatro anos - The Washington Post",
        "Enquanto os republicanos pedem transparência na investigação de Epstein, Trump ataca - NPR",
        "Os americanos estavam acompanhando de perto a grande vitória legislativa de Trump — e dizem que não a apoiam - Politico",
        "Tadej Pogačar cai na etapa 11 do Tour de France - Ciclismo semanal",
        "Astrónomos captam o nascimento de planetas em torno de um sol bebé fora do nosso sistema solar - AP News",
        "O último relatório de inflação dos EUA mostra uma retração nos gastos com viagens e um aumento no custo dos produtos - CNN",
        "Pessoa com sarampo pode ter exposto pessoas em 9 lugares em N.J. Veja a lista completa. - NJ.com",
        "Netflix divulga primeiro teaser da última temporada de Stranger Things: assista - Pitchfork",
        "EUA enviam 5 homens para Eswatini sob o programa de deportação do governo Trump - AP News",
        "Saudações de Nova Deli, na Índia, onde os macacos que se apresentam despertam deleite - e ambivalência - NPR",
        "Todas as 15 novas cores do iPhone 17 e do iPhone 17 Pro reveladas no último vazamento - MacRumors",
        "Irmão de Caitlin Clark culpa árbitros por lesão mais recente em post excluído - New York Post",
        "Senadores dos EUA isentam financiamento para VIH/SIDA de cortes de gastos planeados - BBC",
        "Liga Nacional vence All-Star Game da MLB em desempate histórico em casa - CNN",
        "Robert F. Kennedy Jr. demite dois altos funcionários do Departamento de Saúde e Serviços Humanos - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "O que acontecerá com as estações da PBS e da NPR se o Senado votar para recuperar o financiamento? - CNN",
        "Donkey Kong Bananza é um digno sucessor do legado de Super Mario Odyssey - Ars Technica",
        "Filme de ‘Legend of Zelda’ lança Bo Bragason e Benjamin Evan Ainsworth como Zelda e Link - Prazo"
    ]
}