{
    "headlines": [
        "Список обратной совместимости Nintendo Updates Switch 2 - Nintendo Life",
        "Новый «маленький» телефон OnePlus не появится в США, но его функции искусственного интеллекта - The Verge",
        "Потребительское доверие улучшилось впервые с ноября - CNN",
        "Что нужно знать о речи короля Чарльза в Канаде и как она связана с Трампом - Axios",
        "Diddy trial live updates: бывший помощник Козерога Кларк дает показания по делу о секс-торговле Шоном Комбсом - The Washington Post",
        "Внутри разделенного внутреннего круга Пита Хегсета продолжается «холодная война» - The Washington Post",
        "Том Круз отмечает День памяти кассовым рекордом: «Один из книг по истории! ’- Yahoo News Singapore",
        "Фьючерсы на Dow выросли на 500 пунктов после того, как Трамп объявил о задержке по тарифу ЕС: актуальные новости - CNBC",
        "NPR подал в суд на Трампа за указ о сокращении федерального финансирования - Новости NBC",
        "Salesforce соглашается купить Informatica за $ 8 млрд - Bloomberg.com",
        "Apple, по слухам, будет переделывать iPhone каждый год до 2027 года - MacRumors",
        "Президент Гарварда выступает против Трампа. И, анализ потерь рабочих мест DEI - NPR",
        "Последний звонок на посадку для бесплатного багажа на Southwest, так как авиакомпания отказывается от заветной привилегии - AP News",
        "Президент Дональд Трамп помиловал бывшего шерифа Вирджинии Скотта Дженкинса, осужденного за мошенничество и взяточничество - BBC",
        "Первая леди Франции видела, как толкнула президента Макрона в лицо в вирусном клипе и других топовых заголовках - Fox News",
        "100 вещей, которые Солак должен знать о сезоне НФЛ 2025... 100 дней - ESPN",
        "Массовая стрельба в Филадельфии: Свидетели описывают ужас как двух убитых и 9 раненых в результате стрельбы в парке Фэрмаунт - The Independent",
        "Как должен работать новый план помощи Газе - и почему так много групп помощи против него? - AP News",
        "Playbook: Странные выходные Трампа - Politico",
        "Сколько американцев сейчас принимают GLP-1 - Axios"
    ]
}