{
    "headlines": [
        "‘Pró-mortalista’ Guy Bartkus nomeado como bombista no ataque à clínica de fertilidade de Palm Springs - The Independent",
        "Trump adverte as empresas dos Estados Unidos: comam minhas tarifas ou paguem o preço - CNN",
        "Trump está pronto para implorar a Putin que acabe com o \"banho de sangue\" na Ucrânia em telefonema de alto risco - NBC News",
        "Centrista pró-europeu vence nacionalista de direita no voto romeno - The Washington Post",
        "Futuros de ações caem após rebaixamento da dívida dos EUA destaca risco de déficit: atualizações ao vivo - CNBC",
        "Horóscopo para segunda-feira, 19/05/25 por Christopher Renstrom - SFGATE",
        "O que sabemos sobre o navio de treinamento da Marinha Mexicana que atingiu a Ponte do Brooklyn, matando pelo menos 2 pessoas - CNN",
        "Grande projeto de lei de Trump avança em rara votação de fim de semana, mas conservadores exigem mais mudanças - AP News",
        "‘Ele é um assassino’: Scottie Scheffler não deixa dúvidas no Campeonato PGA - The Washington Post",
        "Em memória de Ed Smylie, cujo famoso hack salvou a tripulação da Apollo 13 - Hackaday",
        "Os EUA não veem um caso de gripe aviária humana há 3 meses. Especialistas se perguntam por quê - AP News",
        "Reino Unido e UE em negociações de última hora antes da cúpula - BBC",
        "Joey Logano lamenta a estratégia de Bell, tropeçando como vice-campeão do All-Star - NASCAR.com",
        "Xiaomi apresenta oficialmente o YU7, o seu primeiro SUV, a 22 de maio - CnEVPost",
        "Um raro tornado rasgou St. Louis. Dias depois, uma comunidade recolhe os pedaços - CNN",
        "Israel inicia extensa operação terrestre em Gaza após intensos ataques aéreos matarem mais de 100 durante a noite - CNN",
        "Esfera misteriosamente perfeita avistada no espaço por astrônomos - ScienceAlert",
        "Greve da NJ Transit termina depois de fechar trens de Nova Jersey para o fim de semana, diz sindicato - Politico"
    ]
}