{
    "headlines": [
        "خزانات أسهم تسلا بعد أن رفض ترامب خطة ماسك الجديدة للأحزاب السياسية ووصفه بأنه \"خارج القضبان\" - سي إن إن",
        "سوق الأسهم اليوم: مؤشر داو جونز يهبط 500 نقطة ؛ ترامب يعلن عن تعريفة جمركية بنسبة 25 ٪ على اليابان وكوريا الجنوبية — تحديثات مباشرة - وول ستريت جورنال",
        "\"غير عادي\" – الفورمولا 1 تتفاعل مع منصة هلكنبرغ الأولى - الفورمولا 1",
        "دونالد ترامب يمدد الموعد النهائي للتعريفات \"المتبادلة\" حتى 1 أغسطس - فاينانشال تايمز",
        "توفي المشتبه به بعد فتح النار على مدخل مبنى دورية الحدود في تكساس - أخبار ABC - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "الفيضانات من بقايا شانتال تجبر العشرات على الفرار من المنازل في ولاية كارولينا الشمالية - أسوشيتد برس نيوز",
        "CoreWeave لشراء Core Scientific في صفقة بقيمة 9 مليارات دولار (CRWV، CORZ) - بلومبرغ",
        "وزير روسي يموت بالانتحار بعد ساعات من إقالته من قبل بوتين، كما يقول المسؤولون - سي إن إن",
        "تقارير: Clippers land John Collins، Heat get Norman Powell في صفقة من 3 فرق - الدوري الاميركي للمحترفين",
        "وجدت دراسة جديدة أن الأطفال الأمريكيين أصبحوا غير صحيين بشكل متزايد على مدى ما يقرب من عقدين من الزمن - أسوشيتد برس نيوز",
        "في بيرو، تستهدف العصابات الإجرامية المدارس في الأحياء الفقيرة للابتزاز - NPR",
        "ستدور الأرض بشكل أسرع بكثير خلال الأشهر القليلة المقبلة — بسرعة كبيرة لدرجة أن عدة أيام ستصبح أقصر - Live Science",
        "تكثف المكاتب العائلية عقد الصفقات في يونيو مع الرهانات على التكنولوجيا الحيوية - CNBC",
        "متى تقتل القراد وتكون متيقظًا، ومتى تتصل بطبيبك - WTOP",
        "ترامب يهدد بفرض تعريفة إضافية بنسبة 10 ٪ على الدول التي تقف إلى جانب بريكس - بي بي سي",
        "أكسل روز يلتقي أخيرًا بأوزي أوزبورن، ويجتمع مع جيمس هيتفيلد، ويحصل على تقدير من المستقبل - Stereogum",
        "صفقات أنكر برايم داي: أكثر من 30 خصمًا على أفضل الأجهزة التقنية المحمولة والمنزلية والأمنية - CNET",
        "فيضانات تكساس: مخيم ميستيك يؤكد مقتل 27 شخصًا في فيضانات مفاجئة مع توقع هطول المزيد من الأمطار - بي بي سي",
        "تجاوز نظام التشغيل Windows 11 أخيرًا نظام التشغيل Windows 10 باعتباره نظام التشغيل المكتبي الأكثر استخدامًا - The Verge"
    ]
}