{
    "headlines": [
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਲਾਈਵ ਅਪਡੇਟਸਃ ਕੈਸੀ ਵੈਨਟੁਰਾ ਦੇ ਸਪਸ਼ਟ ਸੰਦੇਸ਼ਾਂ ਦੀ ਸੀਨ ਕੰਬਜ਼ ਦੇ ਸੈਕਸ ਤਸਕਰੀ ਕੇਸ ਵਿੱਚ ਕਰਾਸ ਜਾਂਚ ਕੀਤੀ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੀਓਪੀ ਟੈਕਸ ਮੁਖੀ ਨੂੰ ਸਾਲ ਦੇ ਅੰਤ ਤੋਂ ਪਹਿਲਾਂ ਦੋ-ਪੱਖੀ ਟੈਕਸ ਬਿੱਲ ਦੀ ਉਮੀਦ - ਪੋਲੀਟਿਕੋ",
        "ਜਮਾਂਦਰੂ ਨਾਗਰਿਕਤਾ ਖ਼ਤਮ ਕਰਨ ਦੇ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ 'ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਸੁਣੀਆਂ ਦਲੀਲਾਂ - BBC",
        "ਦਹਾਕਿਆਂ ਤੋਂ ਜਿਨਰ ਬਿੱਲੀਆਂ ਦੇ ਰਹੱਸ ਦਾ ਖੁਲਾਸਾ - ਬੀਬੀਸੀ",
        "ਪਾਵੇਲ ਵਧੇਰੇ ਅਸਥਿਰ ਮਹਿੰਗਾਈ ਦੀ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਤਾਜ਼ਾ ਅੰਕੜੇ ਟੈਰਿਫ ਤੋਂ ਪ੍ਰਭਾਵ ਦਿਖਾਉਂਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "2025 ਪੀਜੀਏ ਚੈਂਪੀਅਨਸ਼ਿਪ ਲੀਡਰਬੋਰਡਃ ਲਾਈਵ ਕਵਰੇਜ, ਸਕੋਰਬੋਰਡ ਅਪਡੇਟਸ, ਗੋਲਫ ਸਕੋਰ ਅੱਜ ਰਾਊਂਡ 1 ਵਿੱਚ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਆਖਰੀ ਕਤਰ ਸਟਾਪ ਵਿੱਚ, ਟਰੰਪ ਨੂੰ ਈਰਾਨ ਪ੍ਰਮਾਣੂ ਸਮਝੌਤੇ ਦੀ ਉਮੀਦ ਹੈ, ਯੂਕਰੇਨ ਵਿੱਚ ਜੰਗਬੰਦੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਪੁਤਿਨ ਨੂੰ ਮਿਲਣ ਤੱਕ ਯੂਕਰੇਨ ’ਤੇ’ ਕੁਝ ਨਹੀਂ’ ਹੋਵੇਗਾ - politico. eu",
        "ਵਿਸਕਾਨਸਿਨ ਦੇ ਜੱਜ ਨੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਏਜੰਟਾਂ ਤੋਂ ਬਚਣ ਵਿਚ ਇਕ ਆਦਮੀ ਦੀ ਮਦਦ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਹੈ ਅਦਾਲਤ ਵਿਚ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕ੍ਰਿਸ ਬ੍ਰਾਉਨ ਨੂੰ ਕਥਿਤ ਬੋਤਲ ਸੁੱਟਣ ਦੀ ਘਟਨਾ ਤੋਂ ਬਾਅਦ ਯੂਕੇ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਟੀਐਮਜ਼ੈਡ",
        "ਇਕ ਹੋਰ ਆਈਫੋਨ ਫੋਲਡ ਲੀਕ ਕਹਿੰਦਾ ਹੈ ਕੈਮਰਾ ਹੋਲ ਪੰਚ ਆ ਰਿਹਾ ਹੈ - 9to5Mac",
        "ਬਰੂਸ ਸਪ੍ਰਿੰਗਸਟੀਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਯੂਕੇ ਸ਼ੋਅ ਦੌਰਾਨ ਟਿੱਪਣੀਆਂ ਵਿਚ ‘ਅਯੋਗ’ ਅਤੇ 'ਅਯੋਗ' ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਚੜ੍ਹਨ ਵਾਲਾ ਜੋ ਪਤਝੜ ਤੋਂ ਬਚਿਆ ਜਿਸ ਨੇ 3 ਦੋਸਤਾਂ ਨੂੰ ਮਾਰਿਆ ਉਹ ਘੰਟਿਆਂ ਬੱਧੀ ਬੇਹੋਸ਼ ਰਿਹਾ, ਮਦਦ ਲੈਣ ਤੋਂ ਪਹਿਲਾਂ ਹਨੇਰੇ ਵਿਚ ਜਾਗਿਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "Perseverance ਮੰਗਲ ਰੋਵਰ ਕਿਸੇ ਹੋਰ ਸੰਸਾਰ ਦੀ ਸਤਹ ਤੱਕ auroras ਸਪਾਟ ਕਰਨ ਲਈ 1 ਸਪੇਸ ਯਾਨ ਬਣ - ਸਪੇਸ",
        "ਬ੍ਰਿਟੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਪ੍ਰਵਾਸੀ ਰਿਟਰਨ ਹੱਬ ਸਥਾਪਤ ਕਰਨ ਲਈ ਕੁਝ ਦੇਸ਼ਾਂ ਨਾਲ ਗੱਲ ਕਰ ਰਿਹਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗੇਮ 5 ਜਿੱਤਣ ਤੋਂ ਪਹਿਲਾਂ ਜੈਸਨ ਟੈਟਮ ਨੇ ਸੇਲਟਿਕਸ ਨੂੰ ਕੀ ਕਿਹਾ - ਐਨਈਐਸਐਨ",
        "ਟਰੰਪ ਨੇ ਕਤਰ ਵਿਚ ਜੰਗਬੰਦੀ ਗੱਲਬਾਤ ਸਟਾਲ ਵਜੋਂ ਗਾਜ਼ਾ ਲਈ 'ਆਜ਼ਾਦੀ ਜ਼ੋਨ' ਯੋਜਨਾ ਨੂੰ ਤੋੜਿਆ - ਐਨਪੀਆਰ",
        "ਬ੍ਰੋਕਨ ਹਾਰਟ ਸਿੰਡਰੋਮ ਅਜੇ ਵੀ ਘਾਤਕ ਹੈ, ਖ਼ਾਸਕਰ ਪੁਰਸ਼ਾਂ ਲਈ - ਨਿ neਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਡਿਕ ਦਾ ਸਪੋਰਟਿੰਗ ਸਮਾਨ ਨਾਈਕੀ ਮਾਰਕੀਟ ਨੂੰ ਕੋਨਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਵਿਚ 2.4 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਫੁੱਟ ਲਾਕਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਸੀ ਐਨ ਬੀ ਸੀ"
    ]
}