{
    "headlines": [
        "Wie soll der neue Gaza-Hilfeplan funktionieren - und warum sind so viele Hilfsorganisationen dagegen? - AP News",
        "Der Rückzug von Corporate America aus DEI hat Tausende von Arbeitsplätzen vernichtet - NPR",
        "Ihr Sohn schloss sich ISIS an. Dann erfuhren sie, dass er Kinder in einem syrischen Gefangenenlager hatte - NPR",
        "\"Es hat uns um Zentimeter verpasst\": Zeugen beschreiben, wie ein Auto bei der Liverpool FC-Parade in Menschenmengen fuhr - BBC",
        "Warum Tariferhöhungen laut Goldman Sachs keinen Inflationsschub auslösen werden - MarketWatch",
        "Massenschießen am Memorial Day hinterlässt 2 Tote, 9 Verletzte im Philadelphia Park - ABC News",
        "Timberwolves-Thunder: 5 Imbisse, während die Stars von Oklahoma City in Spiel 4 glänzen - NBA",
        "3 weitere Flüchtende aus einem Gefängnis in New Orleans werden gefasst, 2 bleiben auf freiem Fuß, sagen Beamte - NPR",
        "Horoskop für Dienstag, 27. Mai 2025 - Chicago Sun-Times",
        "Ein ehemaliger Polizeichef, der wegen Mordes und Vergewaltigung im Gefängnis saß, entkam aus einem Gefängnis in Arkansas. Folgendes wissen wir - CNN",
        "Am Memorial Day ehrt Trump gefallene Soldaten und feiert politische Siege - The Washington Post",
        "Jalen Brunson in Ehrfurcht vor Karl-Anthony Towns ’epischem Knicks-Viertel - New York Post",
        "Die Zukunft des College-Football-Playoffs hängt von einem heiklen Thema unter den Power-Konferenzen ab: Automatische Qualifikationen - CBS Sports",
        "Guilty Gear Strive fügt seiner Season Pass 4 Roster - Nintendo Life einen weiteren DLC-Charakter hinzu",
        "Asien-Aktien gedämpft inmitten der Handels Vorsicht; Japan Dips auf BOJ Zinserhöhung Kommentare - Investing.com",
        "Billie Eilish dominiert American Music Awards mit Erfolg in allen nominierten Kategorien – Siehe die vollständige Gewinnerliste - Deadline",
        "‘Massenunfall’ Wrack mit Greyhound-Bus auf Highway 70 East, Behördenbericht - WBBJ TV",
        "Volvo Cars in chinesischem Besitz streicht 3.000 Angestellte - BBC"
    ]
}