{
    "headlines": [
        "‘ਅਮੈਰੀਕਨ ਆਈਡਲ’ ਸੰਗੀਤ ਸੁਪਰਵਾਈਜ਼ਰ ਅਤੇ ਪਤੀ ਦੀ ਐਲ. ਏ. ਦੇ ਘਰ 'ਚ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਇਹ ਚਿੰਤਾਜਨਕ ਸੀ, ਪਰ ਉਹ ਠੀਕ ਹੈ' – ਤਦੇਜ ਪੋਗਾਕਾਰ ਟੂਰ ਡੀ ਫਰਾਂਸ ਦੇ ਕਰੈਸ਼ ਵਿਚ ਗੰਭੀਰ ਸੱਟ ਤੋਂ ਬਚਦਾ ਹੈ ਕਿਉਂਕਿ ਟੀਮ ਵਿਰੋਧੀ ਖਿਡਾਰੀਆਂ ਦੀ ਖੇਡ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੀ ਹੈ - Cyclingnews",
        "ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਮੰਗਲ ਰਾਕ ਨਿਲਾਮੀ 'ਤੇ 4.3 ਮਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਵਿਕਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਡਰੂਜ਼ ਕੌਣ ਹਨ ਅਤੇ ਇਜ਼ਰਾਈਲ ਉਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਲਈ ਸੀਰੀਆ 'ਤੇ ਬੰਬਾਰੀ ਕਿਉਂ ਕਰ ਰਿਹਾ ਹੈ?",
        "ਯਮਨ ਦੇ ਲੜਾਕੇ ਜਲਾਵਤਨ ਸਰਕਾਰ ਨਾਲ ਜੁੜੇ ਈਰਾਨ ਦੁਆਰਾ ਸਪਲਾਈ ਕੀਤੇ ਗਏ ਹੂਤੀ ਹਥਿਆਰਾਂ ਦੇ ਟਨ ਜ਼ਬਤ ਕਰਨ ਦਾ ਦਾਅਵਾ ਕਰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਐਸ ਐਂਡ ਪੀ 500 ਸਲਾਈਡਾਂ ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਕਿ ਉਹ ਫੇਡ ਚੇਅਰ ਪਾਵੇਲ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਦੇ ਨੇੜੇ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੀ 'ਸੁਪਰਮੈਨ' ਸਫਲਤਾ ਹੈ? ਬਜਟ, ਕਾਸਟ ਸੈਲਰੀ ਅਤੇ ਹੋਰ ਖੁਲਾਸਾ - ਵੰਨਗੀ",
        "'ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਕਿ ਤੁਸੀਂ ਪਿਛਲੀਆਂ ਗਰਮੀਆਂ ਕੀ ਕੀਤਾ' ਸਮੀਖਿਆਃ ਇੱਕ ਹੋ-ਹਮ ਵਿਰਾਸਤ ਸੀਕੁਅਲ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਆਈਸਲੈਂਡ ਦੇ ਜੁਆਲਾਮੁਖੀ ਨੇ ਚਾਰ ਸਾਲਾਂ ਵਿੱਚ 12 ਵੇਂ ਫਟਣ ਵਿੱਚ ਵਿਜ਼ੂਅਲ ਤਮਾਸ਼ਾ ਛੱਡ ਦਿੱਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਸਟੀਨ ਜਾਂਚ 'ਚ ਪਾਰਦਰਸ਼ਤਾ ਲਿਆਉਣ ਦੀ ਰਿਪਬਲਿਕਨ ਪਾਰਟੀ ਦੀ ਮੰਗ' ਤੇ ਟਰੰਪ ਬੋਲੇ - NPR",
        "ਲਾਬੂਬੂ ਪਹਿਲਾ ਖਿਡੌਣਾ ਕ੍ਰੇਜ਼ ਨਹੀਂ, ਅਤੇ ਯਕੀਨਨ ਆਖਰੀ ਨਹੀਂ ਹੋਵੇਗਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਟਰੰਪ ਦੀ ਵੱਡੀ ਵਿਧਾਨਕ ਜਿੱਤ ਨੂੰ ਨੇੜਿਓਂ ਪਾਲਣਾ ਕਰ ਰਹੇ ਸਨ — ਅਤੇ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ਇਸ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੇ - ਪੋਲਿਟਿਕੋ",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਪਹਿਲੀ ਵਾਰ ਗ੍ਰਹਿ ਪ੍ਰਣਾਲੀ ਦੇ ਜਨਮ ਦੀ ਗਵਾਹੀ ਦਿੰਦੇ ਹਨ (ਵੀਡੀਓ) - ਸਪੇਸ",
        "ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਐਮੀਲੀ ਕੇਸਰ ਦੇ ਬੇਟੇ ਦੇ ਡੁੱਬਣ ਵਿੱਚ ਬਾਲ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਗਈਃ ਪੁਲਿਸ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸਟਾਰਗੇਜ਼ਰਜ਼ ਦਾ ਅਨੰਦਃ ਜੁਲਾਈ ਦੇ ਵੱਡੇ ਮੌਸਮ ਦੇ ਮੀਂਹ ਨੂੰ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਵੇਖਣਾ ਹੈ. - ਯੂਐਸਏ ਟੂਡੇ",
        "ਮੈਂ ਐਪਲ ਵਾਚ 10 ਬਨਾਮ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਵਾਚ 8 ਦੇ ਨਾਲ 5,000 ਕਦਮ ਤੁਰਿਆ — ਇੱਥੇ ਇੱਕ ਸਪਸ਼ਟ ਵਿਜੇਤਾ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਅਮਰੀਕਾ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ਡਿਪੋਰਟੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮ ਤਹਿਤ 5 ਆਦਮੀਆਂ ਨੂੰ ਈਸਵਾਤਿਨੀ ਭੇਜਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਾਰੇ 15 ਨਵੇਂ ਆਈਫੋਨ 17 ਅਤੇ ਆਈਫੋਨ 17 ਪ੍ਰੋ ਰੰਗ ਤਾਜ਼ਾ ਲੀਕ ਵਿੱਚ ਪ੍ਰਗਟ ਹੋਏ - ਮੈਕਰੂਮੋਰਸ"
    ]
}