{
    "headlines": [
        "ਗੰਭੀਰ ਮੌਸਮ ਕਾਰਨ ਅਟਲਾਂਟਾ ਹਵਾਈ ਅੱਡੇ ਵਿੱਚ ਅਤੇ ਬਾਹਰ 400 ਤੋਂ ਵੱਧ ਉਡਾਣਾਂ ਰੱਦ ਕੀਤੀਆਂ ਗਈਆਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਏਲੋਨ ਮਸਕ ਨੇ ਟਰੰਪ ਦੇ ਵੱਡੇ ਬਿੱਲ ਦੀ ਆਪਣੀ ਆਲੋਚਨਾ ਨੂੰ ਨਵਾਂ ਰੂਪ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਇਸ ਨੂੰ ਪਾਸ ਕਰਨ ਲਈ ਝੰਜੋੜਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਰਿਪਬਲਿਕਨ ਵਿਵਾਦਗ੍ਰਸਤ ਮੈਗਾਬਿਲ ਲੇਖਾ ਚਾਲ ਨਾਲ ਅੱਗੇ ਵਧਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਡਾਕਟਰ ਅਤੇ ਨਰਸ \"ਛੋਟੇ\" ਸਿਹਤ ਸੰਕੇਤਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰ ਰਹੇ ਹਨ ਜੋ ਤੁਹਾਨੂੰ ਕਦੇ ਨਜ਼ਰਅੰਦਾਜ਼ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, ਅਤੇ ਇਹ ਹੈਰਾਨ ਕਰਨ ਵਾਲਾ ਹੈ - ਬਜ਼ਫੀਡ",
        "ਕ੍ਰਿਸ ਮਰਫੀ ਨੇ ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਦੇ ਫੈਸਲੇ ਨੂੰ ‘ਖ਼ਤਰਨਾਕ’ ਕਿਹਾ - ਪੋਲਿਟਿਕੋ",
        "ਨੇਤਨਯਾਹੂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਰਾਨ ਦੇ ਆਪ੍ਰੇਸ਼ਨ ਤੋਂ ਬਾਅਦ ਗਾਜ਼ਾ ਦੇ ਬੰਧਕਾਂ ਨੂੰ ਰਿਹਾਅ ਕਰਨ ਲਈ ‘ਮੌਕੇ ਖੁੱਲ੍ਹ ਗਏ ਹਨ' - ਸੀਐਨਐਨ",
        "ਜੀਓਪੀ ਸੇਨ. ਥੌਮ ਟਿਲਿਸ ਟਰੰਪ ਦੇ ਗੁੱਸੇ ਨੂੰ ਖਿੱਚਣ ਤੋਂ ਬਾਅਦ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿਚ ਦੁਬਾਰਾ ਚੋਣ ਦੀ ਮੰਗ ਨਹੀਂ ਕਰਨਗੇ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਫੈੱਡਜ਼ ਐਨਬੀਏ ਖਿਡਾਰੀ ਮਲਿਕ ਬੀਸਲੇ ਨੂੰ ਜੂਆ ਖੇਡਣ ਦੇ ਮਾਮਲੇ ਵਿੱਚ ਜਾਂਚ ਕਰ ਰਹੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ 'ਸੈਕਸ ਟ੍ਰਾਇਲ‘ ਤੇ ਬੰਦ ਹੋਣ ਵਾਲੀਆਂ ਦਲੀਲਾਂ ਦੇ ਮੁੱਖ ਪਲ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬੀਐਮਆਈ ਬੀ-ਏ-ਡੀ ਹੈ, ਇਕ ਨਵੇਂ ਅਧਿਐਨ ਤੋਂ ਪਤਾ ਚੱਲਦਾ ਹੈ. ਭਾਰ ਨੂੰ ਮਾਪਣ ਦਾ ਇਹ ਵਧੀਆ ਤਰੀਕਾ ਹੈ - KSL News",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਉੱਤਰੀ ਗਾਜ਼ਾ ਵਿਚ ਨਿਕਾਸੀ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਕਿਉਂਕਿ ਟਰੰਪ ਜੰਗਬੰਦੀ ਲਈ ਧੱਕਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਵਿਨ ਡੀਜ਼ਲ ‘ਫਾਸਟ ਐਂਡ ਫਿਊਰੀਅਸ' ਫਾਈਨਲ ਰਿਲੀਜ਼ ਵਿੰਡੋ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਪੌਲ ਵਾਕਰ ਦਾ ਬ੍ਰਾਇਨ ਓਕੋਨਰ ਚਰਿੱਤਰ ਵਾਪਸ ਆ ਜਾਵੇਗਾ - ਡੈੱਡਲਾਈਨ",
        "ਰਮੀ ਯੂਸਫ ਨੇ ਸਟੇਜ 'ਤੇ ਜ਼ੋਹਰਾਨ ਮਮਦਾਨੀ ਅਤੇ ਮਹਿਮੂਦ ਖਲੀਲ ਨੂੰ ਬਾਹਰ ਲਿਆਉਣ ਲਈ ਅੱਥਰੂ ਪ੍ਰਾਪਤ ਕੀਤਾ - ਗਿਰਝ",
        "ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਦੇ ‘ਵੱਡੇ, ਸੁੰਦਰ ਬਿੱਲ‘ ਨੂੰ ਪਾਸ ਕਰਨ ਲਈ ਸੰਘਰਸ਼ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਬਹਿਸ ਚਲਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2 ਮਹੀਨਿਆਂ ਦੀ ਇੱਕ ਰੈਲੀ ਨੇ ਸਟਾਕ ਮਾਰਕੀਟ ਨੂੰ ਉੱਚੇ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਧੱਕਿਆ — ਪਰ ਜੁਲਾਈ ਵਿੱਚ ਇਨ੍ਹਾਂ ਜੋਖਮਾਂ ਲਈ ਧਿਆਨ ਰੱਖੋ - ਮਾਰਕੀਟਵਾਚ",
        "ਬ੍ਰੈਡ ਪਿਟ ਦਾ ‘ਐਫ 1’ ਐਪਲ ਦੇ ਪਹਿਲੇ ਬਾਕਸ ਆਫਿਸ ਹਿੱਟ ਨੂੰ 55.6 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਸ਼ੁਰੂਆਤ, ‘ਐਮ 3 ਗਾਨ 2.0’ 10 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਾਲ ਫਿਜ਼ਲ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "'ਰੁਕੋ!': ਕੈਡੀਲੈਕ ਟਿਲਟਸ ਮਿਡ-ਏਅਰ ਉਡਾਣ ਭਰਨ ਤੋਂ ਬਾਅਦ ਬਿਓਨਸੇ ਵਿਰਾਮ ਦਿਖਾਉਂਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਖੰਡੀ ਡਿਪਰੈਸ਼ਨ 2 ਦੱਖਣੀ ਖਾੜੀ ਵਿੱਚ ਖੰਡੀ ਤੂਫਾਨ ਬੈਰੀ ਵਿੱਚ ਮਜ਼ਬੂਤ - KHOU"
    ]
}