{
    "headlines": [
        "ਇੱਕ ਪੁਰਾਣਾ ਕੈਪੀਟਲ ਹਿੱਲ ਮੁਸੀਬਤ ਕਰਨ ਵਾਲਾ ਮੈਗਾਬਿਲ ਸੌਦਾ ਹਾਸਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "ਹਾਰਵੇ ਵਾਈਨਸਟਾਈਨ ਇਲਜ਼ਾਮ ਲਗਾਉਣ ਵਾਲਾ ਕਾਜਾ ਸੋਕੋਲਾਃ ‘ਵਿਨਾਸ਼ਕਾਰੀ ਹਿੱਸਾ ਖੁਦ ਅਜ਼ਮਾਇਸ਼ ਨਹੀਂ ਸੀ — ਇਹ ਮੇਰੀ ਭੈਣ ਦਾ ਧੋਖਾ ਸੀ’ - ਵੰਨਗੀ",
        "14,000 ਸਾਲ ਪੁਰਾਣੀ ਮਮੀਫਾਈਡ ‘ਕਤੂਰੇ’ ਬਿਲਕੁਲ ਕੁੱਤੇ ਨਹੀਂ ਸਨ, ਨਵੇਂ ਖੋਜ ਸ਼ੋਅ - ਸੀ ਐਨ ਐਨ",
        "ਮਿਨੀਸੋਟਾ ਦੇ 2 ਵਿਧਾਇਕਾਂ ਨੂੰ ਸਪੱਸ਼ਟ 'ਟਾਰਗੇਟਡ' ਘਟਨਾ ਵਿੱਚ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਗਈਃ ਅਧਿਕਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ ਦੇ ਜਵਾਬ ਵਿਚ ਇਰਾਨ ਨੇ ਡਰੋਨ ਅਤੇ ਮਿਜ਼ਾਈਲਾਂ ਨੂੰ ਉਡਾਉਣ ਦੇ ਤੌਰ ਤੇ ‘ਤਹਿਰਾਨ ਸਾੜ ਦੇਵੇਗਾ' ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਪ੍ਰਿੰਸ ਲੂਯਿਸ ਅਤੇ ਪ੍ਰਿੰਸ ਜਾਰਜ ਦੇ ਐਂਟੀਕਸ ਟ੍ਰੂਪਿੰਗ ਦ ਕਲਰ ਵਿਖੇ ਸਪਾਟਲਾਈਟ ਚੋਰੀ ਕਰਦੇ ਹਨ - instyle. com",
        "ਵਾਚਃ ਕੇਸ਼ਵ ਮਹਾਰਾਜ ਹੰਝੂਆਂ ਵਿੱਚ; ਦੱਖਣੀ ਅਫਰੀਕਾ ਨੇ ਆਸਟਰੇਲੀਆ ਨੂੰ ਹਰਾ ਕੇ 27 ਸਾਲਾਂ ਦੀ ਆਈਸੀਸੀ ਟਰਾਫੀ ਸੋਕੇ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਸਵੈ-ਨਿਰਮਿਤ ਅਰਬਪਤੀ ਕਾਲਜ ਡ੍ਰੌਪਆਉਟ ਅਲੈਗਜ਼ੈਂਡਰ ਵੈਂਗ ਦਾ ਮੈਟਾ ਦੇ ਏਆਈ ਨਾਲ 14.3 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਸੌਦਾ - ਫਾਰਚੂਨ",
        "ਯੂਐਸ ਓਪਨ 2025: ਓਕਮੋਂਟ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਸ਼ਨੀਵਾਰ ਨੂੰ ਤੀਜੇ ਗੇੜ ਦੇ ਟੀ ਟਾਈਮਜ਼, ਪੇਅਰਿੰਗਜ਼ ਅਤੇ ਫੀਚਰਡ ਸਮੂਹ",
        "ਸਕੂਪਃ ਹਰ ਸੈਨੇਟ ਡੈਮ ਨੇ ਟਰੰਪ ਨੂੰ ਲਾਸ ਏਂਜਲਸ ਤੋਂ ਫੌਜੀ ਵਾਪਸ ਲੈਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਜਿਵੇਂ ਕਿ ਟਰੰਪ ਜੀ 7 ਸੰਮੇਲਨ ਵਿੱਚ ਜਾਂਦੇ ਹਨ, ਦੂਜੇ ਵਿਸ਼ਵ ਨੇਤਾਵਾਂ ਦਾ ਉਦੇਸ਼ ਇਹ ਦਰਸਾਉਣਾ ਹੈ ਕਿ ਉਹ ਡਰੇ ਹੋਏ ਨਹੀਂ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਪੇਸ ਨੇ ਸੀਲ-ਡਾਕਟਰ-ਐਸਟ੍ਰੋਨੌਟ ਨੂੰ ਨਿਰਾਸ਼ ਕੀਤਾ | ਇਸ ਹਫਤੇ ਆਈਐਸਐਸ ਤੇ ਜੂਨ 9-13, 2025 - ਸਪੇਸ",
        "3 ਦੇ ਪਿਤਾ ਨੇ ਤੰਦਰੁਸਤ ਮਹਿਸੂਸ ਕੀਤਾ. ਫਿਰ ਇੱਕ ਰੁਟੀਨ ਸਕ੍ਰੀਨਿੰਗ ਵਿੱਚ ਇੱਕ ਦੁਰਲੱਭ, ਘਾਤਕ ਬਿਮਾਰੀ ਮਿਲੀ... - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫੌਜ ਦੇ 250 ਵੇਂ ਜਨਮਦਿਨ ਦੇ ਮੌਕੇ 'ਤੇ ਟਰੰਪ ਫੌਜੀ ਪਰੇਡ ਅੱਜ ਵਾਸ਼ਿੰਗਟਨ ਡੀ. ਸੀ., ਵਿਚ ਹੁੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਫੈਡਰਲ ਵਕੀਲ ਹੁਣ ਪ੍ਰਵਾਸੀਆਂ 'ਤੇ ਦੋਸ਼ ਲਗਾਉਂਦੇ ਹਨ ਜੋ ਸੁਸਤ 1940 ਦੇ ਕਾਨੂੰਨ ਅਧੀਨ ਫਿੰਗਰਪ੍ਰਿੰਟ ਜਮ੍ਹਾ ਨਹੀਂ ਕਰਦੇ - ਪੋਲਿਟਿਕੋ",
        "ਭਾਰਤ ਨੇ ਏਅਰ ਇੰਡੀਆ ਦੇ ਕਰੈਸ਼ ਤੋਂ ਬਾਅਦ ਬੋਇੰਗ 787 ਜਹਾਜ਼ਾਂ ਦੀ ਜਾਂਚ ਸ਼ੁਰੂ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਪੋਪ ਨੇ ਇਰਾਨ-ਇਜ਼ਰਾਈਲ ਵਿਚ 'ਜ਼ਿੰਮੇਵਾਰੀ ਅਤੇ ਤਰਕ' ਦੀ ਅਪੀਲ ਕੀਤੀ - ਵੈਟੀਕਨ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਨੀਪੋਨ ਸਟੀਲ ਨੂੰ ਅਮਰੀਕੀ ਸਟੀਲ ਦੀ ਵਿਕਰੀ ਬੰਦ ਹੋ ਗਈ ਹੈ - Bloomberg.com",
        "ਯੂਐਫਸੀ ਅਟਲਾਂਟਾ ਨਤੀਜੇਃ ਉਸਮਾਨ ਬਨਾਮ ਬਕਲੇ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ"
    ]
}