{
    "headlines": [
        "ਐਪਲ ਅੱਜ ਡਬਲਯੂਡਬਲਯੂਡੀਡੀਸੀ ਵਿਖੇ ਆਈਓਐਸ 26 ਦਾ ਖੁਲਾਸਾ ਕਰੇਗਾ. ਇੱਥੇ ਕੀ ਉਮੀਦ ਕਰਨ ਲਈ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੂਰੀ-ਸਕ੍ਰੀਨ ਐਕਸਬਾਕਸ ਹੈਂਡਹੋਲਡ ਯੂਆਈ ਸਾਰੇ ਵਿੰਡੋਜ਼ ਪੀਸੀ 'ਤੇ ਆ ਰਿਹਾ ਹੈ \"ਅਗਲੇ ਸਾਲ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ\" - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਅਮਾਂਡਾ ਸੀਫ੍ਰਾਈਡ, ਪਾਲਣ ਪੋਸ਼ਣ 'ਤੇ ਐਡਮ ਬਰੌਡੀ, ਜੈਨੀਫਰ ਦਾ ਸਰੀਰ ਅਤੇ ਹੋਰ - ਵੰਨਗੀ",
        "ਇਟਲੀ ਦੀ ਨਾਗਰਿਕਤਾ ਜਨਮਤ ਅਸਫਲ ਹੋ ਗਈ ਜਦੋਂ ਵੋਟਰਾਂ ਨੇ ਜੌਰਜੀਆ ਮੇਲੋਨੀ ਨੂੰ ਬਾਈਕਾਟ ਕਰਨ ਦਾ ਸੱਦਾ ਦਿੱਤਾ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਅਮਰੀਕੀ ਜਹਾਜ਼ ਹਾਦਸਾਃ ਸੈਨ ਡਿਏਗੋ 'ਚ 6 ਯਾਤਰੀਆਂ ਨੂੰ ਲੈ ਕੇ ਜਾ ਰਿਹਾ ਛੋਟਾ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ; ਬਚੇ ਲੋਕਾਂ ਦੀ ਭਾਲ ਜਾਰੀ - Times of India",
        "ਕਈ ਸੌ ਐਨਆਈਐਚ ਕਰਮਚਾਰੀਆਂ ਨੇ ਏਜੰਸੀ ਦੇ ਡਾਇਰੈਕਟਰ ਨੂੰ ਰੋਸ ਪੱਤਰ 'ਤੇ ਹਸਤਾਖਰ ਕੀਤੇ - statnews.",
        "ਸਕ੍ਰੀਨ ਟਾਈਮ ਨਾਈਟਪੇਅਰਃ ਕਿਵੇਂ 'ਡਿਜੀਟਲ ਪੈਸੀਫਾਇਰਜ਼' ਬੱਚਿਆਂ ਵਿਚੋਂ ਸੈਨਿਟੀ ਨੂੰ ਚੂਸ ਰਹੇ ਹਨ - ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ",
        "‘ਹੈਰੀ ਪੋਟਰ’ ਐਚਬੀਓ ਸੀਰੀਜ਼ ਬੇਲ ਪੋਵਲੀ, ਡੈਨੀਅਲ ਰਿਗਬੀ ਨੂੰ ਪੇਟੂਨਿਆ ਅਤੇ ਵਰਨਨ ਡਰਸਲੇ (ਐਕਸਕਲੂਸਿਵ) ਦੇ ਰੂਪ ਵਿੱਚ ਕਾਸਟ ਕਰਦੀ ਹੈ - ਵਰਾਇਟੀ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਲਾਸ ਏਂਜਲਸ ਵਿਚ ਨੈਸ਼ਨਲ ਗਾਰਡ ਦੀ ਤਾਇਨਾਤੀ 'ਤੇ ਟਰੰਪ' ਤੇ ਮੁਕੱਦਮਾ ਕਰਨ ਲਈ ਰਾਜਪਾਲ ਗੈਵਿਨ ਨਿ Newsਜ਼ੋਮ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਓਪਨ ਟੀਅਰਜ਼ਃ ਮਨਪਸੰਦ ਤੋਂ ਲੈ ਕੇ ਆਸ਼ਾਵਾਦੀ ਤੱਕ ਦੇ ਹਰ ਖਿਡਾਰੀ ਨੂੰ ਦਰਜਾ ਦੇਣਾ - ਈਐਸਪੀਐਨ",
        "ਟੈਰਿਫਃ ਲੰਡਨ 'ਚ ਵਪਾਰ ਵਾਰਤਾ ਲਈ ਅਮਰੀਕਾ ਤੇ ਚੀਨ ਦੀ ਮੁਲਾਕਾਤ - ਬੀਬੀਸੀ",
        "ਪੈਕਰਾਂ ਨੂੰ ਸੀਬੀ ਜੇਅਰ ਅਲੈਗਜ਼ੈਂਡਰ ਜਾਰੀ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈਃ 6 ਸੰਭਾਵੀ ਲੈਂਡਿੰਗ ਸਪਾਟ - ਪੀਐਫਐਫ",
        "ਲੇਬਰ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਸਰਦੀਆਂ ਦੇ ਬਾਲਣ ਦੇ ਗਲਤ ਕਦਮ ਪਾਉਣ ਦੀ ਉਮੀਦ ਕਰਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਵਾਚ 8 ਕਲਾਸਿਕ ਪ੍ਰੋਟੋਟਾਈਪ ਈਬੇ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ, ਸਕੁਇਰਕਲ ਅਫਵਾਹਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - GSMArena. com",
        "ਚਿਪੋਟਲ ਪੰਜ ਸਾਲਾਂ ਵਿੱਚ ਆਪਣੀ ਪਹਿਲੀ ਨਵੀਂ ਡਿੱਪ ਜਾਰੀ ਕਰ ਰਿਹਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕਾਰਲੋਸ ਅਲਕਾਰਜ਼ ਅਤੇ ਜੈਨਿਕ ਸਿਨਰ ਦੇ ਮਹਾਂਕਾਵਿ ਫਰੈਂਚ ਓਪਨ ਫਾਈਨਲ ਨੇ ਸਾਬਤ ਕੀਤਾ ਕਿ ਪੁਰਸ਼ਾਂ ਦੇ ਟੈਨਿਸ ਦਾ ਭਵਿੱਖ ਚੰਗੇ ਹੱਥਾਂ ਵਿੱਚ ਹੈ - ਸੀਐਨਐਨ",
        "'ਪਦਾਰਥਵਾਦੀ' ਸਮੀਖਿਆਃ ਸੇਲੀਨ ਸੌਂਗ ਦੇ ਰੂਹਾਨੀ ਡਰਾਮੇ ਵਿਚ ਡਕੋਟਾ ਜਾਨਸਨ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਟਰੰਪ ਦੀ ਨਵੀਂ ਯਾਤਰਾ ਪਾਬੰਦੀ ਲਾਗੂ ਹੁੰਦੀ ਹੈ ਕਿਉਂਕਿ ਇਮੀਗ੍ਰੇਸ਼ਨ ਲਾਗੂ ਕਰਨ ਨੂੰ ਲੈ ਕੇ ਤਣਾਅ ਵਧਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਹਰ ਕੋਈ ਖੜ੍ਹਾ ਹੋ ਗਿਆ’: ਇਕ ਯੂਨੀਅਨ ਨੇਤਾ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਡੈਮੋਕਰੇਟਸ ਨੂੰ ਇਮੀਗ੍ਰੇਸ਼ਨ 'ਤੇ ਗੈਲਵੈਨਾਈਜ਼ ਕਿਉਂ ਕੀਤਾ - ਕੈਲਮੈਟਰਸ"
    ]
}