{
    "headlines": [
        "Bobby Sherman, ídolo adolescente que fez os fãs desmaiarem, morre aos 81 anos - The Washington Post",
        "A Wizards troca Jordan Poole, limpando a folha de boné - The Washington Post",
        "Ataques dos EUA não destruíram o programa nuclear do Irã, diz avaliação do Pentágono - BBC",
        "Mais 2 adultos diagnosticados com sarampo, diz o departamento de saúde de Utah - KSL.com",
        "Principais estimativas de ganhos da FedEx. The Stock Is Falling. - Barron's",
        "Fotos de Haia enquanto líderes da OTAN, incluindo Donald Trump, se reúnem para uma cúpula histórica - AP News",
        "Sean ‘Diddy’ Combs confirma que não vai testemunhar e elogia o juiz por um ‘excelente trabalho’ - AP News",
        "Homem acusado de fornecer produtos químicos na clínica de fertilidade da Califórnia morreu sob custódia, dizem autoridades - CNN",
        "As lâmpadas Philips Hue serão ainda mais caras em julho. E pode não acabar aí. - Ars Technica",
        "Por que a China está tão preocupada com as tensões Israel-Irã? - NPR",
        "Aaron Rodgers: Eu não quero a atenção, quando eu terminar de jogar você não vai me ver - NBC Sports",
        "Primeiro caso de sarampo identificado na Carolina do Norte - Departamento de Saúde e Serviços Humanos da Carolina do Norte (.gov)",
        "Executivo da DoorDash entre 8 vítimas mortas em acidente de barco em Lake Tahoe - San Francisco Chronicle",
        "A NTSB falha com a Boeing por falta de protocolos de segurança no 737 Max door plug blowout - NPR",
        "Microsoft estende atualizações de segurança gratuitas do Windows 10 até 2026, com strings anexadas - Ars Technica",
        "The Spotlight on Pixar Intensifies as ‘Elio’ Becomes Latest Original Animated Pic to Crash Land - The Hollywood Reporter",
        "A ONU condena a 'armadilha da morte' da ajuda de Gaza, já que dezenas foram mortas por fogo israelense - BBC",
        "Democratas da Câmara se juntam aos republicanos para matar voto de impeachment de Trump sobre ataques ao Irã - Axios",
        "De ‘Lilo & Stitch’ a ‘Mission: Impossible 8’: The Good, the Bad and the Meh of the 2025 Box Office (So Far) - Variedade"
    ]
}