{
    "headlines": [
        "Austrália x África do Sul: Proteas vence final do Campeonato Mundial de Testes no Lord's - BBC",
        "Israel adverte que ‘Teerã vai queimar’ enquanto Netanyahu sugere mudança de regime - Financial Times",
        "O desfile militar de Trump que marca o 250º aniversário do Exército acontece em Washington, DC, hoje - CBS News",
        "Promotores federais agora cobrando imigrantes que não enviam impressões digitais sob a lei dormente dos anos 1940 - Politico",
        "Venda de aço dos EUA para a Nippon Steel pronta para fechar após acordo com Trump - Bloomberg.com",
        "Protestos 'No Kings' contra Trump planeados em todo o país para coincidir com desfile militar - NPR",
        "Ele escolheu servir mais tempo no Exército. Agora ele está sobrecarregado com US $ 40.000 em custos de mudança. - NBC News",
        "Como Elon Musk está reinventando a estratégia da Tesla - WSJ",
        "A cor roxa realmente existe? - Live Science",
        "Thunder-Pacers: 5 conclusões enquanto Shai Gilgeous-Alexander leva OKC à vitória no Jogo 4 - NBA",
        "Após o Jogo 4 baixo, os Pacers procuram 'cavar' em 2-2 - ESPN",
        "Horóscopo para sábado, 14 de junho de 2025 - Chicago Sun-Times",
        "Fotos de fuzileiros navais em Los Angeles enquanto comunidades de todo o país se preparam para manifestações - AP News",
        "Dow Jones Futures: Ataques Israel-Irã Atingem o Mercado; Os Próximos Vencedores da IA Depois da Nvidia, Broadcom? - Diária de Negócios do Investidor",
        "Sam Burns lidera o US Open com 65 e evita calamidades em Oakmont - AP News",
        "Polícia prende cerca de 60 manifestantes do lado de fora do Capitólio dos EUA - CNN",
        "Bonnaroo 2025 cancelado após chuva no pântano - Rolling Stone",
        "Por dentro da onda de contratações de IA de Mark Zuckerberg - The Verge",
        "Apple agora vende modelos de MacBook Air M4 recondicionados - MacRumors",
        "Residente do condado de Boulder expôs passageiros do Flatiron Flyer ao sarampo - The Denver Post"
    ]
}