{
    "headlines": [
        "Старый нарушитель спокойствия на Капитолийском холме пытается заключить мегабилль-сделку - Politico",
        "Обвинитель Харви Вайнштейна Кая Сокола: «Разрушительная часть не была испытанием сама по себе — это было предательство моей сестры» - Variety",
        "14 000-летние мумифицированные «щенки» вообще не были собаками, показывают новые исследования - CNN",
        "2 законодателя Миннесоты застрелены в очевидном «целевом» инциденте: официальные лица - ABC News",
        "Израиль предупреждает, что «Тегеран сгорит» , поскольку Иран запускает беспилотники и ракеты в ответ на израильские удары - Politico",
        "Антик принца Луи и принца Джорджа в Trooping the Colour - instyle.com",
        "Смотрите: Кешав Махарадж в слезах; Южная Африка победила Австралию, чтобы положить конец 27-летней засухе - Times of India",
        "Самодельный миллиардер, бросивший колледж Александра Вана, заключил сделку на 14,3 миллиарда долларов с ИИ Meta - Fortune",
        "US Open 2025: время матчей третьего раунда, спаривание и лучшие группы в субботу в Окмонте - NBC Sports",
        "Scoop: Каждый демократ в Сенате требует, чтобы Трамп вывел военных из Лос-Анджелеса - Axios",
        "Пока Трамп идет на саммит G7, другие мировые лидеры стремятся показать, что их не запугать - AP News",
        "Космос унижает котика-врача-астронавта | На МКС на этой неделе 9-13 июня 2025 года - Космос",
        "Отец троих детей чувствовал себя здоровым. Затем обычный скрининг выявил редкую, смертельную болезнь. - CBS News",
        "Сегодня в Вашингтоне, округ Колумбия, проходит военный парад Трампа, посвященный 250-летию армии - CBS News",
        "Федеральные прокуроры теперь обвиняют иммигрантов, которые не сдают отпечатки пальцев, в соответствии с бездействующим законом 1940-х годов - Politico",
        "Индия начинает проверку Boeing 787 после крушения Air India - CNN",
        "Папа Римский призывает к «ответственности и разуму» в ирано-израильской эскалации - Новости Ватикана",
        "Продажа стали в США Nippon Steel готова закрыться после сделки Трампа - Bloomberg.com",
        "UFC Atlanta Results: Usman vs. Buckley - MMA Fighting"
    ]
}