{
    "headlines": [
        "Trump abre processo por difamação contra reportagem do Wall Street Journal sobre cartas de aniversário de Jeffrey Epstein - CNN",
        "Legislador de Minnesota condenado por roubo por invadir a casa da madrasta - AP News",
        "Scottie Scheffler com um 64 define um alvo assustador no British Open - AP News",
        "DOJ arquiva pedido para abrir os registros do grande júri de Epstein após o alvoroço sobre os arquivos - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Evidências desclassificadas da conspiração do governo Obama para subverter a vitória e a presidência do presidente Trump em 2016 - ODNI.gov",
        "Conselho de astrónomos investiga o CEO Andy Byron após o vídeo da câmara de beijo do Coldplay - CBS News",
        "As aventuras caras do chefe da NFLPA, Lloyd Howell Jr., em clubes de striptease expostas antes da demissão - New York Post",
        "WNBA players rue 'wasted' CBA talks with league - ESPN",
        "O primeiro vídeo de uma falha sísmica revelou outra surpresa - Live Science",
        "Vazamento na capacidade da bateria de ar do iPhone 17 revela a maior fraqueza do novo modelo - 9to5Mac",
        "É uma menina — de novo! E de novo! Por que o sexo de um bebê não é aleatório. - The Washington Post",
        "Os republicanos do Texas podem redesenhar os mapas do Congresso. Democratas planejam revidar - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "A UE atinge a Rússia com nova rodada de sanções contra a energia - The Washington Post",
        "Viagens internacionais de entrada para os EUA mostram recuperação mista - CNBC",
        "Em seu primeiro ano, o Observatório Rubin reunirá mais dados espaciais do que todos os outros telescópios da história combinados - Jalopnik",
        "Adolescente do Maine acusado de assassinato de praticante de remo em sindicato identificado - WGME",
        "Capitalização de mercado de criptomoedas supera US $ 4 trilhões com a aprovação da conta de stablecoin dos EUA - Bloomberg"
    ]
}