{
    "headlines": [
        "Kharkiv ਸਾਰੀ ਜੰਗ ਦੇ ‘ਸਭ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹਮਲੇ’ ਦੁਆਰਾ ਮਾਰਿਆ, ਮੇਅਰ ਕਹਿੰਦਾ ਹੈ, ਰੂਸ ਪਾਉਂਡ ਦੇ ਤੌਰ ਤੇ ਯੂਕਰੇਨ ਨੂੰ ਫਿਰ - CNN",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸ਼ੀ ਮਹੱਤਵਪੂਰਨ ਖਣਿਜਾਂ ਦਾ ਪ੍ਰਵਾਹ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋਏ, ਪਰ ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਚੀਨ ਆਪਣੇ ‘ਦੁਰਲੱਭ ਧਰਤੀ ਕਾਰਡ’ ਨੂੰ ਨਹੀਂ ਦੇਵੇਗਾ - ਸੀਐਨਐਨ",
        "ਗ਼ਲਤ ਤਰੀਕੇ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤਾ ਗਿਆ ਕਿਲਮਾਰ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਅਪਰਾਧਿਕ ਦੋਸ਼ਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਅਮਰੀਕਾ ਪਰਤ ਰਿਹਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸ਼ਨੀਵਾਰ, ਜੂਨ 07, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਵਾਸ਼ਿੰਗਟਨ ਗਵਰਨਰ ਨੇ ਦੋਸ਼ੀ ਕਾਤਲ, ਟ੍ਰੈਵਿਸ ਡੇਕਰ - ਕੈਟੂ ਦੀ ਭਾਲ ਵਿਚ ਨੈਸ਼ਨਲ ਗਾਰਡ ਨੂੰ ਸਰਗਰਮ ਕੀਤਾ",
        "ਫੈਡਰਲ ਜੱਜ ਨੇ $ 2.8B ਬੰਦੋਬਸਤ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ, ਅਮਰੀਕੀ ਕਾਲਜਾਂ ਲਈ ਐਥਲੀਟਾਂ ਨੂੰ ਲੱਖਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਰਾਹ ਪੱਧਰਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਨੇ ਸਪੇਸਐਕਸ ਡਰੈਗਨ - ਦਿ ਐਜ ਮਲੇਸ਼ੀਆ ਦੇ ਬੋਇੰਗ ਦੇ ਵਿਕਲਪ ਦੀ ਅਗਲੀ ਉਡਾਣ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਡੋਗ ਨੂੰ ਲੱਖਾਂ ਅਮਰੀਕੀਆਂ ਦੇ ਸੋਸ਼ਲ ਸਿਕਿਓਰਿਟੀ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਓਮਲੇ ਦੇ ਡੈਡੀ 'ਸੁਪਰ ਆਰਾਮ' ਕੋਨਾ ਸਿਰਲੇਖ ਬਾoutਟ - ਈਐਸਪੀਐਨ",
        "ਰੇਗੀ ਮਿਲਰ ਨੇ ਟਾਇਰਸ ਹੈਲੀਬਰਟਨ ਦੀ ਗੇਮ-ਵਿਨਿੰਗ ਸ਼ਾਟ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ ਨੂੰ ਅਜਿਹੀ ਫਾਇਰ-ਅਪ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿੱਤੀ ਸੀ",
        "ਟੇਲਰ ਸਵਿਫਟ ਸ਼ਾਨਦਾਰ ਨੀਲੇ ਵਿੱਚ ਨੈਸ਼ਵਿਲ ਵਿਆਹ 'ਤੇ Spotted & ਗੁਲਾਬੀ ਪਹਿਰਾਵੇ - ਹੁਣੇ ਹੀ Jared",
        "ਜਿਬੂਤੀ ਵਿੱਚ ਪਰਿਵਰਤਿਤ ਸ਼ਿਪਿੰਗ ਕੰਟੇਨਰ ਵਿੱਚ ਡਿਪੋਰਟੀਜ਼ ਰੱਖੇ ਜਾ ਰਹੇ ਹਨ, ਆਈਸੀਈ ਕਹਿੰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਡੈਰਿਕ ਥਾਮਸਨ ਨੂੰ ਭਿਆਨਕ ਕਾਰ ਹਾਦਸੇ ਵਿੱਚ ਕਤਲ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ ਜਿਸ ਵਿੱਚ 5 ਸੋਮਾਲੀਆ ਦੀਆਂ ਮੁਟਿਆਰਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਐਸ ਐਂਡ ਪੀ ਡਾਓ ਜੋਨਸ ਨੇ ਤਿਮਾਹੀ ਮੁੜ ਸੰਤੁਲਨ ਵਿੱਚ ਐਸ ਐਂਡ ਪੀ 500 ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ - ਬਲੂਮਬਰਗ",
        "ਅਰਕਾਨਸਾਸ ਜੇਲ੍ਹ ਤੋਂ ਭੱਜਣ ਤੋਂ ਬਾਅਦ ਫੜੇ ਗਏ ਪੁਲਿਸ ਮੁਖੀ ਗ੍ਰਾਂਟ ਹਾਰਡਿਨ - ਬੀਬੀਸੀ",
        "ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਨੇ ਬ੍ਰਹਿਮੰਡ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਨਕਸ਼ੇ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ, ਜੋ ਅਜੋਕੇ ਦਿਨ ਤੋਂ ਲੈ ਕੇ ਸਮੇਂ ਦੀ ਸਵੇਰ ਤੱਕ ਫੈਲਿਆ ਹੋਇਆ ਹੈ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸੀ ਡਰਾਈਵਰਾਂ ਨੂੰ ਹਿੰਮਤ ਵਾਲੇ ਡਰੋਨ ਹਮਲੇ ਵਿਚ ਭੂਮਿਕਾ ਬਾਰੇ 'ਕੁਝ ਨਹੀਂ ਪਤਾ' - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਰੈਜ਼ੀਡੈਂਟ ਈਵਿਲ ਰਿਕੀਮ' ਫਰਵਰੀ 2026 ਨੂੰ ਕੈਪਕੌਮ ਤੋਂ ਰਿਲੀਜ਼ ਕਰਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਟ੍ਰਾਇਲ ਡੇਅ 22 ਰੀਕੈਪਃ ਗਵਾਹ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੰਬਜ਼ ਨੇ ਅਗਸਤ 2024 ਦੇ ਅਖੀਰ ਵਿੱਚ 'ਹੋਟਲ ਰਾਤਾਂ' ਵਿੱਚ ਹਿੱਸਾ ਲਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}