{
    "headlines": [
        "Arsenal 1-0 Barcelona (May 24, 2025) Game Analysis - ESPN",
        "D.C. police, synagogues enhance security in wake of Jewish museum shooting - The Washington Post",
        "Ex-Minneapolis police chief recalls 'absolutely gut-wrenching' moment of seeing George Floyd video - NBC News",
        "By the numbers: A look at international students at Harvard and across the U.S. - NPR",
        "‘Lilo & Stitch’ $175M-$180M, ‘Mission: Impossible 8’ $77M 4-Day Opening In Record $322M+ Memorial Day Weekend – Box Office Update - Deadline",
        "Knicks vs. Pacers is a 100 mph chess match -- and Indiana's got New York in check - CBS Sports",
        "Trump addresses West Point graduates following DEI crackdown at military academies - ABC News",
        "Arson suspected as power outage in southeast France disrupts final day of Cannes Film Festival - AP News",
        "Anker's Excellent Portable Projector Doubles as a Cinematic Karaoke Machine - WIRED",
        "Ukraine’s drones disrupt Russia with airport closures, internet blackouts - The Washington Post",
        "Hurricanes must get back to their game in Eastern Final - NHL.com",
        "Sweeping overhaul of Gaza aid raises questions of morality and workability - The Washington Post",
        "Politico: California AG considers suing Trump over new Apple tax - 9to5Mac",
        "U.S. Steel shares surge after Trump backs partnership with Nippon Steel - MarketWatch",
        "A conductor gained 40 pounds in a matter of weeks. It took open-heart surgery to learn why - CBS News",
        "Israeli strike kills nine of Gaza doctor's children, hospital says - BBC",
        "Louisiana inmates used hair trimmers in efforts to escape from New Orleans jail, source says - CNN",
        "That zing in your teeth from a cold treat? Blame this ancient armored fish - NPR",
        "Hundreds of billionaires pledged to give away $600 billion to charity—but the Bill Gates and Warren Buffett era of philanthropy may be over - Yahoo"
    ]
}