{
    "headlines": [
        "Aktien-Futures sinken, während sich die Anleger auf eine geschäftige Gewinnwoche vorbereiten: Live-Updates - CNBC",
        "Trump-Beamte bestreiten, dass Kinder von US-Bürgern nach Honduras \"deportiert\" wurden - The Washington Post",
        "Republikaner sprinten, um Trumps Steuerrechnung abzuschließen - Politico",
        "Curiosity Rover zum ersten Mal in Aktion - Earth.com",
        "Festnahme in Noem-Geldbörsenentnahmekoffer. Sie nennt ihn einen \"Berufsverbrecher\". ’- The Washington Post",
        "Nintendo Switch 2 Vorbestellung auffüllen: Walmart+ Woche ist, wenn es zu verfolgen - The Shortcut | Matt Swider",
        "Billy Ray Cyrus enthüllte endlich die Details über seine Beziehung zu Elizabeth Hurley - BuzzFeed",
        "\"Prophetischer\" Brief, geschrieben von Titanic-Überlebenden, wird für fast 400.000 $ bei einer Auktion verkauft - NPR",
        "Gruppe von Toyotas geht an die Spitze und kontrolliert das Tempo - NASCAR.com",
        "Über 100 Einwanderer wurden bei einer Razzia in einem unterirdischen Nachtclub in Colorado festgenommen, in dem Militärangehörige im aktiven Dienst arbeiteten, sagen die Behörden - CNN",
        "Spielplan Knicks vs. Kolben, Spielstände, NBA-Playoff-Updates: New York führt mit 3: 1 - CBS Sports",
        "Die meisten missbilligen Trumps Job als Präsident vor der 100-Tage-Marke: Umfrage - The Hill",
        "Kein \"bevorstehender Ausbruch\" am Yellowstone-Supervulkan, US-Forschungsergebnisse - KSL News",
        "Die Trump-Administration sendet mit der Verhaftung eines Richters in Wisconsin eine \"Botschaft, um die Justiz zu beruhigen\", sagt ihr Kollege - CNN",
        "Börseninvestoren können die Tarifunsicherheit nicht abschütteln. Handelsabkommen sind der Schlüssel. - MarketWatch",
        "Fahrer pflügt Fahrzeug beim philippinischen Straßenfest in Vancouver in Menschenmenge und tötet 11 Menschen - PBS",
        "Abendkasse: ‘Sinners’ erzielt $ 45 Millionen im Massive Second Weekend, ‘Star Wars’ Re-Release schlägt ‘Accountant 2’ - Variety",
        "Bericht stellt fest, dass Metas Chatbots, die von Prominenten gesprochen werden, Sex mit Minderjährigen diskutieren könnten - TechCrunch",
        "Eine übliche Pille kann laut Ärzten die Lebenserwartung um fast 6 Jahre verkürzen - Yahoo"
    ]
}