{
    "headlines": [
        "من أين تشتري RTX 5060 Ti GPU — التحديثات المباشرة ومدقق المخزون - دليل توم",
        "أسهم التكنولوجيا تنخفض بعد أن قالت إنفيديا إن الضوابط الأمريكية الجديدة على صادرات رقاقة الذكاء الاصطناعي ستكلفها 5.5 مليار دولار - أسوشيتد برس نيوز",
        "نيكو يامالافا يدخل رسميًا بوابة الانتقالات - NBC Sports",
        "اعتقال مراهقين بلجيكيين مع 5000 نملة مهربة بينما تحذر كينيا من تغير اتجاهات الاتجار بالبشر - أسوشيتد برس نيوز",
        "ماذا يعني تعريف المحكمة العليا لحكم المرأة ؟ - بي بي سي",
        "يسافر السناتور كريس فان هولين إلى السلفادور للدفاع عن إطلاق سراح كيلمار أبريغو غارسيا - إن بي سي نيوز",
        "ارتفعت مبيعات التجزئة في مارس حيث سارع الأمريكيون للتغلب على تعريفات ترامب - سي إن إن",
        "تذكرت ليف وميا تايلر اكتشافهما أنهما شقيقتان بعد لقائهما في عرض إيروسميث لوالدهما، والقصة جامحة تمامًا - Yahoo Home",
        "إدارة ترامب تقاضي مين بسبب مشاركة الرياضيين المتحولين جنسياً في رياضة الفتيات - أسوشيتد برس نيوز",
        "حبار ضخم تم تصويره من قبل العلماء لأول مرة في المحيط - بي بي سي",
        "تعمل أحدث برامج تشغيل وحدة معالجة الرسومات من Nvidia على إصلاح الكثير من الأخطاء والأعطال - The Verge",
        "كاليفورنيا هي أول ولاية تقاضي ترامب بشأن التعريفات - بوليتيكو",
        "غايل كينغ يرد على رد الفعل العنيف على رحلة بلو أوريجين \"باهظة الثمن \":\" أتمنى أن يبذل الناس المزيد من العناية الواجبة \"- تنوع",
        "زوجة جين هاكمان بيتسي أراكاوا بحثت في جوجل عن أعراض الإنفلونزا وكوفيد - بي بي سي",
        "تأخير One UI 7 من سامسونج هو أكثر قصص Android إحراجًا لعام 2025 - Android Authority",
        "الثقب الأسود الخامل منذ فترة طويلة \"استيقظ\" أمام أعيننا — الآن، يفعل شيئًا لا يستطيع علماء الفلك تفسيره - Live Science",
        "تسلط الدراسة الضوء على خطر الإصابة بالسرطان من ملايين عمليات التصوير المقطعي المحوسب التي يتم إجراؤها سنويًا - NPR",
        "كيف لعب المحاربون الفوز على جريزليز يغير صورة تصفيات الدوري الاميركي للمحترفين 2025 - تقرير المبيض",
        "الصور: العلماء يتتبعون مسار هجرة الفراشات الذي يبلغ عمره ملايين السنين - NPR",
        "يقول مركز السيطرة على الأمراض إن حالات الإصابة بالحصبة لا يتم الإبلاغ عنها على الأرجح مع تفشي المرض في تكساس - إن بي سي نيوز"
    ]
}