{
    "headlines": [
        "Stock futures tick lower after S&P 500 notches new record to cap winning second quarter: Live updates - CNBC",
        "Sources: Grizz extend Jackson on $240M deal - ESPN",
        "Bryan Kohberger to plead guilty to all counts in Idaho college murders - ABC News - Breaking News, Latest News and Videos",
        "Boozman rushes to block Grassley’s farm aid amendment - Politico",
        "Squid Game creator Hwang Dong-hyuk has only read David Fincher rumors \"in articles\" like the rest of us - AV Club",
        "James Webb Telescope Unlocks the Deep Structural Secrets of Disk Galaxies, Revealing How the Universe Built Its Greatest Shapes - Rude Baguette",
        "Musk shreds Trump's tax bill as 'DEBT SLAVERY,' vows to unseat Republicans who back it - CNBC",
        "Europe’s expanding heat wave fuels record temperatures, including in the Alps - The Washington Post",
        "After Glastonbury, Bob Vylan faces U.K. criminal investigation and U.S. visa revocation - NPR",
        "Judge OKs sale of 23andMe — and its trove of DNA data — to a nonprofit led by its founder - NPR",
        "Fognini's farewell? Teary Fabio ponders farewell after Alcaraz five-setter - ATP Tour",
        "Karen Diamond, burned in Boulder Pearl Street attack, dies - Boulder Daily Camera",
        "More than 300 charged in $14.6 billion health care fraud schemes takedown, Justice Department says - AP News",
        "Mark Zuckerberg announces his AI ‘superintelligence’ super-group - The Verge",
        "Apple Finally Has a Box Office Hit With ‘F1.’ What’s Next for the Studio’s Movie Strategy? - Variety",
        "A gunman lured firefighters into an ambush in Idaho. Here's what we know - NPR",
        "Israeli strike on cafe near Gaza City port kills dozens, hospital official says - CNN",
        "Jury deliberates in Sean \"Diddy\" Combs sex-trafficking trial - live updates - BBC",
        "Steelers to pay most of Jalen Ramsey’s 2025 salary - NBC Sports"
    ]
}