{
    "headlines": [
        "ਐਮਾਜ਼ਾਨ ਵੱਲੋਂ ਟੈਰਿਫ ਲਾਗਤਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਦੇ ਦਾਅਵੇ ਤੋਂ ਇਨਕਾਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਨੇ ਬੇਜੋਸ ਦੀ ਸ਼ਲਾਘਾ ਕੀਤੀ - ਫੋਰਬਸ",
        "ਪੋਪਲ ਫਰੰਟ-ਰਨਰਃ ਕਾਰਡੀਨਲ ਪੈਰੋਲਿਨ ਦੀ ਬੋਲੀ ਵਿੱਚ 2 ਰੁਕਾਵਟਾਂ ਹਨ — ਚੀਨ ਅਤੇ ਵੈਟੀਕਨ ਵਿੱਤ - ਨੈਸ਼ਨਲ ਕੈਥੋਲਿਕ ਰਿਪੋਰਟਰ",
        "ਰਾਸ਼ਟਰਪਤੀ ਟਾਸਕ ਫੋਰਸਿਜ਼ 'ਤੇ ਅਪਡੇਟ - ਹਾਰਵਰਡ ਯੂਨੀਵਰਸਿਟੀ",
        "ਥੰਡਰਬੋਲਟਸ*ਦੇ ਰੋਟਨ ਟਮਾਟਰ ਸਕੋਰ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਤਾਜ਼ਾ ਐਮਸੀਯੂ ਫਿਲਮ ਸਰਟੀਫਾਈਡ ਤਾਜ਼ਾ ਹੈ - ComicBookMovie.com",
        "ਪੀਟ ਹੇਗਸੇਥ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ womenਰਤਾਂ ਲਈ ਟਰੰਪ ਦੀ ਹਮਾਇਤ ਪ੍ਰਾਪਤ ਪੈਂਟਾਗਨ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਖਤਮ ਕਰ ਦੇਵੇਗਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਾਓ 300 ਅੰਕ ਵੱਧਦਾ ਹੈ, ਸੈਸ਼ਨ ਦੇ ਉੱਚੇ ਹਿੱਟ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਲੂਟਨਿਕ ਇਸ਼ਾਰਾ ਕਰਦਾ ਹੈ ਵਪਾਰ ਸੌਦਾ ਆ ਰਿਹਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "Beyoncé ਲਾਸ ਏਂਜਲਸ ਵਿੱਚ ਉਸ ਦੇ Cowboy ਕਾਰਟਰ ਦੌਰੇ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ. ਇੱਕ ਨੀਲਾ ਆਈਵੀ ਡਾਂਸ ਬਰੇਕ, ਮਕੈਨੀਕਲ ਬਲਦ, 36-ਸੰਗੀਤ ਸੈੱਟਲਿਸਟ ਅਤੇ ਰਾਤ ਦੇ ਇੱਕ ਤੋਂ ਹੋਰ. - ਯਾਹੂ",
        "ਸਕੂਲ ਕੈਂਪ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਚੈਥਮ 'ਚ ਮਾਰੇ ਗਏ ਬੱਚਿਆਂ ਦੀ ਪਛਾਣ - wandtv.",
        "ਟਰੰਪ ਟੈਰਿਫਃ ਰਾਸ਼ਟਰਪਤੀ ਅਮਰੀਕੀ ਕਾਰ ਨਿਰਮਾਤਾਵਾਂ 'ਤੇ ਆਯਾਤ ਟੈਕਸ ਪ੍ਰਭਾਵ ਨੂੰ ਸੌਖਾ ਕਰਨ ਲਈ ਤਿਆਰ - ਬੀਬੀਸੀ",
        "ਦਾਚੌ ਦੀ ਯਾਦਗਾਰ ਨਾਜ਼ੀ ਨਜ਼ਰਬੰਦੀ ਕੈਂਪ ਦੀ ਰਿਹਾਈ ਦੇ 80 ਸਾਲ ਪੂਰੇ ਹੋਣ ਦੀ ਯਾਦ ਦਿਵਾਉਂਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "\"ਇਹ ਸੱਚ ਨਹੀਂ ਹੈ\": ਮਾਈਕ ਜੌਨਸਨ ਨੇ ਦੁਰਲੱਭ ਜਨਤਕ ਝਿੜਕ ਵਿੱਚ ਏਲੀਜ਼ ਸਟੀਫਨਿਕ ਦੁਆਰਾ ਤਿੱਖੀ ਕੀਤੀ - ਐਕਸੀਓਸ",
        "ਅਮਰੀਕੀਆਂ ਨੂੰ ਨਵੀਂ ਲੀਡਰਸ਼ਿਪ ਦੇ ਤਹਿਤ ਜਨਤਕ ਸਿਹਤ 'ਤੇ ਭਰੋਸਾ ਗੁਆਉਣ ਦੀ ਉਮੀਦ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਵਾਂ ਅਧਿਐਨ ਦੱਸਦਾ ਹੈ ਕਿ ਲੋਕ ਮੱਧ ਉਮਰ ਵਿਚ ਜ਼ਿੱਦੀ ਪੇਟ ਦੀ ਚਰਬੀ ਕਿਉਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - AOL.",
        "ਸਾਬਕਾ ਐਨਐਫਐਲ ਪ੍ਰੋ ਬੌਲਰ ਨੇ ਐਨਐਫਐਲ ਡਰਾਫਟ ਦੇ ਪੰਜਵੇਂ ਗੇੜ ਵਿੱਚ ਸ਼ੇਡਰ ਸੈਂਡਰਜ਼ ਦੇ ਹੈਰਾਨਕੁਨ ਗਿਰਾਵਟ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਤੋਂ ਬਾਅਦ $ 1,000 ਦੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਗੂਗਲ ਵਿਅਕਤੀਗਤ ਪਾਠਾਂ ਦੁਆਰਾ ਭਾਸ਼ਾਵਾਂ ਦਾ ਅਭਿਆਸ ਕਰਨ ਲਈ ਏਆਈ ਟੂਲ ਲਾਂਚ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਕੁਝ ਮਰੀਜ਼ਾਂ ਨੂੰ ਸਰਜਰੀ ਤੋਂ ਬਚਣ ਲਈ ਪ੍ਰਯੋਗਾਤਮਕ ਕੈਂਸਰ ਦੀਆਂ ਦਵਾਈਆਂ ਮਿਲੀਆਂ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਾਰਡਰਲੈਂਡਜ਼ 4 ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ ਅੱਗੇ ਵਧਦੀ ਹੈ, ਸ਼ਾਇਦ ਇਸ ਲਈ ਕਿਉਂਕਿ 2 ਕੇ ਬਿਲਕੁਲ ਜਾਣਦਾ ਹੈ ਜਦੋਂ ਜੀਟੀਏ 6 ਬਾਹਰ ਆ ਰਿਹਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਚੋਰੀਃ ਸ਼ੈਡਰ ਸੈਂਡਰਸ, ਕੈਮ ਸਕੇਟਬੋ ਇਸ ਸਾਲ ਦੀ ਕਲਾਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਮੁੱਲਾਂ ਵਿੱਚੋਂ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ"
    ]
}