{
    "headlines": [
        "فرضت الولايات المتحدة عقوبات على مسؤول كبير في الأمم المتحدة تركز على حقوق الإنسان الفلسطيني - سي إن إن",
        "سوق الأسهم اليوم: مؤشر داو جونز يصعد 250 نقطة، هبوط ناسداك ؛ ارتفاع عوائد سندات الخزانة - صحيفة وول ستريت جورنال",
        "تم الكشف عن سبب وفاة نجم \"Nip/Tuck\" جوليان ماكماهون - نيويورك بوست",
        "بعد تحريره من احتجاز ICE، رفع محمود خليل دعوى بقيمة 20 مليون دولار ضد إدارة ترامب - أسوشيتد برس نيوز",
        "لاري ديفيد يحدد عودة HBO مع عرض كوميدي تاريخي أمريكي - متنوع",
        "الدور نصف النهائي لويمبلدون للسيدات: تحديثات حية، وأبرز ما يهيمن عليه إيغا سويتيك، تتقدم أماندا أنيسيموفا إلى النهائي بفوزها على أرينا سابالينكا - ياهو سبورتس",
        "قتل ضابط المخابرات الأوكرانية بالرصاص في وضح النهار في كييف - بي بي سي",
        "ستارمر يقول \"واحد في، واحد في\" صفقة المهاجرين مع فرنسا لتبدأ في غضون أسابيع - بي بي سي",
        "مراجعة | لينا دنهام تعود إلى التلفزيون وتواجه روم كوم في \"Too Much\" - واشنطن بوست",
        "شرح تقاليد حقيبة هيرميس بيركين - بعد بيع 10 ملايين دولار - فوربس",
        "فيريرو تستحوذ على عملاق حبوب الإفطار الأمريكي كيلوغ - بي بي سي",
        "تقول الأمم المتحدة إنه إذا لم يتم استبدال التمويل الأمريكي لبرامج فيروس نقص المناعة البشرية، فسيموت ملايين آخرون بحلول عام 2029 - أسوشيتد برس نيوز",
        "تدعم رسائل وزارة العدل الداخلية الادعاء بأن المرشح القضائي لترامب تحدث عن تحدي أوامر المحكمة - بوليتيكو",
        "أسهم خطوط دلتا الجوية تقفز على الرغم من تباطؤ السفر - صحيفة وول ستريت جورنال",
        "هل شعرت به ؟ شهدت الأرض للتو أحد أقصر أيامها على الإطلاق وسيأتي يومان آخران - الفضاء",
        "كل شيء يجب أن يفعله لوران ميكيس كخليفة لكريستيان هورنر في ريد بول - Motorsport.com",
        "تصل حالات الحصبة في الولايات المتحدة إلى أعلى مستوى لها منذ 33 عامًا، كما يقول مركز السيطرة على الأمراض - Axios",
        "الآلاف يحتفلون بعيد ميلاد فرس النهر الأول للطفل مو دينغ في حديقة حيوان تايلاند - ياهو",
        "سيظهر iPhone 17 Air من Apple لأول مرة مع رقاقة A19 Pro ولكن تم تخفيضه إلى وحدة معالجة الرسومات 5 - Core، مما يوفر أداء رسومات أضعف من وحدة معالجة الرسومات 6 - Core الكاملة الموجودة في iPhone 17 Pro - Wccftech"
    ]
}