{
    "headlines": [
        "После того, как Трамп отправляет Национальную гвардию, Демс возражает, а республиканцы обвиняют Гэвина Ньюсома - Politico",
        "Иветт Купер еще не согласовала сделку за три дня до обзора расходов - BBC",
        "Финальные результаты Открытого чемпионата Франции среди мужчин: Карлос Алькарас обгоняет Янника Синнера в изнурительном 5-часовом матче после ошеломляющего возвращения - Yahoo Sports",
        "Несколько человек пострадали в результате крушения небольшого самолета в Теннесси - Новости NBC",
        "Израиль заявляет, что нашел тело военного лидера ХАМАСа Мохаммеда Синвара - BBC",
        "Исчезновение иммиграции - это «реальная история» для экономики и больший шок предложения, чем тарифы, говорят аналитики - Fortune",
        "Мадлен: Израиль предупреждает, что остановит доставку гуманитарной флотилии в Газу - BBC",
        "Call of Duty: Black Ops 7 обещает стать «самой умопомрачительной» Black Ops за всю историю - Eurogamer",
        "«Лило и Стич» - около 800 МИЛЛИОНОВ долларов по всему миру, «Миссия невыполнима – окончательная расплата» - 450 МИЛЛИОНОВ долларов и «Балерина» - 51 МИЛЛИОН долларов по всему миру – международный бокс-офис - крайний срок",
        "Портативная консоль Xbox Ally выйдет в этом году от Microsoft - Variety",
        "Майк Джонсон преуменьшает влияние Маска и говорит, что республиканцы примут законопроект Трампа о налогах и бюджете - AP News",
        "С Маском и Трампом покончено. Силиконовая долина только начинается. - The Washington Post",
        "Xbox Games Showcase 2025: все новости и трейлеры - The Verge",
        "«Он просто продолжает работать» - Френки де Йонг приветствует Ламина Ямала перед финалом Лиги наций - Барса Блограннес",
        "Что такое демон сонного паралича? И другие факты странного явления - CNN",
        "Как смотреть презентацию Apple на WWDC 2025 - TechCrunch",
        "Наташа Ротвелл и Стерлинг К. Браун честно рассказывают о переписывании «Белого лотоса», Судном дне и том, что он был № 1 на листе вызова: «В течение самого долгого времени я думал, что это что-то значит» - Разнообразие",
        "Солнечный зонд НАСА Parker обнаружил мощный магнитный взрыв, направленный на поверхность Солнца - Live Science"
    ]
}