{
    "headlines": [
        "S&P 500 rutscht ab, als Trump bestreitet, dass er kurz davor steht, den Fed-Vorsitzenden Powell zu entlassen: Live-Updates - CNBC",
        "Der isländische Vulkan hinterlässt beim 12. Ausbruch in vier Jahren ein visuelles Spektakel - The Washington Post",
        "Als die Republikaner Transparenz bei der Epstein-Untersuchung fordern, schlägt Trump aus - NPR",
        "Die Amerikaner verfolgten Trumps großen Sieg in der Gesetzgebung genau — und sie sagen, dass sie ihn nicht unterstützen - Politico",
        "Tadej Pogačar stürzt auf der 11. Etappe der Tour de France ab - Cycling Weekly",
        "Astronomen erfassen die Geburt von Planeten um eine Baby-Sonne außerhalb unseres Sonnensystems - AP News",
        "Der jüngste US-Inflationsbericht zeigt einen Rückgang der Reiseausgaben und einen Anstieg der Warenkosten - CNN",
        "Personen mit Masern haben möglicherweise Personen an 9 Orten in New Jersey exponiert. Siehe die vollständige Liste. - NJ.com",
        "Netflix teilt erstes Teaser-Video zur letzten Staffel von Stranger Things: Watch - Pitchfork",
        "Die USA schicken 5 Männer im Rahmen des Abschiebeprogramms der Trump-Regierung nach Eswatini - AP News",
        "Grüße aus Neu-Delhi, Indien, wo darstellende Affen Freude und Ambivalenz auslösen - NPR",
        "Alle 15 neuen iPhone 17 und iPhone 17 Pro Farben im neuesten Leck enthüllt - MacRumors",
        "Caitlin Clarks Bruder gibt Schiedsrichtern die Schuld für ihre letzte Verletzung in gelöschtem Beitrag - New York Post",
        "US-Senatoren befreien HIV/Aids-Finanzierung von geplanten Ausgabenkürzungen - BBC",
        "National League gewinnt MLB All-Star Game in einem historischen Home Run Swing-off Tiebreaker - CNN",
        "Robert F. Kennedy Jr. feuert zwei Top-Abgeordnete des Department of Health and Human Services - ABC News - Breaking News, Latest News und Videos",
        "Was passiert mit PBS- und NPR-Sendern, wenn der Senat dafür stimmt, die Finanzierung zurückzufordern? - CNN",
        "Donkey Kong Bananza ist ein würdiger Nachfolger des Vermächtnisses von Super Mario Odyssey - Ars Technica",
        "\"Legend Of Zelda\" -Film Casts Bo Bragason & Benjamin Evan Ainsworth als Zelda und Link - Deadline"
    ]
}