{
    "headlines": [
        "Os investidores correm o risco de cancelar 2025 cedo demais em um mercado de ações sobrecarregado com ursos - MarketWatch",
        "Papa Francisco morre na segunda-feira de Páscoa aos 88 anos - Axios",
        "Democratas da Câmara desembarcam em El Salvador, exigem retorno de Abrego Garcia - NPR",
        "Draft Simulado da NFL de 2025: Todas as sete rodadas, escolhidas pelos analistas da PFF - PFF",
        "Por que os gatos trazem animais mortos para casa? - Live Science",
        "Os agricultores atingidos por Helene ainda estão à procura de fundos de recuperação seis meses depois - NBC News",
        "‘Sinners’ é apenas a prova mais recente: Ryan Coogler e Michael B. Jordan são simbióticos - NPR",
        "Hegseth compartilhou detalhes do ataque ao Iêmen no segundo bate-papo do Signal, segundo reportagens - BBC",
        "Steph Curry, Jimmy Butler adiam o Scrappy Rockets enquanto os Warriors vencem o Jogo 1 - The Mercury News",
        "'Falhas profissionais' levaram à morte de médicos de Gaza, diz inquérito das FDI - BBC",
        "O vice-presidente dos EUA, JD Vance, chega à Índia para uma visita de 4 dias - NPR",
        "Os drones representam um risco crescente para as companhias aéreas perto dos principais aeroportos dos EUA - AP News",
        "WWE WrestleMania 41 resultados, notas: John Cena vence o 17º título mundial recorde, termina o reinado de um ano de Cody Rhodes - CBS Sports",
        "A partilha de ecrã em tempo real do Gemini Live está agora disponível para todos os utilizadores Android - Android Central",
        "Menina de nove anos morre quando o número de afogamentos no fim de semana na Austrália sobe para sete - BBC",
        "Pedro Pascal fala após a reviravolta de ‘The Last of Us’ e diz ‘estou em negação ativa’; Bella Ramsey ‘soluça’ ao ler: uma ‘conquista brilhante’ se for 'dolorosa para as pessoas’ - Variety",
        "Kristen Stewart e Dylan Meyer dão o nó no domingo de Páscoa, detalhes do casamento revelados! - Just Jared"
    ]
}