{
    "headlines": [
        "Корабль ВМС Мексики врезался в Бруклинский мост в Нью-Йорке - BBC",
        "Журналистика совершает невероятное возвращение, чтобы выиграть 150-й Preakness Stakes - NBC Sports",
        "Израиль начинает новую военную операцию в Газе. Нетаньяху сказал переговорной команде оставаться на переговорах - KTLA",
        "Кейтлин Кларк говорит, что вопиющий фол за то, что толкнул Ангела Риза, не был «злонамеренным» - AP News",
        "JJ Австрии коронован победителем Евровидения 2025 - крайний срок",
        "Amazon утверждает, что «постоянно приглашает» новых клиентов в Alexa Plus - The Verge",
        "Железнодорожная забастовка: NJ Transit, председатель BLET согласен с тем, что переговоры «движутся в правильном направлении» - Новости 12 - Нью-Джерси",
        "Трамп предлагает Верховному суду «незаконно» блокировать его незаконные депортации - Rolling Stone",
        "Анималистический спуск Дженнифер Лоуренс и Роберта Паттинсона в безумие в фильме «Умри, моя любовь» получает 6-минутную овацию в Каннах - variety.com",
        "Колонка | Республиканцы установили крайний срок, превратив повестку дня в историю процесса - The Washington Post",
        "Трамп говорит, что поговорит с Путиным по телефону в понедельник - CNN",
        "Палеонтологи обнаружили трехглазого хищника возрастом 500 миллионов лет - NPR",
        "Российская атака на автобус в Сумской области убила девять человек, говорит Украина, через несколько часов после мирных переговоров - CNN",
        "Как будут выглядеть фьючерсы Dow Jones после того, как понижение рейтинга долга США ударит по QQQ; Broadcom, Meta Eye Buy Points - Investor's Business Daily",
        "Нью-йоркский республиканец плавает более высокую налоговую ставку для оплаты СОЛИ - Bloomberg",
        "Акции США снова приближаются к рекордным максимумам после яростного ралли — «этот рынок может удивить всех» - Fortune",
        "Коми находится под следствием за публикацию «86» со ссылкой на Трампа. Что это значит? - PBS",
        "Фанаты «Никс» роятся в автобусе команды «Селтикс» в дикой сцене после поражения в шестой игре - New York Post"
    ]
}