{
    "headlines": [
        "ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਜ਼ ਨੇ ਵਿਦਿਆਰਥੀਆਂ ਲਈ ਸੰਘੀ ਗ੍ਰਾਂਟ ਨੂੰ ਘਟਾਉਣ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ. ਕੈਂਪਸ ਦੇ ਨੇਤਾ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਸੈਨੇਟ ਇਸ ਨੂੰ ਬਚਾਵੇ - ਪੋਲਿਟਿਕੋ",
        "ਹੜਤਾਲਾਂ ਤੋਂ ਬਾਅਦ ਈਰਾਨ ਵਿਚ ਜ਼ਿੰਦਗੀਃ ਫਾਂਸੀ, ਗ੍ਰਿਫਤਾਰੀ ਅਤੇ ਪੈਰਾਨੋਆ - ਡਬਲਯੂਐਸਜੇ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਖਾਣੇ ਦੀਆਂ ਥਾਵਾਂ ਦੇ ਨੇੜੇ ਗਾਜ਼ਾ 'ਕਿਲਿੰਗ ਫੀਲਡ' ਬਾਰੇ ਇਕ ਖ਼ਬਰ ਦੀ ਨਿੰਦਾ ਕੀਤੀ - ਐਨਪੀਆਰ",
        "ਇੱਕ ਬਾਰੇ-ਚਿਹਰੇ ਵਿੱਚ, ਜਰਮਨੀ ਯੂਰਪ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਫੌਜ ਬਣਾਉਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਵਾਤਾਵਰਣ ਪ੍ਰੇਮੀਆਂ ਨੇ ਏਵਰਗਲੇਡਜ਼ ਵਿਚ ‘ਐਲੀਗੇਟਰ ਅਲਕਾਟਰਾਜ਼‘ ਖੋਲ੍ਹਣਾ ਬੰਦ ਕਰਨ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਆਰਜੀਸੀ ਲਈ ਤਹਿਰਾਨ ਵਿੱਚ ਅੰਤਿਮ ਸੰਸਕਾਰ ਜਲੂਸ ਆਯੋਜਿਤ ਕੀਤਾ ਗਿਆ, ਓਪਰੇਸ਼ਨ ਰਾਈਜ਼ਿੰਗ ਸ਼ੇਰ ਵਿੱਚ ਪਰਮਾਣੂ ਵਿਗਿਆਨੀ ਮਾਰੇ ਗਏ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਕ੍ਰਿਸਟੋਫਰ Renstrom ਕੇ ਸ਼ਨੀਵਾਰ, 6/28/25 ਲਈ ਕੁੰਡਲੀ - SFGATE",
        "ਸਪੇਸਐਕਸ ਅੱਧੀ ਰਾਤ ਦੇ ਨਾਲ ਲਾਂਚਪੈਡ ਟਰਨਾਰੌਂਡ ਰਿਕਾਰਡ ਤੋੜਦਾ ਹੈ ਸਟਾਰਲਿੰਕ ਫਲਾਈਟ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਸ਼ੈਫਰ ਭਾਵਨਾਤਮਕ ਰਾਤ ਨੂੰ ਚਮਕਦਾ ਹੈ, 2025 ਐਨਐਚਐਲ ਡਰਾਫਟ ਵਿੱਚ ਆਈਲੈਂਡਜ਼ ਨੂੰ ਨੰਬਰ 1 ਜਾਂਦਾ ਹੈ - ਐਨਐਚਐਲ ਡਾਟ ਕਾਮ",
        "ਡੌਗ ਸਰਕਾਰੀ ਗ੍ਰਾਂਟਾਂ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਨਿਯੰਤਰਣ ਗੁਆਉਂਦਾ ਹੈ, ਅਰਬਾਂ ਨੂੰ ਮੁਕਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕ੍ਰਿਸ਼ਚੀਅਨ ਐਮਬਿਲੀ ਨੇ ਪਹਿਲੇ ਗੇੜ ਵਿਚ ਮੈਕਿਜ ਸੁਲੇਕੀ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ, ਕੈਨਲੋ ਨੂੰ ਅੰਤਰਿਮ ਬੈਲਟ ਨਾਲ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਬੈਡ ਖੱਬੇ ਹੁੱਕ",
        "ਜਿuryਰੀ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ‘ਸੈਕਸ ਤਸਕਰੀ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਐਸ ਐਂਡ ਪੀ 500 ਕਨੇਡਾ ਦੇ ਨਾਲ ਨਵੇਂ ਵਪਾਰਕ ਤਣਾਅ ਪੈਦਾ ਹੋਣ ਦੇ ਬਾਵਜੂਦ ਰਿਕਾਰਡ ਉੱਚਾ ਕਰ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਨੇਡੀਅਨ ਕਾਰੋਬਾਰੀਆਂ ਨੇ ਅਮਰੀਕਾ ਦੇ ਟੈਰਿਫ ਯੁੱਧ 'ਚ ਯਕੀਨੀਤਾ ਮੰਗੀ - ਬੀਬੀਸੀ",
        "ਅਫਰੀਕਾ ਵਿਚ \"ਤਾਲ ਦੇ ਵਾਧੇ\" ਦਾ ਪਤਾ ਲਗਾਇਆ ਗਿਆ ਜਿੱਥੇ ਇਕ ਨਵਾਂ ਮਹਾਂਸਾਗਰ ਬਣ ਰਿਹਾ ਹੈ - Earth.",
        "ਬਿਡੇਨ ਨੇ ਮਿਨੀਸੋਟਾ ਹਾ Houseਸ ਦੇ ਸਾਬਕਾ ਸਪੀਕਰ ਹੋਰਟਮੈਨ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕੀਤੀ, ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਮਾਰੇ ਗਏ, ਰਾਜ ਵਿੱਚ ਝੂਠ ਬੋਲਿਆ - ਪੋਲੀਟੀਕੋ",
        "ਸੈਨੇਟ \"ਵੱਡੇ, ਖੂਬਸੂਰਤ ਬਿੱਲ\" ਤੇ ਡੁੱਬਣ ਜਾਂ ਮਰਨ ਦੇ ਪਲ ਵਿੱਚ ਡੁੱਬ ਗਿਆ - ਐਕਸੀਓਸ",
        "ਐਮਾਜ਼ਾਨ, ਗੂਗਲ, ਮੈਟਾ, ਅਤੇ ਉਬੇਰ ਨੇ 2 ਬਿਲੀਅਨ ਡਾਲਰ ਦੇ ਰੀਟਰੋਐਕਟਿਵ ਟੈਕਸ ਬਿੱਲ ਨਾਲ ਥੱਪੜ ਮਾਰਿਆ ਕਿਉਂਕਿ ਟਰੰਪ ਨੇ ਕੈਨੇਡਾ ਵਪਾਰ ਗੱਲਬਾਤ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ - ਫਾਰਚੂਨ",
        "ਸੈਨੇਟ ਨੇ ਇਰਾਨ 'ਤੇ ਟਰੰਪ ਦੇ ਫੌਜੀ ਅਧਿਕਾਰ ਨੂੰ ਸੀਮਤ ਕਰਨ ਤੋਂ ਕੀਤਾ ਇਨਕਾਰ - Axios"
    ]
}