{
    "headlines": [
        "Trump Reivindica ‘Vitória‘ Depois que Seu Projeto de Lei de Gastos Limpa o Principal Obstáculo do Senado - Mas os Democratas Param a Votação Final - Forbes",
        "Fãs criticam The Alters depois de descobrirem evidências de IA de geração não revelada em imagens, texto e tradução - Eurogamer",
        "Detalhes intrigantes sobre o acordo de JAMES BOND de Denis Villeneuve + Tom Holland na lista de atores da Amazon MGM - ComicBookMovie.com",
        "Warner prevê que a \"Big Beautiful Bill\" de Trump prejudicará o apoio do Partido Republicano - Politico",
        "RFK Jr. está trazendo psicodélicos para o Partido Republicano - Politico",
        "Sozinho em Teerã, um jovem iraniano recorre ao ChatGPT e aos videogames para se sentir confortável - NPR",
        "Musk critica Trump: ‘Suicídio político para o Partido Republicano’ - The Hill",
        "Rússia atinge Ucrânia com maior ataque aéreo da guerra - Financial Times",
        "12 coisas que nunca deve guardar num galpão ao ar livre - Muito simples",
        "As pessoas estão relatando um sintoma assustador de COVID agora — Aqui está o que saber - HuffPost",
        "Por dentro das consequências em Paul, Weiss após o acordo da empresa com Trump - Politico",
        "Jake Paul vs. Julio Cesar Chavez Jr. resultados, destaques: Cruzeiros 'Problem Child' para fácil decisão - CBS Sports",
        "Sérvia: confronto da polícia com manifestantes antigovernamentais - DW",
        "Chefe da agência nuclear da ONU diz que Irã pode voltar a enriquecer urânio em ‘questão de meses’",
        "Os americanos ricos estão cada vez mais inconscientes de que são classificados como ricos, dizem analistas - e Bain diz que um aumento na \"vergonha do luxo\" significa que eles podem tentar escondê-la - Yahoo Finance",
        "Grande Trump vence, apelações de bumerangues definem o mandato da Suprema Corte - CNN",
        "Como Biden é culpado por Israel e pela guerra de 12 dias dos EUA contra o Irã - The Intercept"
    ]
}