{
    "headlines": [
        "Les agents fédéraux mènent des raids d'immigration à Los Angeles. Les manifestants et les responsables municipaux répondent - LAist",
        "Box-office : ‘Ballerina’ Dancing Off-Balance in Debut, ‘Lilo & Stitch’ Pirouetting to Winning $ 33M Weekend - The Hollywood Reporter",
        "Elon Musk semble supprimer des messages X explosifs au milieu d'une querelle avec Trump - CNBC",
        "Israël dit avoir récupéré le corps d'un otage thaïlandais à Gaza - NPR",
        "Le chef de la police Grant Hardin attrapé après s'être échappé de la prison de l'Arkansas - BBC",
        "Sam Nivola et Cooper Koch sur Nepo Babies, l'inceste et le lotus blanc - Variété",
        "Alors que la World Pride commence à Washington, certains étrangers restent à l'écart - BBC",
        "Plus de 100 agents des forces de l'ordre recherchent Travis Decker alors que la chasse à l'homme s'intensifie - KOMO",
        "« Nous vivons une époque effrayante » : les New-Yorkais réagissent à la nouvelle interdiction de voyager du président Trump - Gothamist",
        "Paiement des athlètes de la NCAA : voici les prochaines étapes - ESPN",
        "Un professeur testant les compétences de ChatGPT, DeepSeek et Grok en matière de sélection de titres suggère que les courtiers en valeurs mobilières devraient s'inquiéter - MarketWatch",
        "Les cellules peu connues pourraient être la clé de la mémoire massive du cerveau humain - The Washington Post",
        "Ce que le tonnerre doit réparer dans le match 2 de la finale de la NBA - Sports Illustrated",
        "L'aide fédérale au loyer doit-elle être assortie d'une limite de temps ? Voici comment cela fonctionne en un seul endroit - NPR",
        "La guerre de Trump contre la science frappe à la maison : le Centre de recherche Glenn de la NASA fait face à des réductions du « niveau d'extinction » - Cleveland.com",
        "George Clooney apporte son dernier droit à votre télévision. C'est juste à temps. - Slate Magazine",
        "Les Panthers de la Floride battent les Oilers d'Edmonton en double prolongation pour égaliser la finale de la Coupe Stanley - CNN",
        "Kharkiv frappé par « l'attaque la plus puissante » de toute la guerre, dit le maire, alors que la Russie livre à nouveau l'Ukraine - CNN"
    ]
}