{
    "headlines": [
        "ਐਸ ਐਂਡ ਪੀ 500 ਘਾਟੇ ਦੇ 2 ਦਿਨਾਂ ਬਾਅਦ ਰੀਬੌਂਡ ਕਰਦਾ ਹੈ, ਐਨਵੀਡੀਆ ਲਾਭ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ 4 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੀ ਮਾਰਕੀਟ ਕੀਮਤ ਤੇ ਪਹੁੰਚਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਿੰਡਾ ਯਾਕਰੀਨੋ ਨੇ ਮਸਕ ਦੇ ਐਕਸ ਤੋਂ ਵਿਦਾ ਹੋਣ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਟਰੰਪ ਚੀਨ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਦੀ ਉਮੀਦ 'ਚ ਅਫਰੀਕਾ ਨਾਲ ਕਾਰੋਬਾਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ । ਪਰ ਇੱਕ ਅਮਰੀਕੀ ਸੰਮੇਲਨ ਅਫਰੀਕਾ ਦੇ ਵੱਡੇ ਖਿਡਾਰੀਆਂ ਨੂੰ ਬਾਹਰ ਕੱ.",
        "‘ਹੜਤਾਲ ਖਤਮ ਹੋ ਗਈ ਹੈ’: ਵਰਕਰ ਫਿਲਡੇਲ੍ਫਿਯਾ ਦੇ ਸ਼ਹਿਰ ਨਾਲ ਅਸਥਾਈ ਸੌਦੇ 'ਤੇ ਪਹੁੰਚਦੇ ਹਨ - WHYY",
        "ਫੋਲਡੇਬਲ ਫੋਨ 'ਤੇ ਸੈਮਸੰਗ ਦੇ ਬਾਜ਼ੀ slimmer ਨਵ ਮਾਡਲ ਨਾਲ ਵੱਡੇ ਟੈਸਟ ਦਾ ਸਾਹਮਣਾ - ਯਾਹੂ ਵਿੱਤ",
        "ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਵਾਚ 8 ਸੀਰੀਜ਼ਃ ਅਲਟਰਾ ਕੰਫਰਟ, ਸਲੀਪ ਟੂ ਵਰਕਆਉਟ - ਸੈਮਸੰਗ ਡਾਟ ਕਾਮ",
        "ਕ੍ਰਿਸ਼ਚੀਅਨ ਹੌਰਨਰ ਨੂੰ ਰੈੱਡ ਬੁੱਲ ਐਫ 1 ਟੀਮ ਦੇ ਬੌਸ ਵਜੋਂ ਕਿਉਂ ਬਰਖਾਸਤ ਕੀਤਾ ਗਿਆ?",
        "ਥੰਡਰ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਚੇਤ ਹੋਲਮਗ੍ਰੇਨ ਨੂੰ 5-ਸਾਲ ਲਈ ਦਸਤਖਤ ਕੀਤੇ, ਮੈਕਸ ਐਕਸਟੈਂਸ਼ਨ ਜੋ ਪਹਿਲੇ ਐਨਬੀਏ ਸਿਰਲੇਖ ਤੋਂ ਬਾਅਦ $ 250 ਮਿਲੀਅਨ ਦੀ ਕੀਮਤ ਹੋ ਸਕਦੀ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਪਲ ਨੇ ਮਨਜ਼ੂਰੀ ਨਹੀਂ ਦਿੱਤੀ, ਪਰ ਐਮਾਜ਼ਾਨ ਪ੍ਰਾਈਮ ਡੇਅ ਲਈ ਰਿਕਾਰਡ ਘੱਟ 'ਤੇ ਏਅਰਪੌਡਜ਼ ਪ੍ਰੋ 2 ਨੂੰ ਸਾਫ ਕਰਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਪੀਲ ਕੋਰਟ ਨੇ 'ਕਲਿਕ-ਟੂ-ਕਾਰਨ‘ ਨਿਯਮ ਨੂੰ ਠੁਕਰਾਇਆ - ਦਿ ਵਰਜ",
        "ਐਮਐਲਬੀ ਖਿਡਾਰੀ ਖੇਡ ਦੇ ਨਵੇਂ ਫੈਸ਼ਨ ਰੁਝਾਨ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਨਿਯਮਾਂ ਨੂੰ ਝੁਕ ਰਹੇ ਹਨ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਟਰੰਪ ਵੱਲੋਂ ਪੁਤਿਨ ਦੀ ਆਲੋਚਨਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰੂਸ ਨੇ ਯੂਕਰੇਨ 'ਤੇ ਰਿਕਾਰਡ ਡਰੋਨ ਹਮਲੇ ਦੀ ਕੀਤੀ ਸ਼ੁਰੂਆਤ - CNN",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਲਿੰਬੋ ਵਿਚ ਕਿਉਂਕਿ ਵਾਸ਼ਿੰਗਟਨ ਇਸ ਨੂੰ ਵਪਾਰ ਸਮਝੌਤੇ ਦੀ ਉਡੀਕ ਵਿਚ ਰੱਖਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਸੈਨੇਟਰਾਂ ਨੇ ਟਰੰਪ ਦੇ ਛੁਟਕਾਰੇ ਦਾ ਟੀਚਾ ਲਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਨਿਊ ਮੈਕਸੀਕੋ 'ਚ ਹੜ੍ਹ ਕਾਰਨ 2 ਬੱਚਿਆਂ ਸਮੇਤ 3 ਦੀ ਮੌਤ, ਸਥਾਨਕ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - ABC News - Breaking News, Latest News and Videos",
        "ਧਰਤੀ ਦਾ ਘੁੰਮਣਾ ਇਸ ਗਰਮੀ ਦੇ 3 ਦਿਨਾਂ ਲਈ ਤੇਜ਼ ਹੋ ਰਿਹਾ ਹੈ — ਅੱਜ ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ - ਯਾਹੂ",
        "ਯੂਕਰੇਨ ਨੇਪਚੂਨ ਮਿਜ਼ਾਈਲ ਤਕਨਾਲੋਜੀ ਚੋਰੀ ਕਰਨ ਦੇ ਕੰਮ ਵਾਲੇ ਚੀਨੀ ਜਾਸੂਸਾਂ ਨੂੰ ਹਿਰਾਸਤ ਵਿਚ ਲੈ ਲਿਆ, ਐਸਬੀਯੂ ਕਹਿੰਦਾ ਹੈ - ਕੀਵ ਸੁਤੰਤਰ",
        "ਯੂਕਰੇਨ 'ਤੇ ਗੜਬੜ ਮੈਸੇਜਿੰਗ ਡੀ. ਸੀ. ਨਪੁੰਸਕਤਾ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ - ਐਕਸੀਓਸ",
        "ਨਵੀਂ ਟੈਲੀਸਕੋਪ ਇਮੇਜਰੀ (ਵੀਡੀਓ) - ਸਪੇਸ ਵਿੱਚ ਸੋਲਰ ਸਿਸਟਮ ਦੁਆਰਾ ਇੰਟਰਸਟੇਲਰ ਕੋਮੇਟ 3I/ਐਟਲਸ ਜ਼ੂਮ ਵੇਖੋ",
        "ਨਵਜੰਮੇ ਬੱਚਿਆਂ ਅਤੇ ਛੋਟੇ ਬੱਚਿਆਂ ਲਈ ਮਲੇਰੀਆ ਦੀ ਪਹਿਲੀ ਦਵਾਈ ਨੂੰ ਅਫਰੀਕਾ ਵਿੱਚ ਹਫ਼ਤਿਆਂ ਦੇ ਅੰਦਰ ਮਨਜ਼ੂਰੀ ਮਿਲਣ ਦੀ ਉਮੀਦ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}