{
    "headlines": [
        "Asian Shares Have Tepid Start Before US Jobs Data: Markets Wrap - Bloomberg",
        "WCWS Spiel 2: Texas Tech vs. Texas Softball Live-Updates, Wetterverzögerung, Neuigkeiten aus der Women's College World Series - Yahoo Sports",
        "Lululemon-Aktien fallen, als die Zölle beißen - BBC",
        "Steelers unterzeichnen Aaron Rodgers, bis zu einem physischen - NBC Sports",
        "Trump-Musk-Kernschmelze macht Europa wütend - politico.eu",
        "Frankreich ist weg! Die Rekorde fielen, als Les Bleus zum ersten Mal SEIT 56 JAHREN gegen das unglaubliche Spanien fünf Tore kassierte - Goal.com",
        "Diddy trial day 21 recap: 3rd victim takes the stand as judge droht zu booten Combs - ABC News",
        "Billy Joel versuchte zweimal Selbstmord und fiel nach der Affäre mit der Frau eines Freundes ins Koma. Warum er \"alles beenden\" wollte - Yahoo",
        "Elon Musk hatte gerade einen seiner größten eintägigen Nettoverluste - Business Insider",
        "Sabrina Carpenter teilt den neuen Song „Manchild“: Listen - Pitchfork",
        "Thunder vs. Pacers Ergebnis: NBA-Finale Spiel 1 Live-Updates als Shai Gilgeous-Alexander führt OKC gegen Indy - CBS Sports",
        "Russland startet Luftangriff auf Kiew Tage nach dem kühnen Drohnenangriff der Ukraine auf die Bomberflotte - CNN",
        "Die Jagd nach Travis Decker wird entlang des Pacific Crest Trail intensiviert; die Öffentlichkeit wird dringend aufgefordert, wachsam zu bleiben - KING5.com",
        "Netanyahu bestätigt, dass Israel Clans gegen die Hamas in Gaza bewaffnet - BBC",
        "Israel startet mehrere Angriffe auf die südlichen Vororte von Beirut, Südlibanon - Al Jazeera",
        "Trump-Administration sanktioniert Richter am Internationalen Strafgerichtshof - Al Jazeera",
        "Musk droht, eine wichtige Verbindung zur Raumstation für die NASA außer Betrieb zu nehmen - AP News",
        "Texas-Frau stirbt an gehirnfressender Amöbe, nachdem sie die Nebenhöhlen mit Leitungswasser gereinigt hat - NBC News",
        "Nintendo Switch 2 Launch: GameStop untersucht Ansprüche auf Konsolenschaden - NBC News"
    ]
}