{
    "headlines": [
        "‘Just the way it is.’ Trump says Canada’s prime minister can do nothing to reduce tariffs today - CNN",
        "Cleveland Cavs vs Indiana Pacers Game 2 live results: Pacers pull off another crazy last-minute comeback - IndyStar",
        "What is happening at Newark Airport? This and other questions answered - NPR",
        "China to cut key rates by 10 points, bank reserve requirement by 50 points in bid to boost economy - CNBC",
        "SpaceX planning nighttime launch of Falcon 9 from Cape Canaveral - WESH",
        "The divides behind the scenes in the Vatican ahead of the conclave - BBC",
        "Prosecutors accuse Sean ‘Diddy’ Combs’ defense team of consulting with celebrity attorney Mark Geragos - CNN",
        "Republicans thought they’d pad their Senate majority. The map is getting tougher. - Politico",
        "US and China to launch formal trade talks - Financial Times",
        "Someone Crashed Their Car Into Jennifer Aniston’s Home - The Cut",
        "Supreme Court lets Trump ban transgender troops while case continues - The Washington Post",
        "In a first, physicists spot elusive 'free-range' atoms — confirming a century-old theory about quantum mechanics - Live Science",
        "Duffy vs. Hegseth: Friction over air safety erupts in Trump’s Cabinet - Politico",
        "53-Year-Old Soviet Spacecraft Will Plummet Back to Earth This Week - Gizmodo",
        "DOJ seeks forced breakup of Google digital ad businesses to ‘terminate’ monopolies - New York Post",
        "Ukrainian drones attack Moscow, temporarily halting flights ahead of major military parade - CNN",
        "Homeland Security chief says travelers with no REAL ID can fly for now, but with likely extra steps - AP News",
        "Google updates Pixels with important security patches, but warns that there's no going back - Android Police",
        "Israel attacks main airport in Yemen's capital Sanaa - BBC",
        "Read Jon Voight’s Plan To Save Hollywood: Midsize Federal Tax Credits, Increased Write-Offs & Harsh Tariffs On Overseas Incentives - Deadline"
    ]
}