{
    "headlines": [
        "Israel recupera corpos de três reféns mortos em Gaza - BBC",
        "Fred Smith, fundador da FedEx que revolucionou o negócio de entrega de encomendas, morre aos 80 anos - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Keir Starmer pede que o Irã volte à mesa de negociações - BBC",
        "Horóscopo para domingo, 22 de junho de 2025 - Chicago Sun-Times",
        "Pontuação da College World Series 2025: Kade Anderson, da LSU, argumenta pela escolha número 1 com vitória por shutout no Jogo 1 - Yahoo Sports",
        "Trump disse que estava a dar ao Irão uma janela para se sentar à mesa. Ele atacou 2 dias depois. - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Trump enfrenta reação da base maga após ataques ao Irã - Financial Times",
        "Finais da NBA de 2025: 4 coisas a observar no Jogo 7 das Finais - NBA",
        "Assista: Primeiro comentário de Netanyahu após os EUA bombardearem instalações nucleares do Irã - NDTV",
        "Trump tem autoridade para ordenar ataques dos EUA ao Irã? - PBS",
        "Sabrina Carpenter, SZA, Ariana Grande Ganham Múltiplos Prémios no Kids ’Choice Awards 2025 (Lista Completa de Vencedores) - Billboard",
        "Campeão do UFC Jon Jones se aposenta, atingido com outra acusação criminal em Albuquerque - Albuquerque Journal",
        "Mahmoud Khalil promete continuar os protestos após a libertação da detenção - Politico",
        "Líder da oposição da Bielorrússia, Siarhei Tsikhanouski, libertado da prisão após rara visita do principal enviado dos EUA - Sky News",
        "Costa Leste se prepara para uma grande onda de calor à medida que as temperaturas atingem três dígitos - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Oito mortos após balão de ar quente pegar fogo e cair no Brasil - Al Jazeera",
        "Como atacar as instalações nucleares do Irã pode impactar o meio ambiente - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Semana em análise: Meta revela seus óculos inteligentes Oakley - TechCrunch"
    ]
}