{
    "headlines": [
        "Российские ракеты поразили мирных жителей Сум, когда проходила военная церемония, говорит солдат - The Washington Post",
        "Рекомендации экспертов по вакцинам против РСВ и менингита теперь будут переданы экс-прокурору в CDC - AP News",
        "Kansas City Royals vs. New York Yankees Результаты, статистика и резюме - 16 апреля 2025 г. Gametracker - CBS Sports",
        "Фьючерсы на акции растут после падения основных средних показателей распродаж в технологическом секторе: обновления в реальном времени - CNBC",
        "Ученый CDC: ответ на вспышку кори в Техасе пострадал от сокращения финансирования - The Washington Post",
        "Ведущий исследователь в области питания NIH, изучающий ультраобработанные продукты, уходит, ссылаясь на цензуру при Кеннеди - CNN",
        "«Арсенал» доказывает истинный статус претендента на Лигу чемпионов в демонтаже могучего мадридского «Реала» - CBS Sports",
        "Nvidia сталкивается с большими сбоями из-за новых ограничений на экспорт из Китая, чем ожидалось, говорит Morgan Stanley - Investopedia",
        "Блэкаут в Пуэрто-Рико: жители готовятся к пасхальным выходным - CNN",
        "Подозреваемый в поджоге особняка губернатора был зол на войну в Газе, сообщает полиция Пенсильвании - NPR",
        "Это намек на жизнь в другом мире или просто много горячего воздуха? - NPR",
        "Вот почему дочь Чарли Шина и Дениз Ричардс, Сами, сказала отцу никогда больше не связываться с ней «никогда» - BuzzFeed",
        "Первая встреча консультантов CDC по вакцинам под руководством RFK Jr. - это в основном «бизнес как обычно» - NPR",
        "Обновление Android 16 Beta 4 готовится к завтрашнему дню - 9to5Google",
        "Судья Боасберг начнет разбирательство о неуважении к администрации Трампа - The Washington Post",
        "Тарифы Трампа «скорее всего» подтолкнут цены вверх, предупреждает глава ФРС, вызывая падение рынка - The Washington Post",
        "Сенатор отправляется в Сальвадор, чтобы найти мигранта из Мэриленда, ошибочно депортированного Трампом - ABC News"
    ]
}