{
    "headlines": [
        "ਈਰਾਨ ਦੇ ਸਰਵਉੱਚ ਨੇਤਾ ਨੇ ਜੰਗਬੰਦੀ ਤੋਂ ਬਾਅਦ ਪਹਿਲੇ ਵੀਡੀਓ ਸੰਦੇਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਇਜ਼ਰਾਈਲ ' ਤੇ' ਜਿੱਤ'ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਫਿuresਚਰਜ਼ ਰਾਈਜ਼; ਟਰੰਪ ਨਵੀਂ ਫੇਡ ਚੇਅਰ ਨੂੰ ਜਲਦੀ ਨਾਮ ਦੇਣ 'ਤੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "Exclusive: 10 ਸਾਲ ਪਹਿਲਾਂ, ਓਬਾਮਾ ਲਈ ਯਾਦ ਰੱਖਣ ਵਾਲਾ ਦਿਨ - Axios",
        "ਵੈਨੇਜ਼ੁਏਲਾ ਦੇ ਸਾਬਕਾ ਸਪਾਈਮਾਸਟਰ ਨੇ ਅਮਰੀਕੀ ਡਰੱਗ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਮੰਨਿਆ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਈਰਾਨ ਦੀ ਅਜਿੱਤਤਾ ਦੀ ਮਿੱਥ ਟੁੱਟ ਗਈ ਹੈ, ਅਤੇ ਪਤਨ ਦੂਰ-ਦੁਰਾਡੇ ਹੋ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਦੇ ਦਬਦਬੇ ਵਾਲੇ ਨਾਟੋ ਸੰਮੇਲਨ ਤੋਂ ਮੁੱਖ ਟੇਕਵੇਅ - ਐਨਪੀਆਰ",
        "ਰਹੱਸਮਈ ਰੇਡੀਓ ਸਿਗਨਲ ਫਟਿਆ ਲੰਬੇ-ਮਰੇ ਨਾਸਾ ਸੈਟੇਲਾਈਟ ਤੱਕ - ScienceAlert",
        "ਵੀਰਵਾਰ, 26 ਜੂਨ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਖਾਮਨ ਮਾਲੂਆਚ 'ਤੇ ਸਨਜ਼ ਨੇ ਵੱਡਾ ਝਟਕਾ ਲਗਾਇਆ, ਮਾਰਕ ਵਿਲੀਅਮਜ਼ ਨਾਲ ਉਤਸੁਕਤਾ ਪੈਦਾ ਕਰੋ - ਐਰੀਜ਼ੋਨਾ ਸਪੋਰਟਸ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਨੇਤਾਵਾਂ ਨੇ ਰੂਸ ਦੀਆਂ ਸਖਤ ਪਾਬੰਦੀਆਂ, ਅਮਰੀਕੀ ਟੈਰਿਫਾਂ ਅਤੇ ਮੱਧ ਪੂਰਬ ਦੇ ਟਕਰਾਵਾਂ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਲਈ ਮੀਟਿੰਗ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "2025 ਐਨਬੀਏ ਡਰਾਫਟ ਗ੍ਰੇਡਃ ਹਰ ਟੀਮ ਨੇ ਪਹਿਲੇ ਗੇੜ ਵਿਚ ਕਿਵੇਂ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਜੇਮਜ਼ ਬਾਂਡਃ ਡੇਨਿਸ ਵਿਲੇਨਯੂਵ ਅਗਲੀ 007 ਫਿਲਮ ਦਾ ਨਿਰਦੇਸ਼ਨ ਕਰਨਗੇ - ਬੀਬੀਸੀ",
        "ਵੈਟਰਨ ਵਿਸ਼ਲੇਸ਼ਕ ਐਨਵੀਡੀਆ ਸਟਾਕ - ਯਾਹੂ ਵਿੱਤ 'ਤੇ ਬੋਲਡ ਨਵੀਂ ਕਾਲ ਡਰਾਪ ਕਰਦਾ ਹੈ",
        "ਵਪਾਰ ਤੋਂ ਬਾਅਦ, ਟ੍ਰੇਲ ਬਲੇਜ਼ਰਜ਼ ਸ਼ਾਨਦਾਰ ਪਿਕ ਬਣਾਉਂਦੇ ਹਨ, 2025 ਐਨਬੀਏ ਡਰਾਫਟ - ਕੇਜੀਡਬਲਯੂ ਵਿਚ ਨੰਬਰ 16 'ਤੇ ਚੀਨੀ ਕੇਂਦਰ ਯਾਂਗ ਹੈਨਸਨ ਦਾ ਖਰੜਾ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਖੁਫੀਆ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਨੂੰ ਸੀਮਤ ਕਰੇਗਾ, ਸੈਨੇਟ ਈਰਾਨ ਦੀ ਬ੍ਰੀਫਿੰਗ ਵਿਚ ਗੈਬਾਰਡ ਨੂੰ ਛੱਡ ਦੇਵੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਵਾਈਸੀ ਦੇ ਮੇਅਰ ਪ੍ਰਾਇਮਰੀ ਪਰੇਸ਼ਾਨੀ ਨੂੰ ਹੈਰਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਮਮਦਾਨੀ ਨੇ ਕਿਹਾ ਕਿ ਏਬੀਸੀ ਨਿ Newsਜ਼ ਡੈਮੋਕਰੇਟਸ ਨੂੰ ਆਰਥਿਕ ਏਜੰਡੇ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਤ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸਿਕਸਰ ਨੰਬਰ 3 ਸਮੁੱਚੇ ਤੌਰ 'ਤੇ ਪਿਕ ਵੀਜੇ ਐਜਕੋਂਬੇ ਨੂੰ ਜਾਣੋ - PhillyVoice",
        "ਟਰੰਪ ਦੇ ਜਾਸੂਸ ਮੁਖੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਵੀਂ ਇੰਟੈਲ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਈਰਾਨ ਦੀਆਂ ਪਰਮਾਣੂ ਸਹੂਲਤਾਂ ਤਬਾਹ ਹੋ ਗਈਆਂ ਸਨ - ਪੋਲਿਟਿਕੋ",
        "ਥਾਈਮਰੋਜਲ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ, ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਨਵੇਂ ਸੀਡੀਸੀ ਟੀਕੇ ਦੇ ਸਲਾਹਕਾਰਾਂ ਦਾ ਨਿਸ਼ਾਨਾ - ਸੀਐਨਐਨ"
    ]
}