{
    "headlines": [
        "قائمة التوافق مع الإصدارات السابقة من Switch 2 لتحديثات Nintendo - Nintendo Life",
        "هاتف OnePlus \"الجديد\" الصغير \"لن يصل إلى الولايات المتحدة، ولكن ميزات الذكاء الاصطناعي الخاصة به هي - The Verge",
        "ثقة المستهلك تتحسن لأول مرة منذ نوفمبر - سي إن إن",
        "ما يجب معرفته عن خطاب الملك تشارلز في كندا وكيفية ارتباطه بترامب - أكسيوس",
        "تحديثات مباشرة لمحاكمة ديدي: المساعد السابق للجدي كلارك يشهد في قضية الاتجار بالجنس لشون كومز - واشنطن بوست",
        "داخل الدائرة الداخلية المنقسمة لبيت هيغسيث، تستمر \"الحرب الباردة\" - واشنطن بوست",
        "توم كروز يحتفل بيوم الذكرى سجل شباك التذاكر: \"واحد لكتب التاريخ! \"- ياهو نيوز سنغافورة",
        "ارتفاع العقود الآجلة لمؤشر داو جونز 500 نقطة بعد إعلان ترامب عن تأخير تعريفة الاتحاد الأوروبي: تحديثات مباشرة - CNBC",
        "NPR تقاضي ترامب بسبب أمر تنفيذي بقطع التمويل الفيدرالي - NBC News",
        "\"سيلزفورس\" توافق على شراء \"إنفورماتيكا\" بصفقة بقيمة 8 مليارات دولار - Bloomberg.com",
        "شائعات آبل حول إعادة تصميم iPhone كل عام حتى عام 2027 - MacRumors",
        "رئيس جامعة هارفارد يتحدث ضد ترامب. وتحليل لخسائر وظائف التنوع والمساواة والشمول - NPR",
        "النداء النهائي للصعود إلى الطائرة للحصول على حقائب مجانية في الجنوب الغربي حيث تتخلى شركة الطيران عن ميزة عزيزة عليها - أخبار أسوشيتد برس",
        "الرئيس دونالد ترامب يعفو عن عمدة فرجينيا السابق سكوت جنكينز المدان بالاحتيال والرشوة - بي بي سي",
        "شوهدت السيدة الأولى الفرنسية وهي تدفع الرئيس ماكرون في وجهه في مقطع فيروسي والمزيد من العناوين الرئيسية - فوكس نيوز",
        "100 شيء يجب معرفته عن سولاك لموسم اتحاد كرة القدم الأميركي 2025... 100 يوم خارج - ESPN",
        "آخر إطلاق نار جماعي في فيلادلفيا: يصف الشهود الرعب بمقتل شخصين وإصابة 9 آخرين في إطلاق نار فيرمونت بارك - الإندبندنت",
        "كيف من المفترض أن تعمل خطة مساعدات غزة الجديدة - ولماذا تعارضها العديد من منظمات الإغاثة ؟ - أسوشيتد برس نيوز",
        "كتاب اللعب: عطلة نهاية أسبوع ترامب الغريبة - Politico",
        "كم عدد الأمريكيين الذين يتناولون GLP -1s الآن - Axios"
    ]
}