{
    "headlines": [
        "Vera Rubin: Erstes Himmelsbild eines revolutionären Teleskops - BBC",
        "FBI, DHS Gastgeber Anruf mit Gouverneuren über US-Bedrohungsumfeld nach Iran Streiks - ABC News - Eilmeldungen, neueste Nachrichten und Videos",
        "Israel erholt Leichen von drei Geiseln aus Gaza, sagt die IDF - The Washington Post",
        "US Issues ‘Worldwide Caution’ for Americans After Attack on Iran - Bloomberg.com",
        "Pacers-Star Tyrese Haliburton verließ Spiel 7 der NBA-Finals mit Verletzung - NBC News",
        "Was die Fahrer bei Pocono nach dem Pokalsieg von Chase Briscoe sagten - NBC Sports",
        "Teslas Robotaxi ist live: Hier sind einige der ersten Reaktionen. - The Verge",
        "Polizeikredit-Mitarbeiter für das Stoppen des Schützen in der Wayne Co. Church: Sie \"verhinderten eine Massenerschießung\" - The Detroit News",
        "Chris Mason: Die Position des Vereinigten Königreichs zum Iran ist klar, aber werden die USA zuhören? - BBC",
        "Wie China Elektrofahrzeuge zum Mainstream machte - BBC",
        "Trump schwimmt Regimewechsel im Iran - Axios",
        "Travis Hunter unterzeichnet Vertrag mit Jaguars - KUSA.com",
        "Der Richter ordnet die Freilassung von Kilmar Abrego Garcia aus dem Gefängnis vor dem Prozess an, aber ICE plant, ihn festzunehmen - AP News",
        "Elizabeth Hurley und Billy Ray Cyrus unterstützen Miley Cyrus bei Singer's „Something Beautiful “Premiere Event in London - AOL.com",
        "Anna Camp verteidigt den Altersunterschied von 18 Jahren zwischen ihr und Freundin Jade Whipkey - Yahoo",
        "Syrien: Selbstmordattentat in der Kirche von Damaskus tötet 22 - BBC",
        "Treffen mit dem Polizeichef, der von den geplanten Protesten der Palestine Action in London „schockiert“ war - BBC",
        "So sehen Sie sich Staffel 3 von \"The Gilded Age\" an: Veröffentlichungszeit, Streaming - New York Post",
        "28 Jahre später Alpha-Zombie-Schauspieler bei prothetischen Penis- und Zugverletzungen - Vielfalt"
    ]
}