{
    "headlines": [
        "JD Vance sagt, dass Krypto den Amerikanern im Alltag helfen kann. Hier ist, wie viele es tatsächlich verwenden. - NBC News",
        "Dow schließt mehr als 200 Punkte niedriger Mittwoch vor Nvidia Einnahmen: Live-Updates - CNBC",
        "Trump nominiert einen seiner ehemaligen persönlichen Anwälte für den prestigeträchtigen Sitz des Bundesberufungsgerichts - CNN",
        "Die China-Mission startet, um zwei ungewöhnliche Objekte zu erkunden, die noch nie zuvor von Raumfahrzeugen besucht wurden - CNN",
        "Trump verliert es, wenn er nach dem \"Aushacken\" von Zöllen gefragt wird - Rolling Stone",
        "\"Black Panther\" -Videospiel bei Electronic Arts abgesagt, da Cliffhanger Studios heruntergefahren werden - Vielfalt",
        "e.l.f. Beauty gibt endgültige Vereinbarung zum Erwerb von Rhode im Rahmen eines 1-Milliarden-Dollar-Deals bekannt - Business Wire",
        "Samsung veröffentlicht Android 16 Beta für Galaxy S25 mit mehr KI, die Sie wahrscheinlich nicht wollen - Ars Technica",
        "Gesunde Renditen: Die Änderung der Covid-Impfstoffempfehlung von RFK Jr. könnte die Gesundheit gefährden, Zugang - CNBC",
        "Trump verspricht, Whitmer-Entführungsverschwörer zu begnadigen - The Detroit News",
        "Hat ICE Barbies großer Mund Trumps Angriff auf Harvard sabotiert? - NJ.com",
        "Google Photos stellt neu gestalteten Editor mit neuen KI-Tools vor - TechCrunch",
        "Hallo, 'Mama'! James-Webb-Teleskop entdeckt MoM-z14 — die am weitesten entfernte, frühe Galaxie, die jemals gesehen wurde - Live Science",
        "Andrew und Tristan Tate wegen Vergewaltigung und Menschenhandel in Großbritannien angeklagt - Rolling Stone",
        "Das Budgetpaket der GOP schlägt vor, die Leistungen zu kürzen und die Gebühren für legale Einwanderer zu erhöhen - NPR",
        "Terry Bradshaw, Cam Heyward Kommentare über Aaron Rodgers finden bei vielen Steelers-Fans Anklang - NBC Sports",
        "Nach CDC-Schnitten befürchten Ärzte, dass Frauen den Zugang zur Verhütungsforschung verlieren werden - NPR"
    ]
}