{
    "headlines": [
        "Touristin, die Berichten zufolge des Mordes an ihrer Familie in Island verdächtigt wird, wird verhaftet - CBS News",
        "Die Staats- und Regierungschefs der G7 treffen sich in Kanada zu einem Gipfel, der von der israelisch-iranischen Krise und Handelskriegen überschattet wird - AP News",
        "Wie man die beste Tastatur der Welt baut - The Verge",
        "Der Kampf des Kongresses um die Sicherheit bricht nach den Schießereien in Minnesota aus - Axios",
        "Israel und Iran handeln am dritten Tag des eskalierenden Konflikts mit tödlicheren Schlägen - NPR",
        "Genetische Variante mit doppeltem Demenzrisiko für ältere Männer - The Washington Post",
        "Starbucks geht in seiner Kehrtwende in die nächste Phase: Mitarbeiter gewinnen - CNBC",
        "Würden Sie den Browser für einen Chatbot wechseln? - The Verge",
        "Sie heiratete aus Liebe einen US-Bürger. Nachdem sie Missbrauch vorgeworfen hatte, drohte er mit Abschiebung. - CBS News",
        "James-Webb-Teleskop entdeckt \"eine neue Art von Klima\" auf Pluto, anders als alles andere in unserem Sonnensystem - Live Science",
        "Caitlin Clark explodiert für 32 Punkte im Gegenzug von Verletzungen als Indiana Fever Hand New York Liberty erste Niederlage der Saison - CNN",
        "Da die Private-Equity-Beteiligungen von Harvard und Yale in den Verkauf gehen, können Käufer diese Technik für 1.000 % Windfälle nutzen. \"Es lässt dein Gehirn schmelzen\" - Fortune",
        "Nach Omaha, Nebraskas größtem Arbeitsort-Einwanderungsangriff, arbeitet eine Community daran, sich zu erholen - NBC News",
        "King Charles postet über den Vatertag, nachdem Prinz Harry sagt: \"Ich würde mich gerne mit der Familie versöhnen\" - Yahoo",
        "Panzer, Truppen und Überflüge in D.C., als Trump seine Militärparade bekommt - The Washington Post",
        "Trump Mulls fügt 36 weitere Länder zum Reiseverbot hinzu - The Daily Beast",
        "Eine Person \"schwer verletzt\", drei in Haft, nachdem sie während des \"No Kings\" -Protests in Salt Lake City 10.000 Menschen erschossen hatten - The Salt Lake Tribune"
    ]
}