{
    "headlines": [
        "رد الفعل العكسي على الصبغة الاصطناعية ينمو مع تخلي كرافت عن التلوين لـ Kool - Aid، Jell - O - The Washington Post",
        "نقلت وزيرة الأمن الداخلي كريستي نويم إلى مستشفى في منطقة العاصمة بعد رد فعل تحسسي، كما تقول وزارة الأمن الداخلي - سي إن إن",
        "مجلس الشيوخ يمرر مشروع قانون تنظيم التشفير التاريخي بتصويت من الحزبين، وإرساله إلى مجلس النواب - إن بي سي نيوز",
        "فوجئت المستشفيات بخطة Medicaid الخاصة بالحزب الجمهوري في مجلس الشيوخ - Politico",
        "تحظر Nintendo الخدمات عبر الإنترنت على أنظمة Switch 2 التي تستخدم خرطوشة Mig - The Verge",
        "ما تقوله تجارة العمالقة الرائجة (مرة أخرى) عن البحارة - سياتل تايمز",
        "يقول الرئيس التنفيذي لشركة أمازون إنها ستخفض الوظائف بسبب \"كفاءة\" الذكاء الاصطناعي - The Verge",
        "يقول علماء الفلك إن لغزًا قديمًا من المادة العادية \"المفقودة\" في الكون يمكن حله - سي إن إن",
        "يروي أليكس باديلا إقالته من المؤتمر الصحفي لوزارة الأمن الوطني في خطاب عاطفي لمجلس الشيوخ - NPR",
        "توفي ألفريد بريندل، عازف البيانو الدماغي ذو الذكاء الجاف، عن عمر يناهز 94 عامًا - NPR",
        "مؤشر داو جونز ينخفض 300 نقطة مع تفاقم الصراع بين إيران وإسرائيل: تحديثات حية - سي إن بي سي",
        "خروج دونالد ترامب المفاجئ من مجموعة السبع يسبب القلق بين القادة الآخرين - فاينانشال تايمز",
        "إعادة محاكمة كارين ريد: القاضي يرفض الإجابة على سؤال هيئة المحلفين الرابعة، ويصفه بأنه \"نظري\" - بوسطن 25 نيوز",
        "النواب يصوتون على عدم تجريم الإجهاض للنساء في إنجلترا وويلز - بي بي سي",
        "قتل ما لا يقل عن 51 فلسطينيا أثناء انتظار شاحنات المساعدات في غزة، كما يقول مسؤولو الصحة - أسوشيتد برس نيوز",
        "توم كروز، دوللي بارتون، ديبي ألين ووين توماس لتقديم جوائز الأوسكار الفخرية - متنوعة",
        "كبسولة رائد الفضاء الصينية من الجيل التالي لمهام القمر اختبار إجهاض الوسادة الحاسمة (فيديو) - الفضاء",
        "عائلة Gemini AI من Google محدثة بمستقر 2.5 Pro، 2.5 Flash - Lite فائق الكفاءة - Ars Technica",
        "إطلاق سراح المراقب المالي لمدينة نيويورك ومرشح رئاسة البلدية براد لاندر بعد اعتقاله من قبل موظفي الهجرة داخل المحكمة - سي إن إن"
    ]
}