{
    "headlines": [
        "Тарифы Дональда Трампа повредят глобальному росту, предупреждает ОЭСР - BBC",
        "Meta и Яндекс деанонимизируют идентификаторы веб-браузеров пользователей Android - Ars Technica",
        "NIO Inc. Отчеты Неаудированные финансовые результаты за первый квартал 2025 года - NIO",
        "Более 200 заключенных сбежали из тюрьмы Пакистана после землетрясения - BBC",
        "Hims & Hers приобретает европейскую платформу телемедицины в рамках глобальной экспансии - CNBC",
        "Расписание финалов НБА 2025 года, коэффициенты Thunder vs. Pacers: даты, время игры, телевизионное освещение, прямая трансляция плей-офф НБА - CBS Sports",
        "Может ли возрождение производства помочь хартленду догнать «суперзвездные» города? : Planet Money - NPR",
        "Правительство Нидерландов рухнуло из-за выхода крайне правой партии Вилдерса из коалиции - CNN",
        "Амбициозный толчок Трампа к торговым сделкам сталкивается с некоторыми проблемами - NBC News",
        "Куомо, по сообщениям, находится под следствием Министерства юстиции Трампа, хочет организовать Dems на национальном уровне - Politico",
        "Таинственный «мега-цунами», который потряс весь мир за 9 дней, показали со спутника - Live Science",
        "Джонатан Джосс: Актер фильма «Король горы» (King of the Hill) Джон Редкорн застрелен - BBC",
        "РАЗУМНАЯ диета может снизить риск развития деменции - Newser",
        "Что такое «Стромболианское извержение»? «Вулканолог объясняет, что произошло на горе Этна - Беседа",
        "Британия получает усиление обороны, направленное на то, чтобы послать сигнал России и Трампу - NPR",
        "Необработанный обзор и реакции: случайный понедельник в июне - места у кейджсайда",
        "Звезда сериала «16 лет и беременна» (16 and Pregnant) Уитни Первис призналась, что сын Уэстон умер в 16 лет: «Жизнь так жестока» - Entertainment Weekly",
        "LSU побеждает Литл-Рок, 10-6; Авансы в NCAA Super Regional - lsusports.net",
        "Гарвард просит вынести решение в порядке упрощенного судопроизводства по делу о финансировании, говорит, что Белый дом настаивал на сокращениях, несмотря на возражения агентства - The Harvard Crimson",
        "49ers меняют условный выбор пятого раунда 2026 года на Брайса Хаффа - NBC Sports"
    ]
}