{
    "headlines": [
        "Donald Trump verlässt die G7 vorzeitig, da sich der Konflikt zwischen dem Iran und Israel verschärft - Financial Times",
        "SpaceX-Start von Kalifornien aus sendet 26 Starlink-Satelliten in eine niedrige Erdumlaufbahn - Space",
        "Thunder vs. Pacers: Jalen Williams explodiert, um Indiana Rally abzuwehren, da OKC 3-2 NBA-Finale führt - Yahoo Sports",
        "Arabische Golfstaaten arbeiten daran, die Auswirkungen des israelischen Angriffs auf den Iran einzudämmen - The Washington Post",
        "Trump Organization enthüllt Mobilfunkdienst - The Washington Post",
        "Brad Pitt und Ines de Ramon haben bei der ‘F1‘ -Premiere in NYC eine PDA-gefüllte Date-Nacht - Seite sechs",
        "Red Sox befürchteten, dass die Weigerung von Rafael Devers, die Positionen zu wechseln, eine falsche Botschaft an die Teamkultur senden würde - MassLive",
        "\"Lilo & Stitch\" -Schauspieler David Hekili Kenui Bell stirbt - Deadline",
        "GOP des Senats trifft Straßensperren, um Trumps Steuer- und Ausgabengesetz bis zum 4. Juli zu verabschieden - CNN",
        "Die Angst vor einem Krieg zwischen Israel und dem Iran wächst, da die USA und China eine düstere Warnung vor der Evakuierung Teherans aussprechen | World News - Hindustan Times - Hindustan Times",
        "Trump verlässt G7-Gipfel vorzeitig nach Warnung „Teheran evakuieren“ - Axios",
        "Polizeifrage 2 bewaffnete \"Friedenstruppen\" im \"No Kings\" -Protest in Salt Lake City - ABC News",
        "Berichten zufolge weiten sich die Risse in der OpenAI-Microsoft-Beziehung aus - TechCrunch",
        "Faktencheck: Bei G7 macht Trump falsche Behauptungen über Trudeau, Ukraine und Einwanderung - CNN",
        "Apollo-Astronauten entdeckten, dass der Mond mit winzigen orangefarbenen Glasperlen bedeckt ist. Jetzt wissen wir endlich, warum. - Live Science",
        "Mysteriöse schnelle Radioblitze helfen Astronomen, kosmische \"fehlende\" Materie zu lokalisieren - CNN",
        "Mit KI Siri verzögert, könnten Apples AirPods Pro 3 die nächsten sein - Gizmodo",
        "In J.J. Spauns Haus in Arizona, als er einen überraschenden Sieg bei den US Open behauptet - Realtor.com"
    ]
}