{
    "headlines": [
        "Administração Trump conclui troca de prisioneiros em larga escala com a Venezuela - CNN",
        "É uma menina — de novo! E de novo! Por que o sexo de um bebê não é aleatório. - The Washington Post",
        "Astrônomo finalmente quebrou o silêncio depois que o CEO foi pego na 'Kiss Cam' do Coldplay - Business Insider",
        "Jovem de 17 anos é acusado de homicídio por praticante de paddleboarding numa lagoa na zona rural do Maine - AP News",
        "Mamdani e Jeffries finalmente se encontram, mas ainda não há apoio - Politico",
        "Novas evidências da conspiração do governo Obama para subverter a vitória e a presidência do presidente Trump em 2016 - ODNI.gov",
        "Inside CBS's Breakup With Stephen Colbert: Audience Shifts, Political Humor Made Unsustainable Mix - Variety",
        "As despesas do clube de strip-tease do ex-chefe da NFLPA enfrentam escrutínio - ESPN",
        "A UE atinge a Rússia com nova rodada de sanções contra a energia - The Washington Post",
        "Caitlin Clark estará \"ativa à margem\" durante o All-Star Game da WNBA, apesar da lesão - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Republicanos continuam votando em projetos de lei que dizem não gostar - NBC News",
        "Stock Market News Today: Dow, S&P 500 Slip; Consumer Sentiment Brightens — Live Updates - The Wall Street Journal",
        "Trump assina 1º grande projeto federal de criptomoeda em lei - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "O Google está fazendo ‘Gemini Drops’ com a nova Gema do Planejador de Produtividade, mais - 9to5Google",
        "Taxas de acidentes de trabalho da SpaceX na Starbase superam rivais da indústria - TechCrunch",
        "Apple processa YouTuber que vazou o novo redesenho do software “Liquid Glass” do iOS 26 - Ars Technica",
        "Nomeados de Trump empurraram mais mármore na reforma do prédio do Federal Reserve que a Casa Branca agora ataca - PBS",
        "Os confrontos entre drusos e beduínos voltam a aumentar depois que as forças do governo se retiram do sul da Síria - AP News"
    ]
}