{
    "headlines": [
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ਃ ਐਸ ਐਂਡ ਪੀ 500 ਹਿੱਟ ਰਿਕਾਰਡ ਉੱਚ; ਪਲੈਂਟੀਰ ਰੀਬਾਉਂਡਸ ਟੇਸਲਾ ਡਿਲਿਵਰੀਜ਼ ਲੂਮ ਦੇ ਤੌਰ ਤੇ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਆਈਡਾਹੋ - ਐਨਪੀਆਰ ਵਿੱਚ 2 ਫਾਇਰ ਫਾਈਟਰਜ਼ ਦੇ ਘਾਤਕ ਹਮਲੇ ਵਿੱਚ ਸ਼ੱਕੀ ਦੀ ਪਛਾਣ ਕੀਤੀ ਗਈ",
        "2025 ਐਨਬੀਏ ਫ੍ਰੀ ਏਜੰਸੀ ਲਾਈਵ ਟਰੈਕਰਃ ਅਪਡੇਟਸ, ਖ਼ਬਰਾਂ, ਅਫਵਾਹਾਂ, ਚੋਟੀ ਦੇ ਖਿਡਾਰੀ, ਦਸਤਖਤ, ਵਪਾਰ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਪੈਟਰਿਕ ਕੁਈਨ ਵਪਾਰ ਤੋਂ ਬਾਅਦ ਮਿੰਕਾ ਫਿਟਜ਼ਪੈਟ੍ਰਿਕ ਦਾ ਬਚਾਅ ਕਰਦੀ ਹੈ - ਸਟੀਲ ਦੇ ਪਰਦੇ ਦੇ ਪਿੱਛੇ",
        "ਈਲੋਨ ਮਸਕ ਨੇ ਹੁਣੇ ਹੀ ਚੋਣਾਂ ਤੋਂ ਬਾਅਦ ਆਪਣੀ ਸਭ ਤੋਂ ਸਖਤ ਰਾਜਨੀਤਿਕ ਧਮਕੀ ਦਿੱਤੀ - ਸੀ ਐਨ ਐਨ",
        "Nuggets ਵਪਾਰ ਮਾਈਕਲ ਪੋਰਟਰ ਜੂਨੀਅਰ, ਕੈਮ ਜਾਨਸਨ ਲਈ Nets ਕਰਨ ਲਈ ਅਸੁਰੱਖਿਅਤ ਚੁੱਕ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - The Denver Post",
        "ਯੂਰਪ ਦੀ ਵਧ ਰਹੀ ਗਰਮੀ ਦੀ ਲਹਿਰ ਦਾ ਤਾਪਮਾਨ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਐਲਪਸ ਵੀ ਸ਼ਾਮਲ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬ੍ਰਾਇਨ ਕੋਹਬਰਗਰ ਆਈਡਾਹੋ ਕਾਲਜ ਦੇ ਕਤਲੇਆਮ ਦੇ ਸਾਰੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਮੰਨਣ ਲਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "‘ਯੂਨੀਵਰਸਲ ਇੰਜੈਕਸ਼ਨਜ਼‘ ‘ਤੇ ਸੁਪਰੀਮ ਕੋਰਟ ਦਾ ਫੈਸਲਾ ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ - FactCheck. org",
        "'ਏਲੀਓ ਦੇ’ ’ਕੈਟੇਸਟ੍ਰੋਫਿਕ' ਮਾਰਗ ਦੇ ਅੰਦਰਃ ਅਮਰੀਕਾ ਫੇਰੇਰਾ ਦਾ ਨਿਕਾਸ, ਨਿਰਦੇਸ਼ਕ ਤਬਦੀਲੀ ਅਤੇ ਕੁਈਰ ਥੀਮਜ਼ ਦਾ ਖਾਤਮਾ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਅਰਜਨਟੀਨਾ ਨੂੰ ਵਾਈਪੀਐਫ, ਯੂਐਸ ਜੱਜ ਰੂਲਜ਼ ਵਿਚ ਆਪਣਾ 51% ਹਿੱਸਾ ਮੋੜਨਾ ਚਾਹੀਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਡਿਸਕ ਗਲੈਕਸੀਆਂ ਦੇ ਡੂੰਘੇ structਾਂਚਾਗਤ ਰਾਜ਼ਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰਦਾ ਹੈ, ਇਸ ਗੱਲ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ ਕਿ ਕਿਵੇਂ ਬ੍ਰਹਿਮੰਡ ਨੇ ਇਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਆਕਾਰ ਬਣਾਏ - ਰੂਡ ਬਾਗੁਏਟ",
        "ਐਪਲ ਸੰਗੀਤ ਨੇ ਨਵਾਂ ਕੁਲਵਰ ਸਿਟੀ ਸਟੂਡੀਓ ਸਪੇਸ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ",
        "ਆਈਫੋਨ 17 ਪ੍ਰੋ ਮੈਕਸ ਬਨਾਮ ਪ੍ਰੋਃ ਇੱਥੇ ਐਪਲ ਮਾਡਲਾਂ ਨੂੰ ਕਿਵੇਂ ਵੱਖ ਕਰੇਗਾ - 9to5Mac",
        "ਗਲਾਸਟਨਬਰੀ ਤੋਂ ਬਾਅਦ, ਬੌਬ ਵਿਲਨ ਨੂੰ ਯੂਕੇ ਅਪਰਾਧਿਕ ਜਾਂਚ ਅਤੇ ਯੂਐਸ ਵੀਜ਼ਾ ਰੱਦ ਕਰਨ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਜੱਜ ਨੇ ਫਿਰ ਦੇਸ਼ ਨਿਕਾਲੇ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਕਾਰਨ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਦੀ ਟੈਨਿਸੀ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਈ ਵਿਚ ਦੇਰੀ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਵੱਛ ਊਰਜਾ ਨੂੰ ਲੈ ਕੇ ਜੀਓਪੀ ਦੀ ਲੜਾਈ ਮੈਗਾਬਿਲ ਨੂੰ ਪਟੜੀ ਤੋਂ ਉਤਾਰਨ ਦੀ ਧਮਕੀ - ਪੋਲਿਟਿਕੋ",
        "ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਨੇ ਆਪਣੇ ਏਆਈ ‘ਸੁਪਰ ਇੰਟੈਲੀਜੈਂਸ‘ ਸੁਪਰ-ਗਰੁੱਪ - ਦਿ ਵਰਜ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ"
    ]
}