{
    "headlines": [
        "يقول ترامب إن نزاع العملات المشفرة بين الجمهوريين قد تم حله بعد اجتماع البيت الأبيض - Bloomberg.com",
        "عثر على مشرف موسيقى \"أمريكان أيدول\" وزوجها مقتولين بالرصاص في منزل في لوس أنجلوس، وتم القبض على مشتبه به - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "يقول ترامب إن بوندي يجب أن تنشر \"كل ما تعتقد أنه موثوق به\" على Epstein - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "اعترف مطلق النار المزعوم في مينيسوتا بالقتل في رسالة إلى مدير مكتب التحقيقات الفيدرالي - واشنطن بوست",
        "تنزلق العقود الآجلة للأسهم حيث ينتظر المستثمرون المزيد من أرباح البنوك وبيانات التضخم: تحديثات مباشرة - CNBC",
        "الغارات الجوية الإسرائيلية تستهدف القوات الحكومية السورية وسط اضطرابات طائفية - واشنطن بوست",
        "2025 MLB All - Star Game score: Live updates with Paul Skenes, Shohei Ohtani, Aaron Judge, more squering off - CBS Sports",
        "\"إنهاء الخدمة\" يتصدر ترشيحات إيمي 2025 - سي إن إن",
        "المخربون المحكوم عليهم بالسجن لأكثر من 4 سنوات لقطعهم شجرة سيكامور جاب المحبوبة في إنجلترا - ABC News - الأخبار العاجلة وآخر الأخبار ومقاطع الفيديو",
        "OpenAI و Google DeepMind و Anthropic sound alarm: \"قد نفقد القدرة على فهم الذكاء الاصطناعي\" - VentureBeat",
        "لماذا تتعزز نيكي ميناج وSZA ؟ ردود نارية على X سبارك الارتباك بين المشجعين | هوليوود - هندوستان تايمز - هندوستان تايمز",
        "دراسة كبيرة عن نقاط الحديث المضادة للقاح حول الألمنيوم - Ars Technica",
        "ICE تمنع المهاجرين الذين دخلوا الولايات المتحدة بشكل غير قانوني من الحصول على جلسات استماع للسندات - إن بي سي نيوز",
        "الجمهوريون في مجلس الشيوخ يقلصون حزمة ترامب لخفض الإنفاق قبل تصويت رئيسي - إن بي سي نيوز",
        "أكثر من 14 مليون طفل على مستوى العالم لم يتلقوا جرعة من أي لقاح: منظمة الصحة العالمية - ABC News - الأخبار العاجلة وآخر الأخبار ومقاطع الفيديو",
        "حصري | الرئيس التنفيذي لـ JPMorgan جيمي ديمون، رؤساء وول ستريت يتجاهلون الاجتماع مع \"الماركسي\" زهران ممداني - نيويورك بوست",
        "ثلاثة أسئلة رئيسية بعد تسرب البيانات الأفغانية أثارت إجلاء سري غير مسبوق - بي بي سي",
        "يطلب ترامب من جمهوريي تكساس إعادة رسم خريطة الكونجرس للمساعدة في الحفاظ على أغلبية مجلس النواب - أسوشيتد برس نيوز"
    ]
}