{
    "headlines": [
        "العقود الآجلة للأسهم تنخفض مع استعداد المستثمرين لأسبوع أرباح مزدحم: تحديثات مباشرة - CNBC",
        "ينفي مسؤولو ترامب \"ترحيل\" أطفال مواطنين أمريكيين إلى هندوراس - واشنطن بوست",
        "الجمهوريون يسارعون لإنهاء مشروع قانون ضرائب ترامب - بوليتيكو",
        "مركبة الفضول الجوالة التي تم التقاطها أثناء العمل لأول مرة - Earth.com",
        "تم الاعتقال في قضية خطف محفظة نويم. وتصفه بأنه \"مجرم مهني\". \"- الواشنطن بوست",
        "إعادة تخزين الطلب المسبق لـ Nintendo Switch 2: Walmart+ Week هو الوقت المناسب لتتبعه - الاختصار | مات سويدر",
        "كشف بيلي راي سايروس أخيرًا عن تفاصيل علاقته بإليزابيث هيرلي - BuzzFeed",
        "تم بيع الرسالة \"النبوية\" التي كتبها الناجي من تيتانيك مقابل ما يقرب من 400000 دولار في مزاد علني - NPR",
        "مجموعة تويوتا تتحرك إلى الصدارة وتتحكم في الوتيرة - NASCAR.com",
        "أكثر من 100 مهاجر اعتقلوا في غارة على ملهى ليلي تحت الأرض في كولورادو حيث عمل أفراد عسكريون في الخدمة الفعلية، كما يقول الفيدراليون - سي إن إن",
        "جدول نيكس مقابل بيستونز، وأوقات المباريات، وتحديثات تصفيات الدوري الاميركي للمحترفين: نيويورك تأخذ زمام المبادرة 3-1 - سي بي اس سبورتس",
        "معظم الناس لا يوافقون على وظيفة ترامب كرئيس قبل مرور 100 يوم: استطلاع - ذا هيل",
        "لا يوجد \"ثوران وشيك\" في بركان يلوستون الفائق، يو. توصلت الأبحاث - أخبار كيه إس إل",
        "تقول زميلتها إن إدارة ترامب ترسل \"رسالة لتهدئة القضاء\" باعتقال قاضية ويسكونسن - سي إن إن",
        "لا يمكن لمستثمري سوق الأسهم التخلص من عدم اليقين بشأن التعريفة الجمركية. الصفقات التجارية هي المفتاح. - MarketWatch",
        "سائق يصدم السيارة بالحشود في مهرجان الشارع الفلبيني في فانكوفر، مما أسفر عن مقتل 11 شخصًا - برنامج تلفزيوني",
        "شباك التذاكر: \"المذنبون\" يسجلون 45 مليون دولار في عطلة نهاية الأسبوع الثانية الضخمة، \"حرب النجوم\" إعادة الإفراج عن فوز \"محاسب 2\" - متنوعة",
        "وجد التقرير أن روبوتات الدردشة المشهورة من ميتا يمكن أن تناقش الجنس مع القاصرين - TechCrunch",
        "حبوب منع الحمل الشائعة قد تقصر العمر المتوقع بما يقرب من 6 سنوات، وفقا للأطباء - ياهو"
    ]
}