{
    "headlines": [
        "Um velho encrenqueiro do Capitólio está a tentar fechar um grande negócio - Politico",
        "Acusadora de Harvey Weinstein Kaja Sokola: ‘A parte devastadora não foi o próprio julgamento — foi a traição da minha irmã’ - Variety",
        "‘Filhotes‘ mumificados de 14 mil anos não eram cães, mostra nova pesquisa - CNN",
        "2 legisladores de Minnesota baleados em aparente incidente \"direcionado\": funcionários - ABC News",
        "Israel adverte que ‘Teerã queimará’ enquanto o Irã dispara drones e mísseis em resposta aos ataques israelenses - Politico",
        "As travessuras do príncipe Louis e do príncipe George roubam os holofotes em Trooping the Colour - instyle.com",
        "Assista: Keshav Maharaj em lágrimas; A África do Sul venceu a Austrália para acabar com a seca de troféus de 27 anos do TPI - Times of India",
        "Self-made billionaire college dropout Alexandr Wang's $ 14.3 billion deal with Meta's AI - Fortune",
        "US Open 2025: tee times da terceira rodada, duplas e grupos em destaque no sábado em Oakmont - NBC Sports",
        "Scoop: Todos os democratas do Senado exigem que Trump retire as forças armadas de Los Angeles - Axios",
        "Enquanto Trump vai à cúpula do G7, outros líderes mundiais pretendem mostrar que não estão intimidados - AP News",
        "Space humbles the SEAL-doctor-astronaut | On the ISS this week June 9-13, 2025 - Space",
        "Um pai de 3 filhos se sentia saudável. Então, uma triagem de rotina encontrou uma doença rara e mortal. - CBS News",
        "O desfile militar de Trump que marca o 250º aniversário do Exército acontece em Washington, DC, hoje - CBS News",
        "Promotores federais agora cobrando imigrantes que não enviam impressões digitais sob a lei dormente dos anos 1940 - Politico",
        "Índia lança inspeção de Boeing 787 após acidente da Air India - CNN",
        "Papa apela por 'responsabilidade e razão' na escalada Irã-Israel - Vatican News",
        "Venda de aço dos EUA para a Nippon Steel pronta para fechar após acordo com Trump - Bloomberg.com",
        "Resultados do UFC Atlanta: Usman vs. Buckley - Luta de MMA"
    ]
}