{
    "headlines": [
        "Paramount заплатит 16 миллионов долларов в качестве компенсации Трампу за интервью «60 минут» - AP News",
        "Закон Висконсина 1849 года не запрещает аборты, постановление Верховного суда штата - NPR",
        "Маск клянется создать третью сторону. Финансирование не проблема, но есть и другие. - The Washington Post",
        "Воздух ультрачеловеческого кольца заставил меня отказаться от нездоровых привычек - CNET",
        "4 слова, которые подталкивают вашего врача вверх по стене - AOL.com",
        "Проверка оставшихся свободных агентов НБА - слухи об обручах",
        "Национальный отчет о занятости ADP: занятость в частном секторе сократилась на 33 000 рабочих мест в июне; годовая заработная плата выросла на 4,4% - PR Newswire",
        "Honor запускает «самую тонкую» складную модель в мире - The Verge",
        "Замечательное обеденное свидание Тейлор Свифт и Трэвиса Келса недалеко от его родного города - шестая страница",
        "Солнечные компании Лонг-Айленда сталкиваются с мрачным будущим в рамках «Большого красивого законопроекта» - Newsday",
        "Nothing OS 4.0 на базе Android 16 выйдет до конца сентября - 9to5Google",
        "Боб Вилан покинул фестиваль французской музыки - BBC",
        "Рецензии на «Старую гвардию 2» и рейтинг Rotten Tomatoes показывают, стоило ли ждать долгожданный боевик Netflix - MovieWeb",
        "Калифорния только что отменила знаменательную экологическую политику. Вот что это значит. - Новости ABC - Главные новости, последние новости и видео",
        "Большой, смелый законопроект Туне взбудоражил республиканцев в Палате представителей - Axios",
        "«Великое вымирание» уничтожило 90% жизни, а затем наступило 5 миллионов лет смертельной жары. Новые окаменелости объясняют, почему - Yahoo",
        "5 способов, которыми налоговый законопроект Трампа ограничит доступ к здравоохранению - NPR",
        "В Кремниевой долине наступает лето COMP FOMO, поскольку Meta и OpenAI предлагают десятки миллионов долларов, чтобы заманить лучших талантов в области ИИ - Business Insider"
    ]
}