{
    "headlines": [
        "ਜ਼ਮੀਨਦੋਜ਼ ਸੰਗੀਤ ਕਾਰਜਕਾਰੀ ਡੇਵ ਸ਼ੈਪੀਰੋ ਦੀ 42 ਤੇ ਸੈਨ ਡਿਏਗੋ ਜਹਾਜ਼ ਹਾਦਸੇ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬਿਲੀ ਜੋਅਲ ਦਿਮਾਗ ਦੇ ਵਿਗਾੜ ਕਾਰਨ ਸ਼ੋਅ ਰੱਦ ਕਰਦਾ ਹੈ. ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਯੂਐਸ ਸਟੀਲ, ਨਿਪੋਨ 'ਭਾਈਵਾਲੀ‘ ਦਾ ਐਲਾਨ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੀਵ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਰੂਸੀ ਡਰੋਨ ਅਤੇ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਦੇ ਅਧੀਨ ਆਉਂਦਾ ਹੈ ਪੂਰੇ ਸ਼ਹਿਰ ਵਿੱਚ ਸੁਣਿਆ ਗਿਆ ਧਮਾਕਾ - ਪੋਲਿਟਿਕੋ",
        "ਕੰਟੇਨਰ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਮੁਸ਼ਕਿਲ ਨਾਲ ਭੱਜਣ ਤੋਂ ਬਾਅਦ ਨਾਰਵੇ ਦੇ ਆਦਮੀ ਦੇ ਘਰ ਨੂੰ ਖੁੰਝਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਨੇ ਕੌਮੀ ਸੁਰੱਖਿਆ ਪ੍ਰੀਸ਼ਦ ਨੂੰ ਵੱਡੀ ਵਿਦੇਸ਼ ਨੀਤੀ ਦੇ ਝਟਕੇ 'ਚ ਘਟਾਇਆ - NPR",
        "ਸਪੇਸਐਕਸ ਸ਼ੁੱਕਰਵਾਰ ਦੇ ਦੌਰਾਨ 450 ਵੇਂ ਫਾਲਕਨ ਬੂਸਟਰ ਲੈਂਡਿੰਗ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ ਸਟਾਰਲਿੰਕ ਮਿਸ਼ਨ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਪੈਸਰ-ਨਿਕਸਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਗੇਮ 2 ਤੋਂ ਹਾਈਲਾਈਟਸ - ਈਐਸਪੀਐਨ",
        "ਈਐਸਪੀਐਨ ਦੇ 'ਅਰਾਉਂਡ ਦ ਹੌਰਨ‘ - ਨਿ York ਯਾਰਕ ਪੋਸਟ ਦੇ ਅੰਤਮ ਐਪੀਸੋਡ ਦੌਰਾਨ ਭਾਵਨਾਵਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪ੍ਰਦਰਸ਼ਤ ਸਨ",
        "ਟਰੰਪ ਨੇ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ 'ਤੇ 50% ਟੈਰਿਫ ਅਤੇ ਸਮਾਰਟ ਫੋਨ' ਤੇ 25% ਜੁਰਮਾਨੇ ਦੀ ਧਮਕੀ ਦਿੱਤੀ ਹੈ ਕਿਉਂਕਿ ਉਸ ਦੀ ਵਪਾਰਕ ਜੰਗ ਤੇਜ਼ ਹੁੰਦੀ ਜਾ ਰਹੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "Shai Gilgeous-Alexander, ਨਿਕੋਲਾ ਜੋਕੀਕ, Giannis Antetokounmpo ਐਂਕਰ 2024-25 KIA ਆਲ-ਐਨਬੀਏ ਟੀਮ - ਐਨਬੀਏ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਹੇਠਲੀ ਅਦਾਲਤ ਦੁਆਰਾ ਡੋਗ ਨੂੰ ਰਿਕਾਰਡ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਰੋਕਿਆ - ਸੀਐਨਐਨ",
        "ਘਾਤਕ onਨ-ਸੈੱਟ ਗੋਲੀਬਾਰੀ ਦੀ ਮੌਤ ਵਿੱਚ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ 'ਰਸਟ' ਆਰਮੋਰਰ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾ ਹੋਇਆ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੱਜ ਨੇ ਹਾਰਵਰਡ ਨੂੰ ਵਿਦੇਸ਼ੀ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਦਾਖਲੇ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨੂੰ ਅਸਥਾਈ ਤੌਰ' ਤੇ ਰੋਕਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੈਮਬਰਗ 'ਚ ਚਾਕੂ ਨਾਲ ਹਮਲਾ: ਔਰਤ ਗ੍ਰਿਫਤਾਰ ਹੋਣ' ਤੇ ਸਤਾਰਾਂ ਜ਼ਖਮੀ - BBC",
        "ਚੇਤਾਵਨੀਃ ਏਸ਼ੀਆ ਵਿਚ ਫੈਲ ਰਿਹਾ ਨਵਾਂ ਖਤਰਨਾਕ ਕੋਵਿਡ ਵੇਰੀਐਂਟ, ਹੁਣ ਅਮਰੀਕਾ ਵਿਚ - ਡੇਲੀ ਕੋਸ",
        "10 ਯੂਨੀਵਰਸਿਟੀਆਂ ਵਿਰੁੱਧ ਟਰੰਪ ਦੇ ਦੋਸ਼ਾਂ ਦੀ ਅਗਵਾਈ ਕਰ ਰਹੇ ਸਾਬਕਾ ਡੈਮੋਕ੍ਰੇਟਿਕ ਨੂੰ ਮਿਲੋ - ਪੋਲਿਟਿਕੋ",
        "ਵੱਖਰਾ ਰਾਸ਼ਟਰਪਤੀ, ਇਕੋ ਗਾਣਾਃ ਟਰੰਪ ਨੇ ਬੌਸ ਦੇ ਵਿਰੁੱਧ ਆਪਣੀ ਲੜਾਈ ਵਿਚ ਇਕ ਨਿਕਸਨ ਨੂੰ ਖਿੱਚਿਆ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਮੈਕਡੋਨਲਡਜ਼ ਥੋੜ੍ਹੇ ਸਮੇਂ ਦੇ ਟੈਸਟ ਤੋਂ ਬਾਅਦ ਕੋਸਐਮਸੀ ਦੇ ਸਥਾਨਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ, ਮੀਨੂ ਵਿੱਚ ਪੀਣ ਵਾਲੇ ਪਦਾਰਥਾਂ ਨੂੰ ਜੋੜ ਦੇਵੇਗਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ"
    ]
}