{
    "headlines": [
        "ਯੂਐਸ ਫੌਜੀ ਅਫਰੀਕਾ ਵਿਚ ਮੈਸੇਜਿੰਗ ਬਦਲਦਾ ਹੈ, ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਆਪਣੇ ਆਪ ਹੋਰ ਖੜ੍ਹੇ ਹੋਣ ਲਈ ਤਿਆਰ ਕਰਨ ਲਈ ਕਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "2025 ਇੰਡੀਆਨਾਪੋਲਿਸ 500: ਰੇਸਿੰਗ ਵਿਚ 109 ਵੇਂ ਸੰਸਕਰਣ ਲਈ ਲਾਈਵ ਅਪਡੇਟਸ, ਨਤੀਜੇ, ਹਾਈਲਾਈਟਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਵਿਲੀਅਮਜ਼ ਡਰਾਈਵਰ ਐਫ 1 ਦੇ ਮੋਨਾਕੋ ਜੀਪੀ ਦੇ 'ਹੇਰਾਫੇਰੀ' ਲਈ ਮੁਆਫੀ ਮੰਗਦੇ ਹਨ - ਰੇਸ",
        "ਨਾਟਿੰਘਮ ਜੰਗਲਾਤ 0-1 ਚੇਲਸੀਆ, ਪ੍ਰੀਮੀਅਰ ਲੀਗਃ ਮੈਚ ਤੋਂ ਬਾਅਦ ਦੀ ਪ੍ਰਤੀਕ੍ਰਿਆ, ਰੇਟਿੰਗ - ਸਾਨੂੰ ਕੋਈ ਇਤਿਹਾਸ ਨਹੀਂ ਮਿਲਿਆ",
        "ਕਰੋਮ ਵਿਚ ਜੈਮਿਨੀ ਗੂਗਲ ਦੇ ਏਜੰਟਿਕ ਯੁੱਗ ਵੱਲ ਇਕ ਛੋਟੇ ਜਿਹੇ ਕਦਮ ਦੀ ਤਰ੍ਹਾਂ ਮਹਿਸੂਸ ਕਰਦੀ ਹੈ - ਦਿ ਵਰਜ",
        "ਜ਼ੇਲੇਨਸਕੀ ਨੇ ਰੂਸੀ ਹਮਲਿਆਂ 'ਤੇ ਕਿਹਾ' ਅਮਰੀਕੀ ਚੁੱਪ 'ਪੁਤਿਨ ਨੂੰ ਉਤਸ਼ਾਹਤ ਕਰਦੀ ਹੈ' - ਬੀਬੀਸੀ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਲੀਲੋ ਐਂਡ ਸਟਿਚ’ ਇਗਨੀਟਸ ਨੂੰ 341 ਮਿਲੀਅਨ ਡਾਲਰ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ,‘ ਮਿਸ਼ਨਃ ਅਸੰਭਵ 8 ’200 ਮਿਲੀਅਨ ਡਾਲਰ' ਤੇ ਚੜ੍ਹਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਵਧੇਰੇ ਬੱਚੇ ਕੈਂਸਰ ਨੂੰ ਮਾਤ ਦੇ ਰਹੇ ਹਨ । ਉਨ੍ਹਾਂ ਦੀ ਬਾਕੀ ਦੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣਾ ਅਗਲਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਤੇਲ ਅਵੀਵ ਵਿੱਚ ਅਮਰੀਕੀ ਦੂਤਾਵਾਸ ਸ਼ਾਖਾ ਦਫ਼ਤਰ ਦੇ ਫਾਇਰ ਬੰਬ ਧਮਾਕੇ ਦੀ ਕੋਸ਼ਿਸ਼ ਲਈ ਸੰਯੁਕਤ ਰਾਜ ਦੇ ਨਾਗਰਿਕ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਨਿਆਂ ਵਿਭਾਗ (.Gov)",
        "ਟਰੰਪ ਨੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਿਆਰਥੀਆਂ 'ਤੇ ਫਿਰ ਧਮਾਕਾ ਕੀਤਾ ਹੈ ਕਿਉਂਕਿ ਜੱਜ ਨੇ ਰੱਦ ਕਰਨ' ਤੇ ਰੋਕ ਲਗਾਈ ਹੈ - ਐਨਪੀਆਰ",
        "ਜ਼ਰਮੈਟ ਨੇੜੇ ਸਵਿਸ ਗਲੇਸ਼ੀਅਰ 'ਤੇ 5 ਸਕੀਅਰਾਂ ਦੀਆਂ ਲਾਸ਼ਾਂ ਮਿਲੀਆਂ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੀ ਰੋਸ਼ਨੀ ਬ੍ਰਹਿਮੰਡ ਨੂੰ ਪਾਰ ਕਰਦੇ ਹੋਏ energyਰਜਾ ਗੁਆਉਂਦੀ ਹੈ? ਇਸ ਦੇ ਜਵਾਬ ਵਿਚ ਸਮੇਂ ਦਾ ਵਿਸਥਾਰ ਕਰਨਾ ਸ਼ਾਮਲ ਹੈ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਕੀ ਇੱਥੇ ਘੱਟ ਤੋਂ ਘੱਟ ਨੁਕਸਾਨਦੇਹ ਅਲਕੋਹਲ ਹੈ? 5 ਪੀਣ ਵਾਲੇ ਪਦਾਰਥਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਅਲਕੋਹਲ ਦੀ ਸਮੱਗਰੀ ਦੇ ਅਧਾਰ ਤੇ ਦਰਜਾ ਦਿੱਤਾ ਗਿਆ ਹੈ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਗੰਭੀਰ ਤਣਾਅ ਚੁੱਪ-ਚਾਪ ਤੁਹਾਡੇ ਸਟਰੋਕ ਦੇ ਜੋਖਮ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਨਿurਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਸਟਰੌਸ ’’ ਬਲੂ ਡੈਨਿubeਬ ’ਵਾਲਟਜ਼ ਆਪਣੇ 200 ਵੇਂ ਜਨਮਦਿਨ ਨੂੰ ਮਨਾਉਣ ਲਈ ਪੁਲਾੜ ਵਿਚ ਜਾ ਰਿਹਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬਿਲੀ ਜੋਅਲ ਦੇ ਸਾਬਕਾ ਕ੍ਰਿਸਟੀ ਬ੍ਰਿੰਕਲੀ ਨੇ ਆਪਣੇ ਦਿਮਾਗ ਦੀ ਵਿਗਾੜ ਦੀ ਜਾਂਚ 'ਤੇ ਚੁੱਪ ਤੋੜ ਦਿੱਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਐਪਲ ਵਾਚ ਅਤੇ ਐਪਲ ਟੀਵੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਆਈਓਐਸ 19 - 9to5Mac ਦੇ ਨਾਲ-ਨਾਲ ਡਬਲਯੂਡਬਲਯੂਡੀਸੀ ਵਿਖੇ ਵੱਡੀਆਂ ਡਿਜ਼ਾਈਨ ਤਬਦੀਲੀਆਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ",
        "ਪੋਲੈਂਡ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਦੌੜ ਤਾਰ ਵੱਲ ਜਾਂਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਓਹੀਓ ਵਿੱਚ ਵਿਨਿੰਗ ਪਾਵਰਬਾਲ ਟਿਕਟ ਵੇਚੀ ਗਈ - WHIO TV"
    ]
}