{
    "headlines": [
        "\"So wie es ist.\" Trump sagt, Kanadas Premierminister kann heute nichts tun, um die Zölle zu senken - CNN",
        "Cleveland Cavs vs Indiana Pacers Spiel 2 Live-Ergebnisse: Pacers ziehen ein weiteres verrücktes Last-Minute-Comeback ab - IndyStar",
        "Was passiert am Flughafen Newark? Diese und weitere Fragen beantwortet - NPR",
        "China wird die Leitzinsen um 10 Punkte senken, die Mindestreserveanforderungen der Banken um 50 Punkte, um die Wirtschaft anzukurbeln - CNBC",
        "SpaceX plant nächtlichen Start von Falcon 9 von Cape Canaveral - WESH",
        "Die Spaltungen hinter den Kulissen im Vatikan vor dem Konklave - BBC",
        "Die Staatsanwälte beschuldigen das Verteidigungsteam von Sean ‘Diddy’ Combs, sich mit dem prominenten Anwalt Mark Geragos beraten zu haben - CNN",
        "Die Republikaner dachten, sie würden ihre Senatsmehrheit aufpolstern. Die Karte wird härter. - Politico",
        "USA und China starten formelle Handelsgespräche - Financial Times",
        "Jemand hat sein Auto in Jennifer Anistons Haus gestürzt - The Cut",
        "Der Oberste Gerichtshof lässt Trump Transgender-Truppen verbieten, während der Fall weitergeht - The Washington Post",
        "In einem ersten Fall entdecken Physiker schwer fassbare \"Freiland\" -Atome — was eine jahrhundertealte Theorie über die Quantenmechanik bestätigt - Live Science",
        "Duffy vs. Hegseth: Reibung über Luftsicherheit bricht in Trumps Kabinett aus - Politico",
        "Das 53-jährige sowjetische Raumschiff wird diese Woche wieder zur Erde zurückfallen - Gizmodo",
        "Das DOJ strebt eine erzwungene Auflösung der digitalen Werbegeschäfte von Google an, um Monopole zu „beenden“ - New York Post",
        "Ukrainische Drohnen greifen Moskau an und stoppen vorübergehend die Flüge vor der großen Militärparade - CNN",
        "Der Leiter der Heimatschutzbehörde sagt, dass Reisende ohne ECHTEN Ausweis vorerst fliegen können, aber mit wahrscheinlichen zusätzlichen Schritten - AP News",
        "Google aktualisiert Pixel mit wichtigen Sicherheitspatches, warnt aber davor, dass es kein Zurück gibt - Android Police",
        "Israel greift Hauptflughafen in Jemens Hauptstadt Sanaa an - BBC",
        "Lesen Sie Jon Voights Plan zur Rettung Hollywoods: Mittelgroße Bundessteuergutschriften, erhöhte Abschreibungen und harte Tarife für ausländische Anreize - Deadline"
    ]
}