{
    "headlines": [
        "Australien vs Südafrika: Proteas gewinnen World Test Championship Finale bei Lord's - BBC",
        "Israel warnt \"Teheran wird brennen\" , da Netanjahu auf einen Regimewechsel hinweist - Financial Times",
        "Die Trump-Militärparade zum 250. Geburtstag der Armee findet heute in Washington, D.C. statt - CBS News",
        "Die Bundesanwaltschaft erhebt jetzt Anklage gegen Einwanderer, die nach dem ruhenden Gesetz der 1940er Jahre keine Fingerabdrücke abgeben - Politico",
        "US-Stahlverkauf an Nippon Steel steht kurz vor dem Abschluss nach Trump-Deal - Bloomberg.com",
        "\"No Kings\" -Proteste gegen Trump landesweit geplant, um mit Militärparade zusammenzufallen - NPR",
        "Er entschied sich, länger in der Armee zu dienen. Jetzt hat er 40.000 US-Dollar an Umzugskosten aufgesattelt. - NBC News",
        "Wie Elon Musk Teslas Strategie neu erfindet - WSJ",
        "Existiert die Farbe Lila wirklich? - Live Science",
        "Thunder-Pacers: 5 Takeaways als Shai Gilgeous-Alexander OKC zum Sieg in Spiel 4 führt - NBA",
        "Nach dem Tiefstand von Spiel 4 versuchen Pacers, sich bei 2: 2 einzumischen - ESPN",
        "Horoskop für Samstag, 14. Juni 2025 - Chicago Sun-Times",
        "Fotos von Marines in Los Angeles, während sich Gemeinden im ganzen Land auf Demonstrationen vorbereiten - AP News",
        "Dow Jones Futures: Israel-Iran-Angriffe treffen den Markt; Die nächsten KI-Gewinner nach Nvidia, Broadcom? - Investor's Business Daily",
        "Sam Burns führt die US Open mit 65 an und vermeidet Unglücke in Oakmont - AP News",
        "Polizei verhaftet rund 60 Demonstranten vor dem US-Kapitol - CNN",
        "Bonnaroo 2025 abgesagt nach Regen Sumpf Festivalgelände - Rolling Stone",
        "Mark Zuckerbergs KI-Einstellungsrunde - The Verge",
        "Apple verkauft jetzt generalüberholte M4 MacBook Air Modelle - MacRumors",
        "Einwohner von Boulder County setzen Flatiron Flyer-Passagiere Masern aus - The Denver Post"
    ]
}