{
    "headlines": [
        "Le S&P 500 glisse alors que Trump nie être sur le point de congédier le président de la Fed Powell : mises à jour en direct - CNBC",
        "Le volcan islandais laisse un spectacle visuel lors de sa 12e éruption en quatre ans - The Washington Post",
        "Alors que les républicains appellent à la transparence dans l'enquête d'Epstein, Trump se déchaîne - NPR",
        "Les Américains suivaient de près la grande victoire législative de Trump — et ils disent qu'ils ne la soutiennent pas - Politico",
        "Tadej Pogačar s'écrase sur l'étape 11 du Tour de France - Cycling Weekly",
        "Les astronomes capturent la naissance de planètes autour d'un bébé soleil en dehors de notre système solaire - AP News",
        "Le dernier rapport américain sur l'inflation montre un recul des dépenses de voyage et une augmentation du coût des biens - CNN",
        "Une personne atteinte de rougeole peut avoir exposé des personnes à 9 endroits dans le New Jersey. Voir la liste complète. - NJ.com",
        "Netflix partage la première vidéo teaser de la dernière saison de Stranger Things : Regarder - Pitchfork",
        "Les États-Unis envoient 5 hommes en Eswatini dans le cadre du programme d'expulsion de l'administration Trump - AP News",
        "Salutations de New Delhi, en Inde, où les singes sur scène suscitent le plaisir - et l'ambivalence - NPR",
        "Les 15 nouvelles couleurs iPhone 17 et iPhone 17 Pro révélées dans la dernière fuite - MacRumors",
        "Le frère de Caitlin Clark blâme les refs pour sa dernière blessure dans un message supprimé - New York Post",
        "Les sénateurs américains exemptent le financement du VIH/sida des réductions de dépenses prévues - BBC",
        "La Ligue nationale remporte le match des étoiles de la MLB dans un match décisif historique pour la course à domicile - CNN",
        "Robert F. Kennedy Jr. licencie deux hauts responsables du ministère de la Santé et des Services sociaux - ABC News - Dernières nouvelles et vidéos",
        "Qu'adviendra-t-il des stations PBS et NPR si le Sénat vote pour récupérer le financement ? - CNN",
        "Donkey Kong Bananza est un digne successeur de l'héritage de Super Mario Odyssey - Ars Technica",
        "Le film « Legend Of Zelda » présente Bo Bragason et Benjamin Evan Ainsworth en tant que Zelda et Link - Date limite"
    ]
}