{
    "headlines": [
        "يقدم المحامون مرافعات ختامية في محاكمة ديدي للاتجار بالجنس - بي بي سي",
        "معارضو الحزب الجمهوري في مجلس النواب يهددون بالتمرد على مشروع قانون الضرائب الخاص بترامب ومجلس الشيوخ - واشنطن بوست",
        "NBA Draft 2025 Winners & Losers: The Mavs get their man, the best - laid plans of Ace Bailey ... and a Special K - Yahoo Sports",
        "الرئيس التنفيذي السابق لشركة باركليز جيسي ستالي يخسر الاستئناف بسبب جيفري إبستين بان - وول ستريت جورنال",
        "كتل برلمانية في مجلس الشيوخ تغييرات Medicaid في \"مشروع قانون كبير وجميل\" - Axios",
        "Column | نجم الدوري الاميركي للمحترفين المولود في الولايات المتحدة يختفي. ادخل كوبر فلاغ. - واشنطن بوست",
        "خصومات PlayStation Hypes Up الحصرية على PS Plus على متجر PS في نهاية هذا الأسبوع - Push Square",
        "يمكن أن يكون لاعبو Fortnite مؤهلين لاسترداد الأموال: كيفية تقديم مطالبة - Yahoo",
        "قضى دينيس فيلنوف سنوات في مطاردة حلم جيمس بوند، قائلاً إن الإخراج 007 سيكون \"فرحة سينمائية خالصة\" - الموعد النهائي",
        "اللجنة الاستشارية للقاح CDC لدراسة جدول تحصين الأطفال، توصي بجرعة RSV للأطفال - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "المرشد الأعلى الإيراني يدعي \"النصر\" على إسرائيل قبل أول رسالة فيديو منذ وقف إطلاق النار - بي بي سي",
        "العقود الآجلة للأسهم ترتفع مع اقتراب مؤشر S&P 500 من أعلى مستوى قياسي: تحديثات مباشرة - CNBC",
        "هؤلاء هم المشاهير الذين يحضرون حفل زفاف جيف بيزوس في البندقية - أسوشيتد برس نيوز",
        "يبدأ الموسم الرابع من The Bear في سلسلة الطماطم الفاسدة المنخفضة، حيث يقول المراجعون إن العرض يجب أن ينتهي - GamesRadar+",
        "رفع دعوى قضائية للمساواة في الزواج وفاز. بعد 10 سنوات، يخشى على حقوق المثليين والمثليات ومزدوجي الميل الجنسيومغايري الهوية الجنسانية وحاملي صفات الجنسين - NPR",
        "\"طموحات 1.4 مليار \": تحتفل الهند مع بدء أول مهمة لمحطة الفضاء الدولية - سي إن إن",
        "تقول شل إنها لا تفكر في شراء شركة بريتيش بتروليوم، حيث تحظر قواعد المملكة المتحدة تقديم العطاءات لمدة 6 أشهر - Yahoo Finance",
        "النقاط الرئيسية من قمة الناتو التي يهيمن عليها ترامب - NPR"
    ]
}