{
    "headlines": [
        "Dave Shapiro, groundbreaking music executive, dies in San Diego plane crash at 42 - AP News",
        "Billy Joel cancels shows due to a brain disorder. Here’s what to know. - The Washington Post",
        "Trump announces U.S. Steel, Nippon ‘partnership’ - The Washington Post",
        "Kyiv comes under large-scale Russian drone and missile attack with explosions heard throughout city - Politico",
        "Container ship barely misses Norwegian man’s house after running aground - The Washington Post",
        "Trump shrinks National Security Council in major foreign policy shakeup - NPR",
        "SpaceX completes 450th Falcon booster landing during Friday Starlink mission - Spaceflight Now",
        "Pacers-Knicks: Live updates, highlights from Game 2 - ESPN",
        "Emotions were on full display during final episode of ESPN’s ‘Around the Horn’ - New York Post",
        "Trump threatens 50% tariffs on EU and 25% penalties on smart phones as his trade war intensifies - AP News",
        "Shai Gilgeous-Alexander, Nikola Jokić, Giannis Antetokounmpo anchor 2024-25 Kia All-NBA Team - NBA",
        "Supreme Court pauses attempt by lower court to force DOGE to provide records - CNN",
        "'Rust' armorer convicted in fatal on-set shooting death is released from prison - NBC News",
        "Judge temporarily blocks effort to ban Harvard from enrolling foreign students - The Washington Post",
        "Hamburg stabbing: Seventeen injured in knife attack as woman arrested - BBC",
        "ALERT: New Dangerous Covid Variant Spreading in Asia, Now in US - Daily Kos",
        "Meet the former Democrat leading Trump’s charge against 10 universities - Politico",
        "Different President, Same Song: Trump Pulls a Nixon in His Battle Against The Boss - The Hollywood Reporter",
        "McDonald’s to shutter CosMc’s locations after short-lived test, will add drinks to menu - New York Post"
    ]
}