{
    "headlines": [
        "L'ancienne animatrice de MTV VJ et de talk-show Ananda Lewis décède à 52 ans - ABC News",
        "Shemar Stewart quitte le minicamp des Bengals - NBC Sports",
        "Metal Gear Solid Delta : Snake Eater dispose d'un mode multijoueur en ligne appelé Fox Hunt avec un gameplay complètement différent de Metal Gear Online - IGN",
        "Plus de bonnes nouvelles sur l'inflation : les grossistes montrent peu de signes de hausse des prix des tarifs - MarketWatch",
        "Le directeur de la CIA, John Ratcliffe, donne suite au décret du président Trump - CIA (.gov)",
        "Les contrats à terme sur actions chutent alors que Trump menace les tarifs unilatéraux : mises à jour en direct - CNBC",
        "Les nouvelles politiques fédérales de vaccination contre la Covid-19 empêchent déjà certaines personnes de se faire vacciner - CNN",
        "The patterns emerging as Knicks coaching search takes another twist - New York Post",
        "Les family offices ont du mal à recruter et à retenir le personnel, et le salaire n'est pas le plus grand défi - CNBC",
        "Avril a été une mauvaise période pour l'économie britannique. Les tarifs de Trump sont une grande raison pour laquelle - CNN",
        "Couverture en direct du classement de l'US Open 2025 : mises à jour du tableau de bord, scores de golf, temps de départ pour la ronde 1 à Oakmont - CBS Sports",
        "Le comité de surveillance nucléaire de l'ONU censure l'Iran, qui riposte en annonçant un nouveau site d'enrichissement - AP News",
        "Voici où se déroulent les manifestations « No Kings » dans le centre de l'Ohio le 14 juin - Axios",
        "Colonne | Les médecins ont dit que j'étais « trop jeune » pour être gravement malade. J'ai eu un cancer de stade 4. - The Washington Post",
        "La Gaza Humanitarian Foundation affirme que l'attaque du Hamas a tué plusieurs travailleurs humanitaires - CNN",
        "En chiffres : Un regard sur le défilé du 250e anniversaire de l'armée le jour de l'anniversaire de Trump - NPR",
        "Les minéraux essentiels donnent à la Chine un avantage dans les négociations commerciales - AP News",
        "Découverte de nouvelles espèces de dinosaures liées à T. Rex - ABC News"
    ]
}