{
    "headlines": [
        "الجيش الهندي يقول إن القوات الباكستانية أطلقت النار على مواقع على طول الحدود في كشمير المتنازع عليها - أسوشيتد برس نيوز",
        "توفيت فرجينيا جيوفري، الناجية البارزة من الاعتداء الجنسي لجيفري إبشتاين والمتهمة بالأمير أندرو - سي إن إن",
        "قادة العالم، بمن فيهم زيلينسكي، يصلون إلى روما لحضور جنازة البابا فرانسيس - بي بي سي",
        "أفضل لاعبي لازار المتاحين للوطنيين المتجهين إلى اليوم الثالث من مشروع اتحاد كرة القدم الأميركي - نيو إنجلاند باتريوتس",
        "شيدور ساندرز أفضل أماكن الهبوط: ترتيب الفرق الممكنة لاختيار كولورادو QB في اليوم 3 من 2025 NFL Draft - CBS Sports",
        "أخبار العلوم هذا الأسبوع: \"جمجمة\" على المريخ واكتشاف لون جديد تمامًا - Live Science",
        "لقد هزمت إسرائيل أعداءها. الحرب تهز شركائها الآن. - وول ستريت جورنال",
        "مسودة دوري كرة القدم الأمريكية 2025: شيدور ساندرز من بين أفضل اللاعبين المتاحين في اليوم الثاني - فوكس سبورتس",
        "الجولة الأولى من ستيلرز تختار والدة ديريك هارمون، تيفاني ساين، التي توفيت بعد وقت قصير من اختياره - أسوشيتد برس نيوز",
        "زوجة ويزر باسيست شوهدت القابضة، \"إطلاق النار\" بندقية في فيديو صدر عن شرطة لوس أنجلوس - رولينج ستون",
        "نتائج مباراة WWE SmackDown، النقاط البارزة واللحظات الرئيسية ليوم 25 أبريل 2025 - أخبار جانب الحلبة",
        "وزارة العدل تلغي حماية حقبة بايدن للصحفيين في تحقيقات التسريبات - NPR",
        "كم خفض دوجي إيلون ماسك من الإنفاق الحكومي الأمريكي ؟ - بي بي سي",
        "البالغون الملقحون من كولورادو المصابون بالحصبة، أول حالة \"اختراق\" في الولاية هذا العام - كولورادو صن",
        "كيف تفككت حملة إدارة ترامب على الطلاب الأجانب - بوليتيكو",
        "شركة ناشئة مدعومة من بيزوس تطلق سيارة بيك أب كهربائية رخيصة أمريكية الصنع - Bloomberg.com",
        "مع وجود أكثر من 900 حالة إصابة بالحصبة الأمريكية حتى الآن هذا العام، تبدو الأمور قاتمة - ARS Technica",
        "حالة الحصبة الثانية التي تم الإبلاغ عنها محليًا، كما تقول أوستن للصحة العامة - الكوت",
        "شباك التذاكر: عيون \"الخطاة\" مذهلة من 30 مليون إلى 40 مليون دولار، \"المحاسب 2\" يتفوق على \"انتقام السيث\" - مراسل هوليوود"
    ]
}