{
    "headlines": [
        "ਰੂਸ ਨੇ ਯੂਕਰੇਨ 'ਤੇ ਰਿਕਾਰਡ ਹਵਾਈ ਹਮਲਾ ਕੀਤਾ - NPR",
        "ਵੈਨਸ ਪ੍ਰੈਸ਼ਰ ਹੋਲਡਆਉਟ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਟੈਕਸ ਬਿੱਲ ਸੈਨੇਟ ਵਿੱਚ ਅੱਗੇ ਵਧਦਾ ਹੈ - ਬਲੂਮਬਰਗ ਡਾਟ ਕਾਮ",
        "ਆਸਟ੍ਰੀਆ ਦੇ ਜੀਪੀਃ ਲਾਈਵ ਦੀ ਪਾਲਣਾ ਕਰੋ ਜਿਵੇਂ ਨੌਰਿਸ ਲੀਡ ਕਰਦਾ ਹੈ, ਮੈਕਸ ਆਉਟ - ਈਐਸਪੀਐਨ",
        "ਪੌਲੁਸ 'ਤੇ ਡਿੱਗਣ ਦੇ ਅੰਦਰ, ਟਰੰਪ ਨਾਲ ਫਰਮ ਦੇ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਵੇਸ - ਪੋਲਿਟਿਕੋ",
        "ਜੇਕ ਪੌਲ ਬਨਾਮ ਜੂਲੀਓ ਸੀਸਰ ਚਾਵੇਜ਼ ਜੂਨੀਅਰ ਨਤੀਜੇ, ਹਾਈਲਾਈਟਸਃ ਆਸਾਨ ਫੈਸਲੇ ਜਿੱਤਣ ਲਈ 'ਸਮੱਸਿਆ ਬਾਲ' ਕਰੂਜ਼ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਈਰਾਨ ‘ਮਹੀਨਿਆਂ‘ ਵਿਚ ਯੂਰੇਨੀਅਮ ਦੀ ਖੁਸ਼ਹਾਲੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰ ਸਕਦਾ ਹੈ, ਆਈਏਈਏ ਦੇ ਮੁਖੀ ਦਾ ਕਹਿਣਾ ਹੈ - politico. eu",
        "ਜਣਨ ਸ਼ਕਤੀ ਅਤੇ ਮੀਨੋਪੌਜ਼ ਤੋਂ ਪਰੇਃ ਦੇਖੋ ਕਿ ਅੰਡਕੋਸ਼ women 'sਰਤਾਂ ਦੀ ਸਿਹਤ ਅਤੇ ਲੰਬੀ ਉਮਰ ਲਈ ਕੇਂਦਰੀ ਕਿਉਂ ਹੈ - ਯੂਐਸਏ ਟੂਡੇ",
        "ਬੇਜੋਸ ਸ਼ਾਨਦਾਰ ਵੇਨਿਸ ਵਿਆਹ 'ਤੇ ਇਵਾਂਕਾ ਟਰੰਪ ਦੇ ਹੱਬੀ ਜੇਰੇਡ ਕੁਸ਼ਨਰ ਦੇ ਅੱਠ ਸ਼ਬਦਾਂ ਦੀ ਮੰਗ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ:' ਉਹ ਪਸੰਦ ਕਰੇਗੀ... '- ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਬਿੱਗ ਟਰੰਪ ਜਿੱਤੇ, ਬੂਮਰੈਂਗ ਅਪੀਲ ਸੁਪਰੀਮ ਕੋਰਟ ਦੀ ਮਿਆਦ ਨੂੰ ਪਰਿਭਾਸ਼ਤ ਕਰਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਬਣਾ ਰਿਹੈ ਰਾਸ਼ਟਰੀ ਨਾਗਰਿਕਤਾ ਡਾਟਾ ਸਿਸਟਮ - NPR",
        "ਪਹਿਰਾਵੇ ਨੂੰ 'ਹੋ ਸਕਦਾ ਹੈ' ਕਹੋ? ਟੈਰਿਫ ਵਿਆਹ ਦੀ ਯੋਜਨਾਬੰਦੀ ਪਾਰਟੀ ਨੂੰ ਕਰੈਸ਼ ਕਰ ਰਹੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਈਰਾਨ ਦੀ ਨਿਆਂਪਾਲਿਕਾ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤਹਿਰਾਨ ਦੀ ਬਦਨਾਮ ਈਵਿਨ ਜੇਲ੍ਹ 'ਤੇ ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲੇ ਵਿਚ ਘੱਟੋ ਘੱਟ 71 ਦੀ ਮੌਤ ਹੋ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਆਇਰਿਸ਼ ਰੈਪ ਸਮੂਹ ਕਨੇਕੈਪ ਵਿਵਾਦ ਦੇ ਬਾਵਜੂਦ ਗਲਾਸਟਨਬਰੀ ਖੇਡਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਗਾਜ਼ਾ 'ਚ ਇਜ਼ਰਾਇਲੀ ਹਮਲਿਆਂ' ਚ ਘੱਟੋ-ਘੱਟ 81 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਹਮਾਸ ਦੇ ਸਿਹਤ ਮੰਤਰਾਲੇ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "ਇਲੀਆ ਟੋਪੂਰੀਆ ਚਾਰਲਸ ਓਲੀਵੀਰਾ ਦੇ ਪਹਿਲੇ ਗੇੜ ਦੇ ਕੇਓ ਨਾਲ ਯੂਐਫਸੀ ਦੇ ਪੌਂਡ-ਫੋਰ-ਪੌਂਡ ਸਭ ਤੋਂ ਵਧੀਆ ਹੋਣ ਲਈ ਕੇਸ ਬਣਾਉਂਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੈਲਾਨੀ ਅਫਗਾਨਿਸਤਾਨ ਵਿੱਚ ਘੁੰਮ ਰਹੇ ਹਨ ਅਤੇ ਤਾਲਿਬਾਨ ਸਰਕਾਰ ਉਨ੍ਹਾਂ ਦੇ ਸਵਾਗਤ ਲਈ ਉਤਸੁਕ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਏਲੋਨ ਮਸਕ ਨੇ ਟਰੰਪ ਦੇ ਵੱਡੇ ਬਿੱਲ ਦੀ ਆਪਣੀ ਆਲੋਚਨਾ ਨੂੰ ਨਵਾਂ ਰੂਪ ਦਿੱਤਾ ਕਿਉਂਕਿ ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਇਸ ਨੂੰ ਪਾਸ ਕਰਨ ਲਈ ਝੰਜੋੜਦੇ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਬ੍ਰੈਡ ਪਿਟ ਦੀ \"ਐਫ 1\" ਫਿਲਮ ਉਸ ਦੇ ਸਭ ਤੋਂ ਸਫਲ ਹੋਣ ਦੇ ਰੁਝਾਨ 'ਤੇ ਅਜੇ ਵੀ ਬਾਕਸ ਆਫਿਸ ਦੇ ਦਬਦਬੇ ਵਜੋਂ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਜੋਅ ਬਾਇਡਨ, ਕਮਲਾ ਹੈਰਿਸ ਮਿਨੇਸੋਟਾ ਹਾਊਸ ਦੇ ਸਪੀਕਰ ਮੇਲਿਸਾ Hortman ਦੇ ਤੌਰ ਤੇ ਮਾਰੇ ਗਏ ਹਾਜ਼ਰ ਦੇ ਨਾਲ - NBC ਨਿਊਜ਼"
    ]
}