{
    "headlines": [
        "Трекер драфта НФЛ 2025 в прямом эфире: выбор 4-го раунда по командам, классам, местам посадки Shedeur Sanders, торговым слухам - CBS Sports",
        "Самоубийство реверберирует среди молодых врачей - WSJ",
        "В результате мощного взрыва в иранском порту, связанного с поставкой ракетного топлива, погибли 5 человек, более 700 получили ранения - AP News",
        "Генетическая медицина может оставить людей с редкими мутациями позади. Но есть новая надежда - AP News",
        "США и Иран завершили третий раунд ядерных переговоров и договорились встретиться снова на следующей неделе - Axios",
        "«Еще одна возможность»: Шедер Сандерс реагирует на отказ от драфта после 3-го раунда драфта НФЛ - ABC News",
        "«Просто никогда не был похож на ДОЖА»: бурный захват правительства Илоном Маском в первые 100 дней Трампа - CNN",
        "Джон Шнайдер: Джален Милро был «чертовски близок» к QB с самым высоким рейтингом в Сиэтле - NBC Sports",
        "Опрос показывает, что эффект Трампа господствует, когда канадцы голосуют - Politico",
        "Безвременная смерть Вирджинии Джуффр оставляет без ответа вопросы - BBC",
        "ХАМАС соглашается на пятилетнее прекращение огня в обмен на всех оставшихся заложников - доклад - The Jerusalem Post",
        "NASA представляет новый вертолет Nighthawk, предназначенный для изучения неизведанных районов Марса. - Farmingdale Observer",
        "MAGA Maximumalism: база Трампа любит арест судьи в Висконсине - Axios",
        "Пришло время покупать акции технологических компаний: 4 способа найти победителей, пока рынок падает - MarketWatch",
        "Индийские военные говорят, что пакистанские войска обстреляли позиции вдоль границы в спорном Кашмире - AP News",
        "Трекеры Chipolo и Motorola доказывают недостатки Google Find My Device - Android Authority",
        "Билеты на самолет дешевеют, поскольку внутренний спрос на поездки ослабевает - CNBC",
        "РФК-младший не остается на своей полосе. Трамп в восторге. - Politico"
    ]
}