{
    "headlines": [
        "Como 10 detentos escaparam de uma prisão de Nova Orleans sem que ninguém percebesse? - WSJ",
        "Rússia lança grande ataque aéreo à capital da Ucrânia - BBC",
        "Knicks-Pacers: 5 conclusões enquanto Pascal Siakam impulsiona Indiana para a liderança por 2-0 nas Finais do Leste - NBA",
        "Horóscopo para sábado, 24 de maio de 2025 - Chicago Sun-Times",
        "​Nova variante COVID NB.1.8.1 por trás do aumento de casos recentemente: sintomas associados a ela​ - Times of India",
        "Casa Branca dispensa dezenas de funcionários do Conselho de Segurança Nacional - The Washington Post",
        "Acidente de avião em San Diego é uma perda devastadora para a comunidade do rock alternativo - AP News",
        "Eric Adams parece estar a fazer uma campanha real, enquanto Cuomo arrecada dinheiro - Politico",
        "Vê um centavo, pega? No futuro, provavelmente não com tanta frequência — e, alguns dizem, isso importa - AP News",
        "Mulher alemã presa após esfaqueamento em massa na estação ferroviária de Hamburgo - Al Jazeera",
        "Prisões de imigrantes em tribunais sinalizam nova tática no esforço de deportação de Trump - The Washington Post",
        "Billy Joel cancela shows devido a um distúrbio cerebral. Aqui está o que saber. - The Washington Post",
        "4 principais parceiros deixam Paul Weiss, grande escritório de advocacia que fechou acordo com Trump - Business Insider",
        "Trump anuncia ‘parceria‘ entre US Steel e Nippon - The Washington Post",
        "SpaceX conclui 450º pouso de propulsor Falcon durante a missão Starlink de sexta-feira - Spaceflight Now",
        "‘Lilo & Stitch’ Visando $ 170M-$ 180M Box Office Bow, ‘Mission: Impossible’ Eyes Series-Best $ 78M - The Hollywood Reporter",
        "As emoções estavam em plena exibição durante o episódio final de 'Around the Horn’ da ESPN - New York Post",
        "Relatórios do Google AI Mode chegam ao Search Console - Mesa redonda do mecanismo de pesquisa"
    ]
}