{
    "headlines": [
        "ਸਟਾਕ ਫਿuresਚਰ ਘੱਟ ਟਿੱਕ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਇੱਕ ਵਿਅਸਤ ਕਮਾਈ ਹਫਤੇ ਲਈ ਬ੍ਰੇਸ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟਰੰਪ ਅਧਿਕਾਰੀਆਂ ਨੇ ਅਮਰੀਕੀ ਨਾਗਰਿਕ ਬੱਚਿਆਂ ਨੂੰ ਹਾਂਡੁਰਾਸ ਨੂੰ ‘ਡਿਪੋਰਟ’ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਟੈਕਸ ਬਿੱਲ ਨੂੰ ਸਮੇਟਣ ਲਈ ਰਿਪਬਲਿਕਨ ਸਪ੍ਰਿੰਟ - ਪੋਲਿਟਿਕੋ",
        "ਉਤਸੁਕਤਾ ਰੋਵਰ ਪਹਿਲੀ ਵਾਰ ਐਕਸ਼ਨ ਵਿੱਚ ਫੜਿਆ ਗਿਆ - Earth.",
        "ਨੋਇਮ ਪਰਸ ਖੋਹਣ ਦੇ ਮਾਮਲੇ 'ਚ ਕੀਤੀ ਗਈ ਗ੍ਰਿਫਤਾਰੀ । ਉਹ ਉਸ ਨੂੰ' ਕੈਰੀਅਰ ਅਪਰਾਧੀ ‘ਕਹਿੰਦੀ ਹੈ ।’ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਨਟੈਂਡੋ ਸਵਿਚ 2 ਪ੍ਰੀ-ਆਰਡਰ ਰੀਸਟੌਕਃ ਵਾਲਮਾਰਟ+ ਹਫਤਾ ਕਦੋਂ ਇਸ ਨੂੰ ਟਰੈਕ ਕਰਨਾ ਹੈ - ਸ਼ਾਰਟਕੱਟ | ਮੈਟ ਸਵਾਈਡਰ",
        "ਬਿਲੀ ਰੇ ਸਾਇਰਸ ਨੇ ਆਖਰਕਾਰ ਆਪਣੇ ਐਲਿਜ਼ਾਬੈਥ ਹਰਲੀ ਰਿਸ਼ਤੇ ਬਾਰੇ ਵੇਰਵਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਬੁਜ਼ਫੀਡ",
        "ਟਾਈਟੈਨਿਕ ਬਚੇ ਵਿਅਕਤੀ ਦੁਆਰਾ ਲਿਖੀ ਗਈ 'ਭਵਿੱਖਬਾਣੀ' ਚਿੱਠੀ ਨਿਲਾਮੀ 'ਤੇ ਲਗਭਗ $ 400,000 ਲਈ ਵੇਚਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਟੋਯੋਟਾਸ ਦਾ ਸਮੂਹ ਲੀਡ ਵਿੱਚ ਅੱਗੇ ਵਧਦਾ ਹੈ ਅਤੇ ਗਤੀ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਦਾ ਹੈ - NASCAR. com",
        "100 ਤੋਂ ਵੱਧ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਭੂਮੀਗਤ ਕੋਲੋਰਾਡੋ ਨਾਈਟ ਕਲੱਬ 'ਤੇ ਛਾਪੇਮਾਰੀ ਵਿਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ ਜਿੱਥੇ ਸਰਗਰਮ-ਡਿ dutyਟੀ ਫੌਜੀ ਮੈਂਬਰ ਕੰਮ ਕਰਦੇ ਸਨ, ਫੈੱਡਸ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਨਿਕਸ ਬਨਾਮ ਪਿਸਟਨ ਅਨੁਸੂਚੀ, ਸਕੋਰ ਗੇਮ ਟਾਈਮਜ਼, ਐਨਬੀਏ ਪਲੇਆਫ ਅਪਡੇਟਸਃ ਨਿ York ਯਾਰਕ 3-1 ਲੀਡ ਦੀ ਕਮਾਂਡ ਲੈਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "100 ਦਿਨਾਂ ਦੇ ਨਿਸ਼ਾਨ ਤੋਂ ਪਹਿਲਾਂ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਟਰੰਪ ਦੀ ਨੌਕਰੀ ਨੂੰ ਸਭ ਤੋਂ ਵੱਧ ਨਕਾਰਿਆ ਗਿਆਃ ਪੋਲ - ਦਿ ਹਿੱਲ",
        "ਯੈਲੋਸਟੋਨ ਸੁਪਰ ਜੁਆਲਾਮੁਖੀ 'ਤੇ ਕੋਈ' ਆਉਣ ਵਾਲਾ ਫਟਣਾ 'ਨਹੀਂ, ਯੂ. ਰਿਸਰਚ ਲੱਭਦੀ ਹੈ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵਿਸਕਾਨਸਿਨ ਜੱਜ ਦੀ ਗ੍ਰਿਫਤਾਰੀ ਦੇ ਨਾਲ ‘ਨਿਆਂਪਾਲਿਕਾ ਨੂੰ ਠੰਡਾ ਕਰਨ ਲਈ ਇੱਕ ਸੰਦੇਸ਼’ ਭੇਜ ਰਿਹਾ ਹੈ, ਉਸ ਦਾ ਸਾਥੀ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸਟਾਕ-ਮਾਰਕੀਟ ਨਿਵੇਸ਼ਕ ਟੈਰਿਫ ਅਨਿਸ਼ਚਿਤਤਾ ਨੂੰ ਹਿਲਾ ਨਹੀਂ ਸਕਦੇ. ਵਪਾਰ ਸੌਦੇ ਕੁੰਜੀ ਨੂੰ ਰੱਖਣ. - MarketWatch",
        "ਵੈਨਕੂਵਰ 'ਚ ਫਿਲੀਪੀਨੋ ਸਟ੍ਰੀਟ ਫੈਸਟੀਵਲ' ਚ ਡਰਾਈਵਰ ਨੇ ਵਾਹਨਾਂ ਨੂੰ ਭੀੜ 'ਚ ਸੁੱਟਿਆ, 11 ਲੋਕਾਂ ਦੀ ਮੌਤ - PBS",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਪਾਪੀ‘ ਵਿਸ਼ਾਲ ਦੂਜੇ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ 45 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸਕੋਰ, ‘ਸਟਾਰ ਵਾਰਜ਼’ ਰੀ-ਰੀਲਿਜ਼ ਬੀਟਸ ‘ਅਕਾਉਂਟੈਂਟ 2’ - ਵੰਨਗੀ",
        "ਰਿਪੋਰਟ ਲੱਭਦੀ ਹੈ ਮੈਟਾ ਦੇ ਸੇਲਿਬ੍ਰਿਟੀ-ਵਾਇਸਡ ਚੈਟਬੋਟ ਨਾਬਾਲਗਾਂ ਨਾਲ ਸੈਕਸ ਬਾਰੇ ਵਿਚਾਰ-ਵਟਾਂਦਰੇ ਕਰ ਸਕਦੇ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਇੱਕ ਆਮ ਗੋਲੀ ਜੀਵਨ ਦੀ ਉਮੀਦ ਨੂੰ ਲਗਭਗ 6 ਸਾਲਾਂ ਤੱਕ ਛੋਟਾ ਕਰ ਸਕਦੀ ਹੈ, ਡਾਕਟਰਾਂ ਦੇ ਅਨੁਸਾਰ - ਯਾਹੂ"
    ]
}