{
    "headlines": [
        "S&P 500 slides as Trump denies he is close to firing Fed Chair Powell: Live updates - CNBC",
        "Iceland volcano leaves visual spectacle in 12th eruption in four years - The Washington Post",
        "As Republicans call for transparency into Epstein probe, Trump lashes out - NPR",
        "Americans were following Trump's big legislative win closely — and they say they don't support it - Politico",
        "Tadej Pogačar crashes on Tour de France stage 11 - Cycling Weekly",
        "Astronomers capture the birth of planets around a baby sun outside our solar system - AP News",
        "Latest US inflation report shows a pullback in travel spending and an increase in the cost of goods - CNN",
        "Person with measles may have exposed people at 9 places in N.J. See the full list. - NJ.com",
        "Netflix Shares First Teaser Video for Stranger Things ’ Final Season: Watch - Pitchfork",
        "US sends 5 men to Eswatini under the Trump administration's deportation program - AP News",
        "Greetings from New Delhi, India, where performing monkeys spark delight -- and ambivalence - NPR",
        "All 15 New iPhone 17 and iPhone 17 Pro Colors Revealed in Latest Leak - MacRumors",
        "Caitlin Clark’s brother blames refs for her latest injury in deleted post - New York Post",
        "US senators exempt HIV/Aids funding from planned spending cuts - BBC",
        "National League wins MLB All-Star Game in a historic home run swing-off tiebreaker - CNN",
        "Robert F. Kennedy Jr. fires two top deputies at Department of Health and Human Services - ABC News - Breaking News, Latest News and Videos",
        "What will happen to PBS and NPR stations if the Senate votes to claw back funding? - CNN",
        "Donkey Kong Bananza is a worthy successor to Super Mario Odyssey’s legacy - Ars Technica",
        "‘Legend Of Zelda’ Movie Casts Bo Bragason & Benjamin Evan Ainsworth As Zelda And Link - Deadline"
    ]
}