{
    "headlines": [
        "'Realidade biológica': o que a genética nos ensinou sobre raça - BBC",
        "Nicola Coughlan, estrela de 'Bridgerton', trolou J.K. Rowling enquanto arrecadava US $ 125 mil para caridade trans no Reino Unido - The Daily Beast",
        "Heróis, zeros da vitória do jogo 1 dos Knicks sobre os Pistons: Jalen Brunson se recupera do início lento para um grande jogo - New York Post",
        "A madrasta policial do atirador da Flórida Phoenix Ikner ensinou-o a manusear armas - NDTV",
        "WWE WrestleMania 41 Noite 1 resultados, notas, análise: Seth Rollins atordoa CM Punk, Roman Reigns com traições de Paul Heyman - Yahoo Sports",
        "Irmão da estrela de 'Real Housewives of Orange County' morto a tiros pela polícia de Newport Beach - ABC7 Los Angeles",
        "LeBron James, Luka Doncic, Lakers criticados pelos fãs da NBA na derrota do G1 para Edwards, Wolves - Bleacher Report",
        "As primeiras ondas de choque das tarifas de Trump estão prestes a atingir a economia mundial - Deccan Herald",
        "DOJ pede ao Supremo Tribunal que rejeite o pedido da ACLU para suspender as deportações - The Hill",
        "Páscoa 2025: o que está aberto, o que está fechado? Walmart, Target, Publix, ALDI e mais - AL.com",
        "Renck: Russell Mania é enlouquecedor. Mas os Nuggets não ganham sem Westbrook - The Denver Post",
        "Rumores de comércio de draft de 2025 da NFL: Edge, Bears, Vikings - ProFootballRumors.com",
        "Ex-congressista Barbara Lee vence corrida para prefeita de Oakland, Califórnia - NBC News",
        "Mais 3 estados relatam seu primeiro caso de sarampo em 2025 - ABC News",
        "Paul Rudd Hypes Nintendo Switch 2 With Playful Throwback to Infamous 90s SNES Commercial - IGN",
        "As pré-encomendas da Nintendo Switch 2 começam a 24 de abril nos EUA, os preços dos acessórios aumentaram - GSMArena.com news - GSMArena.com",
        "Negociações nucleares do Irã para entrar na ‘próxima fase’ após negociações em Roma - Politico"
    ]
}