{
    "headlines": [
        "Donald Trumps Zölle werden das globale Wachstum beeinträchtigen, warnt die OECD - BBC",
        "Meta und Yandex anonymisieren die Webbrowser-Identifikatoren von Android-Nutzern - Ars Technica",
        "NIO Inc. meldet ungeprüfte Finanzergebnisse für das erste Quartal 2025 - NIO",
        "Mehr als 200 Insassen entkommen nach dem Erdbeben aus dem pakistanischen Gefängnis - BBC",
        "Hims & Hers erwirbt europäische Telemedizin-Plattform in globaler Expansion - CNBC",
        "NBA-Finale 2025 Zeitplan, Thunder vs. Pacers Quoten: Termine, Spielzeiten, TV-Berichterstattung, NBA-Playoffs Live-Stream - CBS Sports",
        "Kann die Wiederherstellung der Produktion dem Kernland helfen, zu den \"Superstar\" -Städten aufzuschließen? : Planet Money - NPR",
        "Niederländische Regierung bricht zusammen, da Wilders ’rechtsextreme Partei die Koalition verlässt - CNN",
        "Trumps ehrgeiziger Drang nach Handelsabkommen hat einige Hürden genommen - NBC News",
        "Cuomo, der Berichten zufolge von Trumps DOJ untersucht wird, will Dems national organisieren - Politico",
        "Mysteriöse \"Mega-Tsunamis\", die die ganze Welt für 9 Tage erschütterten, die per Satellit enthüllt wurden - Live Science",
        "Jonathan Joss: King of the Hill's John Redcorn Schauspieler erschossen - BBC",
        "MIND Diet könnte Ihr Demenzrisiko senken - Newser",
        "Was ist eine strombolianische Eruption? \"Ein Vulkanologe erklärt, was am Ätna passiert ist - Das Gespräch",
        "Großbritannien erhält einen Verteidigungsschub, der darauf abzielt, eine Botschaft an Russland und an Trump zu senden - NPR",
        "Raw Recap & Reaktionen: Zufälliger Montag im Juni - Cageside Sitze",
        "\"16 and Pregnant\" -Star Whitney Purvis verrät, dass Sohn Weston mit 16 Jahren gestorben ist: \"Das Leben ist so grausam\" - Entertainment Weekly",
        "LSU besiegt Little Rock, 10-6; Vorstöße zu NCAA Super Regional - lsusports.net",
        "Harvard bittet um ein zusammenfassendes Urteil im Finanzierungsfall, sagt das Weiße Haus hat die Kürzungen trotz Einwänden der Agentur vorangetrieben - The Harvard Crimson",
        "49ers tauschen ein bedingtes Fünftrunden-Pick 2026 gegen Bryce Huff - NBC Sports"
    ]
}