{
    "headlines": [
        "Liverpool 5-1 Spurs (27. April 2025) Spielanalyse - ESPN",
        "Verhaftung beim Diebstahl von Kristi Noems Geldbörse und Tausenden in bar, Quelle sagt - CNN",
        "Die Vereinigten Staaten werden einen Satelliten direkt aus einem James-Bond-Film starten, der in der Lage ist, Solarenergie überall auf der Erde auszustrahlen. - Farmingdale Observer",
        "Abendkasse: ‘Sinners’ erzielt $ 45 Millionen im Massive Second Weekend, ‘Star Wars’ Re-Release schlägt ‘Accountant 2’ - Variety",
        "Die besten Lesezeichen-Apps, um Ihr digitales Leben zu organisieren und zu entrümpeln - TechCrunch",
        "Diese autistischen Menschen hatten Mühe, anderen einen Sinn zu geben. Dann fanden sie KI. - The Washington Post",
        "'Clair Obscur: Expedition 33' zerstört Square Enix 'Gasbeleuchtung über rundenbasierte Final Fantasy-Kämpfe - Windows Central",
        "2025 NFL Draft Noten: Analyse aller 32 Mannschaftsklassen - FOX SPORTS",
        "Trump-Zelenskyy-Treffen ist \"der erste Hoffnungsschimmer, den ich seit einiger Zeit hatte\": Der ehemalige nationale Sicherheitsberater Jake Sullivan - ABC News",
        "Vancouver: Mindestens neun Tote nach Autofahrt durch Straßenfest - BBC",
        "Kawakami: Die Krieger haben die Raketen herumgedreht und sich auf einen K.o. vorbereitet - Der San Francisco Standard",
        "Spielberg, De Niro, Freeman loben Francis Ford Coppola bei der Annahme des AFI Life Achievement Award - AP News",
        "Putin bestellt russische Notfallflugzeuge in den Iran nach der Explosion im Hafen von Bandar Abbas - NBC News",
        "Kardinal Vincent Nichols erwartet bei seinem ersten Konklave eine „Reflexionsstimmung“ - NPR",
        "Jiggly Caliente: RuPaul's Drag Race and Pose Star stirbt im Alter von 44 Jahren - BBC",
        "Päpstlicher Spitzenkandidat sagt, dass Franziskus 'Vermächtnis weitergehen muss - Crux | Den katholischen Puls nehmen",
        "Ein verschwundenes Königreich wird in den Liedern der Griots und einer neuen archäologischen Ausgrabung lebendig - NPR",
        "Als Musk in Washington an die Macht kam, ist seine Popularität gesunken, findet eine AP-NORC-Umfrage - AP News"
    ]
}