{
    "headlines": [
        "Австралия против Южной Африки: Proteas выиграли финал чемпионата мира по тестам на Lord's - BBC",
        "Израиль предупреждает, что «Тегеран сгорит» , поскольку Нетаньяху намекает на смену режима - Financial Times",
        "Сегодня в Вашингтоне, округ Колумбия, проходит военный парад Трампа, посвященный 250-летию армии - CBS News",
        "Федеральные прокуроры теперь обвиняют иммигрантов, которые не сдают отпечатки пальцев, в соответствии с бездействующим законом 1940-х годов - Politico",
        "Продажа стали в США Nippon Steel готова закрыться после сделки Трампа - Bloomberg.com",
        "Протесты «Нет королей» против Трампа планировались по всей стране, чтобы совпасть с военным парадом - NPR",
        "Он решил прослужить дольше в армии. Теперь он обременен 40 000 долларов на транспортные расходы. - NBC News",
        "Как Илон Маск заново изобретает стратегию Tesla - WSJ",
        "Существует ли фиолетовый цвет на самом деле? - Live Science",
        "Thunder-Pacers: 5 выводов, поскольку Шай Гилгеус-Александр несет ОКК к победе в четвертой игре - НБА",
        "После 4-й игры Пэйсерс рассчитывает «покопаться» на уровне 2-2 - ESPN",
        "Гороскоп на субботу, 14 июня 2025 года - Chicago Sun-Times",
        "Фотографии морских пехотинцев в Лос-Анджелесе, когда общины по всей стране готовятся к демонстрациям - AP News",
        "Фьючерсы на Dow Jones: атаки Израиля и Ирана поразили рынок; следующие победители ИИ после Nvidia, Broadcom? - Investor's Business Daily",
        "Сэм Бернс лидирует в US Open с показателем 65 и избегает катастрофы в Окмонте - AP News",
        "Полиция арестовала около 60 протестующих возле Капитолия США - CNN",
        "Фестиваль Bonnaroo 2025 отменен после дождей - Rolling Stone",
        "Внутри найма ИИ Марка Цукерберга - The Verge",
        "Apple сейчас продает восстановленные модели M4 MacBook Air - MacRumors",
        "Житель округа Боулдер заразил пассажиров Flatiron Flyer корью - The Denver Post"
    ]
}