{
    "headlines": [
        "Un navire de la marine mexicaine s'écrase sur le pont de Brooklyn à New York - BBC",
        "Le journalisme monte un retour incroyable pour gagner 150e Preakness Stakes - NBC Sports",
        "Israël lance une nouvelle opération militaire à Gaza. Netanyahu dit à l'équipe de négociation de rester aux pourparlers - KTLA",
        "Caitlin Clark dit qu'une faute flagrante pour avoir bousculé Angel Reese n'était pas « malveillante » - AP News",
        "JJ d'Autriche couronné vainqueur de l'Eurovision 2025 - Date limite",
        "Amazon affirme que ses nouveaux clients « invitent constamment » à Alexa Plus - The Verge",
        "Grève ferroviaire la plus récente : NJ Transit et le président de BLET conviennent que les pourparlers « avancent dans la bonne direction » - News 12 - New Jersey",
        "Trump suggère que la Cour suprême bloque « illégalement » ses expulsions illégales - Rolling Stone",
        "Jennifer Lawrence et Robert Pattinson's Animalistic Descent Into Madness in ‘Die My Love’ Gets 6-Minute Cannes Standing Ovation - variety.com",
        "Colonne | Les républicains fixent une date limite imaginaire, transformant l'agenda en histoire de processus - The Washington Post",
        "Trump dit qu'il parlera à Poutine au téléphone lundi - CNN",
        "Les paléontologues découvrent un prédateur à 3 yeux âgé de 500 millions d'années - NPR",
        "Une attaque russe contre un bus dans la région de Sumy fait neuf morts, selon l'Ukraine, quelques heures après les pourparlers de paix - CNN",
        "How Will Dow Jones Futures After U.S. Debt Rating Downgrade Hits QQQ ; Broadcom, Meta Eye Buy Points - Investor's Business Daily",
        "New York Republican Floats Taux d'imposition plus élevé pour payer le SEL - Bloomberg",
        "Les actions américaines approchent à nouveau des records après une reprise furieuse — « ce marché pourrait surprendre tout le monde » - Fortune",
        "Comey fait l'objet d'une enquête pour avoir posté ‘86’ en référence à Trump. Qu'est-ce que cela signifie ? - PBS",
        "Les fans des Knicks essaiment le bus de l'équipe des Celtics en scène sauvage après la défaite du match 6 - New York Post"
    ]
}