{
    "headlines": [
        "ਅਮਰੀਕਾ ਦਾ ਸਭ ਤੋਂ ਬਜ਼ੁਰਗ ਸੇਵਾ ਨਿਭਾ ਰਿਹਾ ਪੁਲਾੜ ਯਾਤਰੀ 70ਵੇਂ ਜਨਮ ਦਿਨ 'ਤੇ ਧਰਤੀ' ਤੇ ਪਰਤਿਆ - ਬੀਬੀਸੀ",
        "ਨਿਕਸ ਪਿਸਟਨਜ਼ ਉੱਤੇ ਰੋਮਾਂਚਕ ਗੇਮ 1 ਲੈਣ ਲਈ ਅਚਾਨਕ ਹੀਰੋ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਪਾਗਲ ਚੌਥਾ ਕੁਆਰਟਰ ਚਲਾਓ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਘਿਆੜ ਉਦਘਾਟਨੀ ਬਿਆਨ ਦਿੰਦੇ ਹਨ, ਕਲੋਬਰ ਲੇਕਰਜ਼ - ਈਐਸਪੀਐਨ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦੇ ਪਹਿਲੇ ਝਟਕੇ ਵਿਸ਼ਵ ਅਰਥਚਾਰੇ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ਹਨ - ਡੈਕਨ ਹੇਰਾਲਡ",
        "ਫਲੋਰੀਡਾ ਸਟੇਟ ਨੇ ਰੌਲਾ ਪਾਉਣ ਤੋਂ ਬਾਅਦ ਸੋਮਵਾਰ ਨੂੰ ਕੈਂਪਸ ਵਿੱਚ ਵਾਪਸੀ ਕੀਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਰੈਸਲਮੈਨਿਆ 41 ਨਤੀਜੇਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਨਾਈਟ 1 ਰੀਕੈਪ, ਗ੍ਰੇਡ, 2025 ਮੈਚ ਕਾਰਡ, ਹਾਈਲਾਈਟਸ, ਸਟਾਰਟ ਟਾਈਮ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕਾ ਦੀ ਆਜ਼ਾਦੀ ਲਈ ਲੜਾਈ ਦੇ 250 ਸਾਲਾਂ ਬਾਅਦ, ਇੱਕ ਵੰਡਿਆ ਹੋਇਆ ਰਾਸ਼ਟਰ ਆਪਣੀ ਵਿਰਾਸਤ ਨੂੰ ਲੈ ਕੇ ਲੜਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਾਬਕਾ ਕਾਂਗਰਸਰਤ ਬਾਰਬਰਾ ਲੀ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਓਕਲੈਂਡ ਦੇ ਮੇਅਰ ਲਈ ਦੌੜ ਜਿੱਤੀ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "3 ਹੋਰ ਰਾਜਾਂ ਵਿੱਚ 2025 ਦੇ ਆਪਣੇ ਪਹਿਲੇ ਖਸਰਾ ਕੇਸ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪਾਲ ਰਡ ਹਾਈਪਸ ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਬਦਨਾਮ 90 ਦੇ ਦਹਾਕੇ ਦੇ ਐਸ ਐਨ ਈ ਐਸ ਕਮਰਸ਼ੀਅਲ - ਆਈ ਜੀ ਐਨ ਨੂੰ ਪਲੇਅਫੁਅਲ ਥ੍ਰੋਬੈਕ ਨਾਲ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਪ੍ਰੀ-ਆਰਡਰ ਅਮਰੀਕਾ ਵਿਚ 24 ਅਪ੍ਰੈਲ ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ, ਸਹਾਇਕ ਕੀਮਤਾਂ ਵਿਚ ਵਾਧਾ - GSMArena. com ਖ਼ਬਰਾਂ - GSMArena.",
        "ਵੀਡੀਓ ਵਿੱਚ ਬੱਚਿਆਂ ਦਾ ਇਲਾਜ ਕਰਨ ਵਾਲੇ ਖਸਰਾ ਦੇ ਡਾਕਟਰ ਨੂੰ ਦਿਖਾਇਆ ਗਿਆ ਹੈ । ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਬਾਅਦ ਵਿਚ ਉਸ ਨੂੰ ‘ਅਸਾਧਾਰਣ‘ ਚੰਗਾ ਕਰਨ ਵਾਲੇ ਵਜੋਂ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ - ਯਾਹੂ",
        "ਕੋਲਿਨ ਫੈਰਲ ਨੇ ਸਾਂਝਾ ਕੀਤਾ ਕਿ ਉਹ ਆਪਣੇ ਬੇਟੇ ਨੂੰ ਲੰਬੇ ਸਮੇਂ ਦੀ ਦੇਖਭਾਲ ਦੀ ਸਹੂਲਤ ਵਿਚ ਐਂਜਲਮੈਨ ਸਿੰਡਰੋਮ ਨਾਲ ਕਿਉਂ ਰੱਖ ਰਿਹਾ ਹੈ - ਬੱਸ ਜੇਰੇਡ",
        "ਜ਼ੇਲੇਨਸਕੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ 'ਈਸਟਰ ਜੰਗਬੰਦੀ' ਦੇ ਬਾਵਜੂਦ ਰੂਸੀ ਹਮਲੇ ਜਾਰੀ ਹਨ - ਬੀਬੀਸੀ",
        "ਜਿੱਤ ਲਈ ਇੱਕ ਮਹਾਂਕਾਵਿ ਲੜਾਈ ਅਤੇ ਨੌਰਿਸ ਵਾਪਸ ਲੜ ਰਿਹਾ ਹੈ – ਸਾ Saudiਦੀ ਅਰਬ ਗ੍ਰਾਂ ਪ੍ਰੀ ਵਿੱਚ ਕੀ ਵੇਖਣਾ ਹੈ - ਫਾਰਮੂਲਾ 1",
        "ਯਮਨ ਦੇ ਹੂਤੀ ਵਿਦਰੋਹੀ ਰਾਜਧਾਨੀ ਅਤੇ ਇੱਕ ਤੱਟਵਰਤੀ ਸ਼ਹਿਰ ਵਿੱਚ ਅਮਰੀਕੀ ਹਮਲਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਫੀਡ ਚੇਅਰ ਪਾਵੇਲ 'ਸ਼ਾਇਦ ਇਸ ਸਮੇਂ ਟਰੰਪ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਸਹਿਯੋਗੀ' - ਬੀਸੀਏ ਰਿਸਰਚ (ਐਸਪੀ 500) - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਅਮਰੀਕਾ 'ਚ ਹੁਣ ਕਈ ਸੂਬਿਆਂ' ਚ ਖਸਰਾ ਦੇ 800 ਮਾਮਲੇ ਅਤੇ ਫੈਲਣ ਦੇ ਮਾਮਲੇ ਸਾਹਮਣੇ ਆਏ ਹਨ । ਇੱਥੇ ਤੁਹਾਨੂੰ ਕੀ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਐਨਬੀਸੀ 5 ਡੱਲਾਸ-ਫੋਰਟ ਵਰਥ",
        "ਰਿਆਨ ਕੂਗਲਰ on ਪਾਪੀਆਂ ਦੇ ਨਿੱਜੀ ਪੋਸਟ-ਕ੍ਰੈਡਿਟ ਸੀਨ - ਗਿਜ਼ਮੋਡੋ"
    ]
}