{
    "headlines": [
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਹੁਣ ਲਈ ਸੰਘੀ ਸਰਕਾਰ ਨੂੰ ਨਾਟਕੀ reੰਗ ਨਾਲ ਮੁੜ ਰੂਪ ਦੇਣ ਦੇ ਟਰੰਪ ਦੇ ਯਤਨਾਂ ਦੀ ਹਮਾਇਤ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਈ .ਐਚ .ਆਰ- ਮਿਆਰੀ ਹੈਲਪਡੈਸਕ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਵਪਾਰ ਦੀ ਸਮਾਂ-ਸੀਮਾ ਨਹੀਂ ਵਧਾਉਣਗੇ । ਤਾਂਬਾ, ਫਾਰਮਾ ਦੇ ਟੈਰਿਫ ਵੀ ਜਲਦੀ ਆ ਰਹੇ ਹਨ - ਬੈਰਨਜ਼",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਸਜ਼ਾ ਸੁਣਾਉਣ ਦੀ ਤਾਰੀਖ ਸੁਣਵਾਈ ਅਚਾਨਕ ਮੁਲਤਵੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਨਵਜੰਮੇ ਬੱਚਿਆਂ ਲਈ ਪਹਿਲਾ ਮਲੇਰੀਆ ਇਲਾਜ ਵਰਤੋਂ ਲਈ ਮਨਜ਼ੂਰ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਿ Beautyਟੀ ਐਡੀਟਰ ਦੀ ਤਰ੍ਹਾਂ ਪ੍ਰਾਈਮ ਡੇਅ ਦੀ ਖਰੀਦਦਾਰੀ ਕਿਵੇਂ ਕਰੀਏ - ਕੱਟ",
        "ਹੈਤੀ ਦੇ ਆਈਕੋਨਿਕ ਹੋਟਲ ਓਲੌਫਸਨ, ਲੰਬੇ ਸਭਿਆਚਾਰਕ ਬੱਤੀ, ਗੈਂਗ ਹਿੰਸਾ ਦੁਆਰਾ ਨਸ਼ਟ - ਐਨਪੀਆਰ",
        "ਟੀਐਸਏ ਸੁਰੱਖਿਆ ਲਾਈਨਾਂ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ ਜਿਸ ਨਾਲ ਯਾਤਰੀਆਂ ਨੂੰ ਆਪਣੇ ਜੁੱਤੇ ਪਹਿਨਣ ਦੀ ਆਗਿਆ ਮਿਲਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ ਮਾਰਕੋ ਰੂਬੀਓ ਇਨਪੋਸਟਰ ਉੱਚ ਪੱਧਰੀ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਬੁਲਾਉਣ ਲਈ ਏਆਈ ਆਵਾਜ਼ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੂਸੀ ਮੰਤਰੀ ਦੀ ਮੌਤ ਰਾਜਨੀਤਿਕ ਕੁਲੀਨ ਵਰਗ ਲਈ ਚੇਤਾਵਨੀ ਦਾ ਕੰਮ ਕਰਦੀ ਹੈ - ਬੀਬੀਸੀ",
        "ਮੈਕਕੌਨਲ ਨੇ ਯੂਕਰੇਨ ਸਹਾਇਤਾ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪੈਂਟਾਗਨ ਦੇ ‘ਅਲੱਗ-ਥਲੱਗਵਾਦੀ ਅਤੇ ਸੰਜਮ' ਨੂੰ ਫੜ ਲਿਆ - ਪੋਲੀਟਿਕੋ",
        "ਜੀਮੇਲ ਦਾ ਨਵਾਂ ‘ਗਾਹਕੀ ਪ੍ਰਬੰਧਿਤ ਕਰੋ’ ਟੂਲ ਤੁਹਾਡੇ ਇਨਬਾਕਸ ਨੂੰ ਘਟਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰੇਗਾ - TechCrunch",
        "ਫਰਾਂਸ ਅਤੇ ਯੂਕੇ ਛੋਟੀਆਂ ਕਿਸ਼ਤੀਆਂ ਨੂੰ ਇਕੱਠੇ ਰੋਕਣ ਲਈ, ਮੈਕਰੋਨ ਕਹਿੰਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਟੈਕਸਾਸ ਹੜ੍ਹ ਰਿਕਵਰੀ ਦੇ ਯਤਨਾਂ ਨੂੰ ਸਖਤ ਸਥਿਤੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਕਿਉਂਕਿ ਸਥਾਨਕ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਸਖਤ ਪ੍ਰਸ਼ਨਾਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਤੁਸੀਂ ਹੁਣ ਸਾਡੇ ਵਿਚੋਂ ਆਖਰੀ ਭਾਗ 2 ਨੂੰ ਅਜੇ ਇਕ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਖੇਡ ਸਕਦੇ ਹੋ, ਕਿਉਂਕਿ ਨੌਟੀ ਡੌਗ \"ਕ੍ਰੋਨੋਲੋਜੀਕਲ\" ਮੋਡ ਜਾਰੀ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਹੀਰੋਇਕ ਪੁਲਿਸ ਨੇ ਬਰੂਨੋ ਨਾਮੀ ਬਲੱਡਹਾoundਂਡ ਨੂੰ ਨਹੁੰਆਂ ਨਾਲ ਭਰੇ ਭੋਜਨ ਨਾਲ ਮਾਰਿਆ, ਇਟਲੀ ਵਿਚ ਗੁੱਸਾ ਭੜਕਾਇਆ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਵਿੰਬਲਡਨ 2025: ਟੇਲਰ ਫ੍ਰਿਟਜ਼ ਕੈਰੇਨ ਖਚਾਨੋਵ ਨੂੰ ਹਰਾ ਕੇ ਪਹਿਲੀ ਵਾਰ ਸੈਮੀਫਾਈਨਲ 'ਚ ਪਹੁੰਚਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਮਟੀਵੀ ਰਿਐਲਿਟੀ ਸਟਾਰ ਅਣਇੱਛਤ ਕਤਲ ਦੇ ਸ਼ੱਕ 'ਤੇ ਗ੍ਰਿਫਤਾਰ - Syracuse.",
        "ਵਿਸਕਾਨਸਿਨ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਪਰਿਵਰਤਨ ਥੈਰੇਪੀ ਪਾਬੰਦੀ ਲਗਾਉਣ ਦਾ ਰਸਤਾ ਸਾਫ਼ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}