{
    "headlines": [
        "ਤੁਹਾਡੇ ਗੋਡੇ ਤੁਹਾਡੇ ਸੋਚਣ ਨਾਲੋਂ ਤੇਜ਼ੀ ਨਾਲ ਬੁ agingੇ ਹੋ ਸਕਦੇ ਹਨ - SciTechDaily",
        "ਨਿਕਸ 'ਗੇਮ 3 ਤੋਂ ਚੋਟੀ ਦੇ ਪਲ ਵਾਪਸੀ ਦੀ ਜਿੱਤ - ਈਐਸਪੀਐਨ",
        "ਸਾਬਕਾ ਪੁਲਿਸ ਮੁਖੀ ਅਰਕਾਨਸਾਸ ਜੇਲ੍ਹ ਤੋਂ ਫਰਾਰ ਹੋ ਗਿਆ ਜਿੱਥੇ ਉਹ ਕਤਲ, ਬਲਾਤਕਾਰ ਦੀ ਸਜ਼ਾ ਕੱਟ ਰਿਹਾ ਸੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਜੰਗੀ ਜਹਾਜ਼ ਲਾਂਚ ਨਾ ਹੋਣ 'ਤੇ ਸੀਨੀਅਰ ਅਧਿਕਾਰੀ ਨੂੰ ਕੀਤਾ ਗ੍ਰਿਫਤਾਰ - ਬੀਬੀਸੀ",
        "ਦੱਖਣੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਘੱਟੋ ਘੱਟ 11 ਹਸਪਤਾਲ ਵਿੱਚ ਦਾਖਲਃ ਪੁਲਿਸ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "‘ਸਾਡੇ ਵਿੱਚੋਂ ਆਖਰੀ’ ਸਿਰਜਣਹਾਰ ਉਸ ਅੰਤਮ ਮੌਤ, ਅੰਤ ਅਤੇ ਸੀਜ਼ਨ 3 ਤਬਦੀਲੀਆਂ 'ਤੇ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੀ ਐਨ ਬੀ ਸੀ ਡੇਲੀ ਓਪਨਃ ਨਿਵੇਸ਼ਕ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦੁਆਰਾ ਖਤਰੇ ਵਜੋਂ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਉਹ ਲੋਕ ਜੋ ਮੰਨਦੇ ਹਨ ਕਿ ਏਆਈ ਚੇਤੰਨ ਹੋ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਡੈਮੀ ਲੋਵਾਟੋ ਵਿਆਹਿਆ ਹੋਇਆ ਹੈ- ਅਤੇ ਉਸ ਦੇ ਵਿਵੀਅਨ ਵੈਸਟਵੁੱਡ ਵਿਆਹ ਦੇ ਪਹਿਰਾਵੇ ਦੇ ਪਿੱਛੇ ਕਹਾਣੀ ਸਾਂਝੀ ਕਰਦਾ ਹੈ - ਵੋਗ",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਕਾਈਲ ਲਾਰਸਨ ਦੀ ਇੰਡੀ 500/ਕੋਕਾ-ਕੋਲਾ 600 ‘ਡਬਲ‘ ‘ਤੇ ਕੋਸ਼ਿਸ਼ - NASCAR.",
        "ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਚੇਅਰ ਜੇਰੋਮ ਪਾਵੇਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਅਰਥ ਸ਼ਾਸਤਰ ਵਿੱਚ ਪ੍ਰਮੁੱਖ ਨਹੀਂ ਕੀਤਾ ਕਿਉਂਕਿ ਉਸਨੇ ਇਸਨੂੰ 'ਬੋਰਿੰਗ ਅਤੇ ਬੇਕਾਰ' ਵਜੋਂ ਵੇਖਿਆ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "'ਮੈਂ ਰੋਮਨ ਹਾਂ,' ਪੋਪ ਲਿਓ ਕਹਿੰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਉਹ ਰੋਮ ਦਾ ਬਿਸ਼ਪ ਬਣ ਜਾਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਟੈਨਿਸੀ ਆਉਟਲਾਸਟਸ ਨੇਬਰਾਸਕਾ ਸਾਫਟਬਾਲ ਨੋਕਸਵਿਲ ਸੁਪਰ ਰੀਜਨਲ ਜਿੱਤਣ ਲਈ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਇਹ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਪਿਕਸਲ 10 ਰੰਗ ਅਤੇ ਵਾਲਪੇਪਰ - ਡ੍ਰਾਇਡ ਲਾਈਫ",
        "ਟੈਰਿਫਸ ਨੇ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਫੋਨਾਂ 'ਤੇ 30-40% ਕੀਮਤ ਵਾਧੇ ਦੀ ਧਮਕੀ ਦਿੱਤੀ, ਰਿਪੋਰਟ ਦਾਅਵੇ - 9to5Google",
        "ਜੈਸਮੀਨ ਕ੍ਰੋਕੇਟਃ ‘ਰਿਪਬਲਿਕਨਾਂ ਲਈ ਟਰੰਪ ਦੀ ਮਾਨਸਿਕ ਇਕੁਇਟੀ' ਤੇ ਸਵਾਲ ਉਠਾਉਣ ਦਾ ਸਮਾਂ ਆ ਗਿਆ ਹੈ ’- ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਟੈਕਸਾਸ ਹਾ Houseਸ ਨੇ ਸੈਨੇਟ ਬਿੱਲ ਨੂੰ ਪਾਸ ਕੀਤਾ ਜਿਸ ਵਿੱਚ ਸਾਰੇ ਪਬਲਿਕ-ਸਕੂਲ ਦੇ ਕਲਾਸਰੂਮਾਂ ਵਿੱਚ ਦਸ ਹੁਕਮਾਂ ਦੀ ਪ੍ਰਦਰਸ਼ਨੀ ਦੀ ਲੋੜ ਹੈ - ਹਿਊਸਟਨ ਪਬਲਿਕ ਮੀਡੀਆ",
        "ਤੇਲ ਅਵੀਵ ਵਿੱਚ ਅਮਰੀਕੀ ਦੂਤਘਰ 'ਤੇ ਹਮਲੇ ਦੀ ਯੋਜਨਾ ਬਣਾਉਣ ਦੇ ਦੋਸ਼ ਵਿੱਚ ਜਰਮਨ-ਅਮਰੀਕੀ ਦੋਹਰੇ ਨਾਗਰਿਕ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਵਿਟਜ਼ਰਲੈਂਡ ਦੇ ਜ਼ਰਮੈਟ ਨੇੜੇ ਪਹਾੜ 'ਤੇ 5 ਸਕੀਅਰਾਂ ਦੀ ਲਾਸ਼ ਮਿਲੀ - ਯੂਐਸਏ ਟੂਡੇ",
        "ਕੀ ਖੁੱਲ੍ਹਾ ਹੈ ਅਤੇ ਕੀ ਬੰਦ ਹੈ ਇਸ ਮੈਮੋਰੀਅਲ ਦਿਵਸ - ਪੀਬੀਐਸ"
    ]
}