{
    "headlines": [
        "Israels Netanjahu sagt, Verbündete hätten ihn gedrängt, die Hilfe für Gaza wieder aufzunehmen. Bisher ist nichts hineingegangen - AP News",
        "How the ‘American Idol’ front-runner actually won the show - The Washington Post",
        "Trump bittet Putin, das \"Blutbad\" in der Ukraine zu stoppen Friedensgespräch - ABC News",
        "Wissenschaftler entdecken einen seltenen und ungewöhnlichen Planeten tief in Neptuns Wüste - Jason Deegan",
        "Timberwolves spielen Oklahoma City Thunder im Western Conference Finale - 5 AUGENZEUGENBERICHTE",
        "Die Republikaner im Senat wollen die Trump-Rechnung des Repräsentantenhauses in mundgerechte Stücke zerlegen - The Hill",
        "iPhone 17 Luftakkukapazität und Gewicht angeblich enthüllt - MacRumors",
        "Hinter brillantem Shai Gilgeous-Alexander, OKC Thunder-Routine Nikola Jokić und den Denver Nuggets in Spiel 7 - CNN",
        "5 Jahre nach dem Brexit, kommen Großbritannien und die EU wieder zusammen? - NPR",
        "Das spanische Verbraucherschutzministerium blockiert mehr als 65.000 Airbnb-Inserate für Ferienunterkünfte - Yahoo Finance",
        "Pro-europäischer Zentrist schlägt rechten Nationalisten in rumänischer Abstimmung - The Washington Post",
        "Mexikanischer Marinekadett, Matrose als Opfer des Absturzes der Brooklyn Bridge identifiziert - The Washington Post",
        "Panthers verlassen sich auf ein starkes Fundament, um Spiel 7 gegen Maple Leafs zu gewinnen - NHL.com",
        "In Erinnerung an Ed Smylie, dessen berühmter Hack die Apollo 13 Crew rettete - Hackaday",
        "Die USA haben seit 3 Monaten keinen Fall von Vogelgrippe gesehen. Experten fragen sich, warum - AP News",
        "Experte enthüllt eine drogenfreie Möglichkeit, die Auswirkungen von Ozempic nachzuahmen - ScienceAlert",
        "Intel Panther Lake CPUs auf der Computex, Close-Up Die Shots, ES Specs & Consumer-Ready Launch Anfang 2026 - Wccftech",
        "Die USA haben gerade den ersten Bluttest für die Alzheimer-Krankheit genehmigt - ScienceAlert"
    ]
}