{
    "headlines": [
        "Музыкальный руководитель и муж «Американского идола» застрелены в доме в Лос-Анджелесе - The Washington Post",
        "«Это было тревожно, но он в порядке» – Тадей Погачар избегает серьезной травмы в аварии на Тур де Франс, поскольку команда хвалит спортивное мастерство соперников - Cyclingnews",
        "Крупнейший в мире марсианский камень продан на аукционе за $ 4,3 млн - CNN",
        "Кто такие друзы и почему Израиль бомбит Сирию, чтобы защитить их? - CNN",
        "Йеменские боевики, союзные правительству в изгнании, заявляют о захвате тонн оружия хуситов, поставляемого Ираном - AP News",
        "S&P 500 падает, поскольку Трамп отрицает, что близок к увольнению председателя ФРС Пауэлла: новости в прямом эфире - CNBC",
        "«Супермен» - это успех? Бюджет, зарплаты актеров и многое другое - разнообразие",
        "'I Know What You Did Last Summer' Review: A Ho-Hum Legacy Sequel - The Hollywood Reporter",
        "Извержение вулкана в Исландии стало 12-м за четыре года - The Washington Post",
        "В то время как республиканцы призывают к прозрачности в расследовании Эпштейна, Трамп набрасывается - NPR",
        "Лабубу не первый увлечение игрушками, и уж точно не последний - AP News",
        "Американцы внимательно следили за большой законодательной победой Трампа — и они говорят, что не поддерживают ее - Politico",
        "Астрономы впервые стали свидетелями рождения планетной системы (видео) - Космос",
        "Обвинение в жестоком обращении с детьми рекомендовано при утоплении сына влиятельного человека Эмили Кайзер: Полиция - Новости ABC - Срочные новости, последние новости и видео",
        "Восхищение звездочетов: когда и где смотреть главные метеорные потоки июля. - USA Today",
        "Я прошел 5000 шагов с Apple Watch 10 против Samsung Galaxy Watch 8 — есть явный победитель - Tom's Guide",
        "США отправляют 5 человек в Эсватини в рамках программы депортации администрации Трампа - AP News",
        "Все 15 новых цветов iPhone 17 и iPhone 17 Pro обнаружены в последней утечке - MacRumors"
    ]
}