{
    "headlines": [
        "تعطي حرب ترامب التجارية أهمية متجددة للإعلان عن Upfronts - CNBC",
        "\"لقد حان الوقت لرحيل جو بايدن \": الديمقراطيون مدفوعون بعودة بايدن إلى دائرة الضوء - بوليتيكو",
        "الخلافات حول إيران وغزة توتر العلاقة بين ترامب ونتنياهو - إن بي سي نيوز",
        "اختبر صاحب عمل ما إذا كان العملاء سيدفعون أكثر مقابل المنتجات الأمريكية الصنع. كانت النتائج \"واقعية\". \"- بيزنس إنسايدر",
        "ترامب يشيد بـ \"إعادة الضبط الكامل\" مع الصين بعد اجتماع جنيف التجاري - politico.eu",
        "اهتزاز وقف إطلاق النار بين الهند وباكستان بسبب القتال الحدودي بين عشية وضحاها في منطقة كشمير المتنازع عليها - أسوشيتد برس نيوز",
        "وصلت المحادثات النووية بين الولايات المتحدة وإيران إلى منتصف الطريق مع عقبات رئيسية يجب إزالتها - وول ستريت جورنال",
        "نتائج UFC 315، النقاط البارزة: جاك ديلا مادالينا يزعج بلال محمد لكسب لقب الوزن الوسط - سي بي إس سبورتس",
        "تيمبروولفز 102، ووريورز 97: الجلوس على المقعد في الخليج - كانيس هوبوس",
        "‘SNL’ Cold Open: ‘AA Team’ Jeanine Pirro، Pete Hegseth Have One Big، Boozy Reunion - Rolling Stone",
        "تحذر وزارة الأمن الداخلي من المزيد من الاعتقالات من قبل الديمقراطيين بعد احتجاج مركز الاعتقال ICE في نيوارك — حيث يلقي رئيس البلدية رأس بركة باللوم على الوكالة في التصعيد - نيويورك بوست",
        "تخلق التوترات الاقتصادية وارتفاع أسعار الذهب جنونًا لتجار المجوهرات الأمريكيين - أخبار أسوشيتد برس",
        "جو مازولا يتحرك بذكاء لتغذية لعبة سلتيك 3 ضد نيكس - MassLive",
        "القادة الأوروبيون يطلبون من بوتين الموافقة على وقف إطلاق النار في أوكرانيا أو مواجهة عقوبات جديدة - كيه إس إل نيوز",
        "يصل أوزتورك إلى مطار لوغان بعد 6 أسابيع من الاحتجاز لدى دائرة الهجرة والجمارك - WBUR",
        "بوتين يقول إن روسيا مستعدة لإجراء \"محادثات مباشرة\" مع أوكرانيا بينما يضغط القادة الأمريكيون والأوروبيون من أجل وقف إطلاق النار - سي إن إن",
        "يصل إلى غالاباغوس خمسة صيادين نجوا بعد 55 يومًا من الغرق بسبب شرب المطر وغليان الأسماك العابرة - سي إن إن",
        "توم كروز يدلي بتعليق نادر حول نيكول كيدمان السابقة - ياهو",
        "هرعت أمي بعمر عام واحد إلى غرفة الطوارئ بعد أن ظهرت عليه أعراض غريبة. تشخيصه \"المغير للحياة\" صدمها (حصري) - ياهو"
    ]
}