{
    "headlines": [
        "Les cadres de l'IA avaient l'habitude de mendier pour la réglementation. Plus maintenant. - The Washington Post",
        "Dans le match 2, les Capitals gardent leur calme et se réconcilient avec les Hurricanes - The Washington Post",
        "Meilleurs moments de la victoire des Wolves sur les Warriors - ESPN",
        "Trump choisit Jeanine Pirro de Fox News comme procureur de Washington DC - BBC",
        "Les contrats à terme sur actions sont stables après le rallye sur le cadre des accords commerciaux entre les États-Unis et le Royaume-Uni : mises à jour en direct - CNBC",
        "Academy of Country Music Awards 2025 : découvrez ce que Jelly Roll, Lainey Wilson, Shaboozey et d'autres stars portaient sur le tapis rouge - Yahoo",
        "Liev Schreiber s'ouvre pour la première fois sur la fille transgenre Kai : Elle est « une combattante » - New York Post",
        "Un vaisseau spatial de l'ère soviétique construit pour atterrir sur Vénus tombe sur Terre à la place - Ars Technica",
        "L'administrateur intérimaire de la FEMA est remplacé un jour après le témoignage du Congrès - NPR",
        "Alors que le jury est presque terminé, les procureurs de Sean « Diddy » Combs disent qu'ils ont peut-être perdu un témoin clé - The Hollywood Reporter",
        "La prochaine mise à jour de la Galaxy Watch de Samsung prépare maintenant la barre, les raccourcis, les limites de charge de la batterie - 9to5Google",
        "Cleveland-Cliffs Stock Tanks. Les tarifs n'ont pas arrêté les fermetures des aciéries. - Barron's",
        "Les responsables de la santé de l'État s'efforcent d'atténuer la propagation de la rougeole - Prairie Public",
        "Les démocrates bloquent la facture de stablecoin car ils soulèvent des inquiétudes concernant les entreprises de cryptographie de Trump - AP News",
        "Les Steelers acquièrent des choix de draft dans le commerce avec les Cowboys - Pittsburgh Steelers",
        "Les fédéraux qualifient la loi sur la confession des abus sur les enfants pour les prêtres d '« anticatholiques » en tant que vœux de l'église d'excommunier ceux qui s'y conforment - CBS News",
        "A Video Game Trailer Maker's Take On The Grand Theft Auto VI Trailer - aftermath.site"
    ]
}