{
    "headlines": [
        "Республиканская партия Сената добавляет срочные отказы для Аляски, Гавайев в новый текст мегабилла - Politico",
        "30 лучших прогнозов свободных агентов НБА после подписания контрактов с Кайри, ВанВлитом и Наз Ридом - отчет отбеливателя",
        "Венгрия гордится тем, что идет вперед, поскольку премьер-министр Орбан угрожает «юридическими последствиями» - BBC",
        "Женщина «не смогла» преодолеть четырехминутную милю. Но установка была настоящим провалом. - Slate Magazine",
        "Многие забывают о вреде таких заболеваний, как коклюш, корь и краснуха. Не эти семьи - AP News",
        "Вот что находится в мегабилле Республиканской партии, направляющейся на голосование в Сенат - NPR",
        "Внутри торговых столов, которые обслуживали 12 дней хаоса на нефтяном рынке - Bloomberg.com",
        "Что такое цифровой налог Канады и почему Трамп убивает торговые переговоры из-за него? - Al Jazeera",
        "Моральные кратеры в Государственном департаменте в связи с массовыми увольнениями - The Washington Post",
        "«Где наши деньги?« Грантовое финансирование CDC движется так медленно, что происходят увольнения - NPR",
        "Жизнь в Иране после забастовок: казни, аресты и паранойя - WSJ",
        "Верховный суд вручает Трампу «ГИГАНТСКУЮ ПОБЕДУ» в деле о гражданстве по праву рождения - Rolling Stone",
        "Потрясающий результат обсерватории Рубин доказывает, что это «переломный момент» для обнаружения опасных астероидов - Gizmodo",
        "В Иране проходит похоронная процессия для высших командиров, погибших в результате израильских ударов - Financial Times",
        "Мэтью Шефер чествует покойную мать после того, как «Нью-Йорк Айлендерс» выбрали ее первой в общем зачете на драфте НХЛ - CNN",
        "Победа Мамдани на первичных выборах мэра Нью-Йорка разоблачает раскол между демократами - ABC News - Breaking News, Latest News and Videos",
        "Убитая законодательница Миннесоты Мелисса Хортман будет похоронена в частной похоронной службе - NPR",
        "DOGE теряет контроль над сайтом правительственных грантов, освобождая миллиарды - The Washington Post",
        "Lorde: обзор альбома Virgin - Pitchfork"
    ]
}