{
    "headlines": [
        "Was Sie über die COVID-Variante wissen sollten, die Halsschmerzen bei \"Rasierklingen\" verursachen kann - KOMO",
        "C.J. Mosley gibt seinen Rücktritt bekannt - NBC Sports",
        "Justin Baldoni gewährte Zugang zu den privaten Textnachrichten von Taylor Swift und Blake Lively - NBC News",
        "Tennislegende Chris Evert zerreißt WNBA-Stars, weil sie Caitlin Clark nach dem wilden Nahkampf nicht schätzen - New York Post",
        "Nichts Telefon (3) hat ‘Glyph Matrix’ Lichter in der Ecke, durchgesickertes Design war wahrscheinlich falsch [Video] - 9to5Google",
        "Bruce Springsteen: ‘Time Is Finite, and Your Performing Time Is Finite’ - Rolling Stone",
        "Der \"Drachenmensch\" der 1930er Jahre gibt der schwer fassbaren alten menschlichen Spezies endlich ein Gesicht - ScienceAlert",
        "Ich habe die Zukunft der Datenbrille auf der WWDC ausprobiert. Sie wurden nicht von Apple hergestellt - CNET",
        "Hinter dem Vorhang: Trumps Bauchcheck - Axios",
        "Die Inselstadt, in der Juneteenth geboren wurde - BBC",
        "Samsung zielt darauf ab, die chinesischen Konkurrenten für dünne faltbare Telefone einzuholen, wie Apple sagte, um in den Kampf einzusteigen - CNBC",
        "Die USA haben 2024 täglich tausend neue Millionäre hinzugefügt: Bericht - CNBC",
        "Goldman Sachs sagt, dass Trumps Ausgabenplan die Staatsverschuldung nicht davon abhalten wird, \"nicht nachhaltige\" Höchststände zu erreichen, die seit dem Zweiten Weltkrieg nicht mehr zu sehen waren - Fortune",
        "Nach einem satten Verkauf werden die Los Angeles Lakers nicht mehr das Familienunternehmen Buss sein - ABC News - Breaking News, Latest News und Videos",
        "Playbook: Inside Trumps Denken über den Iran - Politico",
        "\"Die Modelle hatten Recht!\" Astronomen lokalisieren die \"fehlende\" Materie des Universums in den größten kosmischen Strukturen - dem Weltraum",
        "Was sind die Risiken einer Bombardierung eines Nuklearstandorts? - BBC"
    ]
}