{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਸਟਰਾਈਕ ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਈਰਾਨ ਨੇ 100 ਡਰੋਨ ਲਾਂਚ ਕੀਤੇ ਹਨ ਜਿਵੇਂ ਕਿ ਦੇਸ਼ ਭਰ ਵਿੱਚ ਏਅਰ ਰੇਡ ਸਾਇਰਨ ਬਲੇਅਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਆਪਣੇ 79 ਵੇਂ ਜਨਮਦਿਨ 'ਤੇ, ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਨੂੰ ਮਿਲਟਰੀ ਪਰੇਡ ਮਿਲ ਰਹੀ ਹੈ – ਅਤੇ ਲੱਖਾਂ ਉਮੀਦਾਂ ਵਾਲੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀ - ਸੀ ਐਨ ਐਨ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਕੋਵਿਡ ਟੀਕੇ ਦੇ ਕਾਰਜਕ੍ਰਮ ਵਿੱਚ ਤਬਦੀਲੀ ਦਾ ਬਚਾਅ ਕਰਨ ਲਈ ਕਾਂਗਰਸ ਨੂੰ 'ਡਾਕਟਰੀ ਗਲਤ ਜਾਣਕਾਰੀ' ਭੇਜੀ - ਐਨਪੀਆਰ",
        "ਇਰਾਨ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ 500 ਅੰਕ ਡਿੱਗਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਕੇਲ ਏਆਈ ਮੈਟਾ ਤੋਂ ‘ਮਹੱਤਵਪੂਰਣ’ ਨਿਵੇਸ਼ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ, ਕਹਿੰਦਾ ਹੈ ਕਿ ਸੀਈਓ ਅਲੈਗਜ਼ਾਨਰ ਵੈਂਗ ਛੱਡ ਰਿਹਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "Draisaitl ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲੇ ਟੀਚੇ ਦੇ ਨਾਲ ਓਟੀ ਹੀਰੋਇਕਸ ਨੂੰ ਦੁਹਰਾਉਂਦਾ ਹੈ ਇੱਥੋਂ ਤੱਕ ਕਿ ਸਟੈਨਲੇ ਕੱਪ ਫਾਈਨਲ ਆਇਲਰਜ਼ ਲਈ - NHL.",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਦੂਜੀ ਕੋਸ਼ਿਸ਼ 'ਚ ਜੰਗੀ ਜਹਾਜ਼ ਦੀ ਲਾਂਚਿੰਗ ਸਫਲ ਹੋਣ ਦਾ ਕੀਤਾ ਦਾਅਵਾ - ਬੀਬੀਸੀ",
        "ਸ਼ੁੱਕਰਵਾਰ, 13 ਜੂਨ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਨੇ ਨਿ Newsਜ਼ੋਮ ਤੋਂ ਐਲ. ਏ. ਵਿਚ ਫੌਜਾਂ ਦਾ ਨਿਯੰਤਰਣ ਮੁੜ ਪ੍ਰਾਪਤ ਕੀਤਾ ਅਪੀਲ ਕੋਰਟ ਦਾ ਧੰਨਵਾਦ; ਰਾਜਪਾਲ ਨੇ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਨੈਸ਼ਨਲ ਗਾਰਡ ਦੀ ਕਮਾਂਡ ਲੈਣੀ ਸੀ – ਅਪਡੇਟ - ਆਖਰੀ ਤਾਰੀਖ",
        "2025 ਐਨਬੀਏ ਫਾਈਨਲਸਃ ਫਾਈਨਲ ਦੇ ਅਹਿਮ ਗੇਮ 4 ਵਿੱਚ 4 ਚੀਜ਼ਾਂ ਵੇਖਣ ਲਈ - ਐਨਬੀਏ",
        "ਟੈਨਿਸੀ ਜੱਜ ਕਿਲਮਾਰ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਨੂੰ ਪ੍ਰੀਟ੍ਰੀਅਲ ਹਿਰਾਸਤ ਤੋਂ ਰਿਹਾ ਕਰਨ ਬਾਰੇ ਦਲੀਲਾਂ ਸੁਣਨ ਲਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਰਿਪੋਰਟਃ ਪੁਲਿਸ ਸਾਬਕਾ ਐਨਐਫਐਲ ਡਬਲਯੂਆਰ ਬ੍ਰਾ Brownਨ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰਨ ਦੀ ਭਾਲ ਕਰ ਰਹੀ ਹੈ - ਈਐਸਪੀਐਨ",
        "ਕੁਓਮੋ ਅਤੇ ਮਮਦਾਨੀ ਵਪਾਰ ਨਿਊਯਾਰਕ ਸਿਟੀ ਦੇ ਅੰਤਿਮ ਮੇਅਰ ਬਹਿਸ ਵਿੱਚ ਅੱਗ - Politico",
        "ਸਪੇਸਐਕਸ ਨੇ ਵੈਨਡੇਨਬਰਗ ਐਸਐਫਬੀ ਤੋਂ ਫਾਲਕਨ 9 ਰਾਕੇਟ 'ਤੇ 26 ਸਟਾਰਲਿੰਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕੀਤੇ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਐਚਬੀਓ ਫੈਮਲੀ, ਥ੍ਰਿਲਰਮੈਕਸ ਅਤੇ ਹੋਰ ਮਲਟੀਪਲੈਕਸ ਚੈਨਲ ਵਾਰਨਰ ਬ੍ਰਦਰਜ਼ ਡਿਸਕਵਰੀ ਦੁਆਰਾ ਬੰਦ ਕੀਤੇ ਜਾਣਗੇ - ਭਿੰਨਤਾ",
        "ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਦੁਆਰਾ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਵਿਚ ਰੁਕਾਵਟ ਪਾਉਣ ਤੋਂ ਬਾਅਦ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਸੈਨੇਟਰ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜੌਨ ਕੁਸਾਕ ਬ੍ਰਾਇਨ ਵਿਲਸਨ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈਃ 'ਉਹ ਦੁਨੀਆਂ ਨੂੰ ਕੀ ਦੇਣ ਦੇ ਯੋਗ ਸੀ ਭੂਚਾਲ ਸੀ’ - ਰੋਲਿੰਗਸਟੋਨ ਡਾਟ ਕਾਮ",
        "ਫਿਲਮ ਅਤੇ ਟੀਵੀ ਵਿੱਚ 10 ਆਈਕੋਨਿਕ ਬੀਚ ਬੁਆਏਜ਼ ਸੂਈ ਬੂੰਦਾਂ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ"
    ]
}