{
    "headlines": [
        "Nintendo Switch 2 Preorders Quickly Sell Out at US Stores - Bloomberg",
        "2025 NFL mock draft: Predicting every team's first-round pick as night one kicks off from Green Bay - CBS Sports",
        "NFL announces the 2025 schedule release date - Cleveland Browns",
        "Blake Lively rocks strapless gown for date night with Ryan Reynolds at Time100 gala - Page Six",
        "US may have millions more measles cases over next 25 years if childhood vaccination rates continue to decline, study says - CNN",
        "In a reversal, the Trump administration restores funding for women's health study - NPR",
        "Scientists made ‘tiny earthquakes’ to find where Yellowstone’s magma begins - The Washington Post",
        "Jaguars select Travis Hunter at No. 2 after a trade with Browns - NBC Sports",
        "Cam Ward goes to the Titans, who get their QB with the No. 1 overall pick in the NFL draft - AP News",
        "Hegseth had an unsecured internet line in his office for Signal, AP sources say - AP News",
        "Federal judges temporarily block Education Department from enforcing DEI orders - Politico",
        "Bluesky is back up after a major outage - The Verge",
        "S&P 500 futures rise after three-day winning streak, Alphabet beat: Live updates - CNBC",
        "Hubble Telescope snaps stunning portraits of Mars, a celestial moth and more in spectacular 35th anniversary photos - Space",
        "Judge blocks parts of Trump’s overhaul of US elections - AP News",
        "Alphabet's Q1 earnings shattered analyst expectations, sending the stock soaring. Google's CEO credits its AI efforts. - Business Insider",
        "Harvey Weinstein Accuser’s Former Roommate Testifies About Alleged 2006 Sexual Assault - Variety",
        "US allies express alarm at Trump’s plan to let Russia keep most of the land it seized from Ukraine - CNN",
        "Super-Earths are common outside the solar system, new study shows - Phys.org"
    ]
}