{
    "headlines": [
        "Chronique d'invité | Notes de terrain de la fin de vie : Mes pensées sur la vie en mourant - The Washington Post",
        "J.J. Spaun a failli s'effondrer à l'US Open. Une réinitialisation du délai de pluie et deux tirs magiques l'ont mené au championnat - CNN",
        "American Express annonce des mises à jour majeures pour les cartes Platinum ® grand public et d'affaires des États-Unis plus tard cette année - American Express",
        "L'agence d'espionnage britannique MI6 nomme la première femme chef - NPR",
        "Les législateurs du Minnesota tirent sur le suspect Vance Boelter devant le tribunal lundi - ABC News",
        "Alors que les dirigeants du G7 se réunissent, les alliés demandent : Trump est-il avec nous ou contre nous ? - CNBC",
        "OnePlus annonce le Nord 5 et quatre autres produits - The Verge",
        "Nintendo Switch 2 : La revue Ars Technica - Ars Technica",
        "Tourisme en Espagne : les manifestants et les résidents repoussent le tourisme à Barcelone - BBC",
        "Israël frappe plus de cibles militaires iraniennes, l'Iran riposte au quatrième jour de conflit - NPR",
        "Après un sursis anticipé de l'application de la loi sur l'immigration, l'industrie agricole compte sur les raids - NPR",
        "Une nouvelle pilule contre l'obésité peut brûler les graisses sans supprimer l'appétit - WIRED",
        "Le médecin a dit : « Sois heureux. « La musicothérapie peut aider les patients atteints de cancer à le faire - NPR",
        "Un jour après le défilé militaire de Trump, un retour tranquille à la normale - The Washington Post",
        "Un manifestant abattu lors du rassemblement « No Kings » dans l'Utah, selon la police - CNN",
        "Shohei Ohtani fera ses débuts avec les Dodgers lundi - Rumeurs commerciales sur la MLB",
        "Les contrats à terme sur actions augmentent dans un contexte de risque géopolitique croissant alors que les attaques israélo-iraniennes se poursuivent : mises à jour en direct - CNBC",
        "Trump ordonne à Ice d'étendre la déportation des migrants - BBC"
    ]
}