{
    "headlines": [
        "Atualizações do julgamento de Sean 'Diddy' Combs: Cassie Ventura deve testemunhar hoje - ABC News",
        "Ficha informativa: O presidente Donald J. Trump garante um compromisso histórico de investimento de US $ 600 bilhões na Arábia Saudita - Casa Branca (.gov)",
        "NFL International Games 2025: League anuncia lista histórica de sete jogos de competições internacionais no exterior - Yahoo Sports",
        "Nvidia enviará chips para a Humain da Arábia Saudita para data centers de IA - Bloomberg.com",
        "As tarifas de Trump enfrentam grandes obstáculos legais à medida que o tribunal federal de comércio ouve a contestação - CNBC",
        "Draft Simulado da NBA de 2025: Cooper Flagg para Mavericks, Todas as Escolhas da Primeira Rodada Depois da Loteria - si.com",
        "Yankees 3B Oswaldo Cabrera deixa jogo vs. Mariners em ambulância após deslizamento de home plate constrangedor - AP News",
        "Boston perde a estrela Jayson Tatum por lesão na perna enquanto os Knicks crescem em casa para assumir a liderança por 3 a 1 sobre os Celtics - CNN",
        "Cortes de impostos republicanos na Câmara custam US $ 3,7 trilhões, dizem meteorologistas - Politico",
        "Apple revela poderosos recursos de acessibilidade ainda este ano - Apple",
        "Ator francês Gérard Depardieu considerado culpado de agressão sexual - CNN",
        "Proposta de preços de medicamentos de Trump coloca senadores republicanos em situação difícil - The Hill",
        "O universo está morrendo mais rápido do que se pensava, diz nova pesquisa - Yahoo",
        "Filipinas resulta em um \"deslizamento de terra\", diz família do ex-presidente detido Rodrigo Duterte - CBS News",
        "Guthrie há muito queria reformar o Medicaid. Agora ele tem que vender aos membros um compromisso - Politico",
        "Nissan vai cortar mais 11 mil empregos e fechar sete fábricas - BBC",
        "Scoop: Hamas abordou ativista pró-Trump para conversas secretas que libertaram Edan Alexander - Axios",
        "Conheça o Sony Xperia 1 VII: chip de última geração, câmeras maiores, design exclusivo, lançamento limitado - PhoneArena"
    ]
}