{
    "headlines": [
        "أيتون وضع اللمسات الأخيرة على عقد الاستحواذ مع السترات - Blazer's Edge",
        "كندا تلغي ضريبة الخدمات الرقمية بعد أن قطع ترامب محادثات التجارة الأمريكية - سي إن بي سي",
        "بلاكبيرن، كروز يجدون هدنة محتملة بشأن الوقف الاختياري للذكاء الاصطناعي على مستوى الولاية، وسلامة الطفل عبر الإنترنت - بوليتيكو",
        "ينجو USMNT من فيلم كوستاريكا المثير، ويتقدم إلى الدور نصف النهائي لكأس الذهب عبر بطولات ركلات الترجيح لمات فريز - ياهو سبورتس",
        "إطلاق النار في أيداهو: قتل شخصان بالرصاص بينما كان رجال الإطفاء يستجيبون لحرائق الغابات - بي بي سي",
        "لن يترشح السناتور الأمريكي توم تيليس لإعادة انتخابه في ولاية كارولينا الشمالية في عام 2026 - أكسيوس",
        "الوفيات الناجمة عن النوبات القلبية آخذة في الانخفاض. إليك ما يقتلنا بدلاً من ذلك - أخبار KSL",
        "يسعى الجمهوريون في مجلس الشيوخ للتصويت على مشروع قانون ترامب الضريبي الضخم يوم الاثنين - واشنطن بوست",
        "ما مدى أمان طائرة بوينج 787 دريملاينر، حقًا ؟ - بي بي سي",
        "شون ستريكلاند يقتحم القفص ويلكم المقاتل الذي سخر منه بعد تقديم زميله منذ فترة طويلة - الكوع الدامي",
        "ارتفاع العقود الآجلة للأسهم بعد أن سجل مؤشر S&P 500 ارتفاعًا قياسيًا جديدًا: تحديثات مباشرة - CNBC",
        "يكشف الأطباء والممرضات عن العلامات الصحية \"الصغيرة\" التي يجب ألا تتجاهلها أبدًا، وهي صادمة - BuzzFeed",
        "بيونسي تتدلى لفترة وجيزة فوق حشد ملعب هيوستن مع أعطال سيارة الدعامة الطائرة - الموعد النهائي",
        "أوروبا تتأرجح مع تحطيم حرارة الصيف المبكرة للأرقام القياسية - DW",
        "لاعبو PlayStation \"قلقون\" بشأن وحدة تحكم Xbox التي تم الإعلان عنها حديثًا - GamINGbible",
        "اللحظات الرئيسية من المرافعات الختامية في محاكمة شون \"ديدي\" للاتجار بالجنس - أسوشيتد برس نيوز",
        "زهران ممداني يواجه معلومات ترامب المضللة وتهديداته - رولينغ ستون",
        "يقول ترامب إنه لا يخطط لتمديد فترة التوقف المؤقت بشأن التعريفات العالمية إلى ما بعد 9 يوليو - أسوشيتد برس نيوز",
        "تشير دراسة جديدة إلى أن مؤشر كتلة الجسم هو B - A - D. إليك طريقة أفضل لقياس الوزن - أخبار KSL"
    ]
}