{
    "headlines": [
        "Turista suspeita de assassinar a família na Islândia é presa - CBS News",
        "Líderes do G7 se reúnem no Canadá para uma cúpula ofuscada pela crise Israel-Irã e guerras comerciais - AP News",
        "Como construir o melhor teclado do mundo - The Verge",
        "A briga do Congresso sobre segurança irrompe após os tiroteios em Minnesota - Axios",
        "Israel e Irã negociam mais ataques mortais no terceiro dia de escalada do conflito - NPR",
        "Variante genética ligada ao risco duplicado de demência para homens mais velhos - The Washington Post",
        "A Starbucks passa para a próxima fase de sua reviravolta: conquistar os funcionários - CNBC",
        "Você trocaria os navegadores por um chatbot? - The Verge",
        "Ela se casou com um cidadão americano por amor. Depois que ela alegou abuso, ele ameaçou deportação. - CBS News",
        "Telescópio James Webb descobre 'um novo tipo de clima' em Plutão, diferente de qualquer outra coisa em nosso sistema solar - Live Science",
        "Caitlin Clark explode por 32 pontos em troca de lesão enquanto o Indiana Fever dá ao New York Liberty a primeira derrota da temporada - CNN",
        "À medida que as participações de private equity de Harvard e Yale começam a ser vendidas, os compradores podem usar essa técnica por 1.000% de lucro inesperado. 'Faz seu cérebro derreter' - Fortune",
        "Depois de Omaha, o maior local de trabalho de imigração de Nebraska, uma comunidade trabalha para se recuperar - NBC News",
        "Rei Charles Posta Sobre o Dia dos Pais Depois que o Príncipe Harry Diz 'Eu Adoraria a Reconciliação' com a Família - Yahoo",
        "Tanques, tropas e viadutos em Washington enquanto Trump recebe seu desfile militar - The Washington Post",
        "Trump Mulls adiciona mais 36 países à proibição de viagens - The Daily Beast",
        "Uma pessoa ‘gravemente ferida’, três sob custódia depois de atirar enquanto 10.000 marchavam em Salt Lake City durante o protesto ‘No Kings’ - The Salt Lake Tribune"
    ]
}