{
    "headlines": [
        "ارتفاع الفواتير يدفع التضخم إلى أعلى مستوياته منذ أكثر من عام - بي بي سي",
        "نداء البابا ليو من أجل غزة: \"السماح بدخول المساعدات وإنهاء الأعمال العدائية\" - أخبار الفاتيكان",
        "يكشف كتاب جديد أن تدهور بايدن أثار قلق الديمقراطيين في مجلس النواب في وقت مبكر من عام 2023 - أكسيوس",
        "جورج ويندت: يقود تيد دانسون وكيلسي غرامر تحياتهما إلى النجم المشارك في مسلسل Cheers - BBC",
        "Timberwolves - Nuggets: 5 وجبات سريعة مع افتتاح أوكلاهوما سيتي للنهائيات الغربية بطريقة مهيمنة - الدوري الاميركي للمحترفين",
        "برجك للأربعاء 21/5/25 بقلم كريستوفر رينستروم - SFGATE",
        "القاضي يأمر الولايات المتحدة بالإبقاء على احتجاز المهاجرين الذين يتم إرسالهم إلى جنوب السودان - واشنطن بوست",
        "يعود Fortnite إلى متجر التطبيقات الأمريكي بعد فجوة مدتها خمس سنوات - TechCrunch",
        "المملكة المتحدة تعلق محادثات التجارة الحرة مع إسرائيل وتعلن العقوبات - NPR",
        "يأتي انسحاب إيلون ماسك من السياسة بعد فشل آخر استثمار كبير له - أسوشيتد برس نيوز",
        "Google تكشف النقاب عن نظارات Android XR مع تكامل Gemini AI - فك التشفير",
        "يقول ترامب إن الولايات المتحدة اختارت خطة لنظام الدفاع الصاروخي \"القبة الذهبية\" - واشنطن بوست",
        "تقدم AMD بطاقات رسومات Radeon جديدة ومعالجات Ryzen Threadripper في COMPUTEX 2025 - AMD",
        "كايتلين كلارك تصنع تاريخ الرابطة الوطنية لكرة السلة لكرة السلة بمضاعفة مضاعفة مع خسارة الحمى أمام غرينر، دريم - تقرير المبيض",
        "سألت: هل اللقاحات معتمدة بدون دراسات السلامة ؟ - الواشنطن بوست",
        "المنافس الديمقراطي يهزم عمدة بيتسبرغ في الانتخابات التمهيدية، بعد اشتباك حول مستقبل الحزب - إن بي سي نيوز",
        "وزارة العدل تفتح تحقيقا مع أندرو كومو بشأن شهادة الوباء أمام الكونغرس - سي بي إس نيوز",
        "تويوتا تعيد تصميم سيارة RAV4 SUV الأكثر مبيعًا في أمريكا لتكون هجينة حصريًا - CNBC",
        "يتوفر أول اختبار دم لمرض الزهايمر في الولايات المتحدة في يونيو - The Seattle Times",
        "صوت المالكون 32-0 للسماح للاعبين النشطين بالمشاركة في كرة القدم ذات العلم الأولمبي - NBC Sports"
    ]
}