{
    "headlines": [
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵੈਨਜ਼ੂਏਲਾ ਨਾਲ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਕੈਦੀ ਸਵੈਪ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਇਹ ਇੱਕ ਕੁੜੀ ਹੈ — ਦੁਬਾਰਾ ਫਿਰ! ਅਤੇ ਦੁਬਾਰਾ! ਇਕ ਬੱਚੇ ਦਾ ਸੈਕਸ ਬੇਤਰਤੀਬ ਕਿਉਂ ਨਹੀਂ ਹੈ । - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਖਗੋਲ-ਵਿਗਿਆਨੀ ਨੇ ਅੰਤ ਵਿੱਚ ਸੀਈਓ ਕੋਲਡਪਲੇ ਦੇ 'ਚੁੰਮਣ ਕੈਮ' ਤੇ ਫੜੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਚੁੱਪ ਤੋੜ ਦਿੱਤੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਪੇਂਡੂ ਮੇਨ ਵਿਚ ਇਕ ਤਲਾਬ 'ਤੇ ਪੈਡਲਬੋਰਡਰ ਦੀ ਹੱਤਿਆ ਵਿਚ 17 ਸਾਲਾ ਬੱਚੇ' ਤੇ ਕਤਲ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਮਦਾਨੀ ਅਤੇ ਜੈਫਰੀ ਆਖਰਕਾਰ ਮਿਲਦੇ ਹਨ, ਪਰ ਅਜੇ ਤੱਕ ਕੋਈ ਸਮਰਥਨ ਨਹੀਂ - ਪੋਲਿਟਿਕੋ",
        "ਓਬਾਮਾ ਪ੍ਰਸ਼ਾਸਨ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੀ 2016 ਦੀ ਜਿੱਤ ਅਤੇ ਰਾਸ਼ਟਰਪਤੀ ਨੂੰ ਉਲਟਾਉਣ ਦੀ ਸਾਜਿਸ਼ ਦਾ ਨਵਾਂ ਸਬੂਤ - ODNI. gov",
        "ਸਟੀਫਨ ਕੋਲਬਰਟ ਨਾਲ ਸੀਬੀਐਸ ਦੇ ਬਰੇਕਅਪ ਦੇ ਅੰਦਰਃ ਦਰਸ਼ਕਾਂ ਦੀਆਂ ਤਬਦੀਲੀਆਂ, ਰਾਜਨੀਤਿਕ ਹਾਸੇ-ਮਜ਼ਾਕ ਨੇ ਅਸੰਤੁਲਿਤ ਮਿਸ਼ਰਣ ਬਣਾਇਆ - ਵੰਨਗੀ",
        "ਸਾਬਕਾ-ਐਨਐਫਐਲਪੀਏ ਬੌਸ 'ਸਟ੍ਰਿਪ ਕਲੱਬ ਖਰਚਿਆਂ ਦਾ ਸਾਹਮਣਾ ਪੜਤਾਲ - ਈਐਸਪੀਐਨ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ Russiaਰਜਾ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੀਆਂ ਪਾਬੰਦੀਆਂ ਦੇ ਨਵੇਂ ਦੌਰ ਨਾਲ ਰੂਸ ਨੂੰ ਮਾਰਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਸੱਟ ਲੱਗਣ ਦੇ ਬਾਵਜੂਦ ਡਬਲਯੂਐਨਬੀਏ ਆਲ-ਸਟਾਰ ਗੇਮ ਦੌਰਾਨ 'ਸਾਈਡਲਾਈਨਜ਼' ਤੇ ਸਰਗਰਮ ਹੋਵੇਗਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਰਿਪਬਲਿਕਨ ਬਿੱਲਾਂ ਲਈ ਵੋਟ ਪਾਉਂਦੇ ਰਹਿੰਦੇ ਹਨ ਜੋ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਨਿ Newsਜ਼ ਟੂਡੇਃ ਡਾਓ, ਐਸ ਐਂਡ ਪੀ 500 ਸਲਿੱਪ; ਖਪਤਕਾਰਾਂ ਦੀ ਭਾਵਨਾ ਚਮਕਦੀ ਹੈ — ਲਾਈਵ ਅਪਡੇਟਸ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਟਰੰਪ ਨੇ 1 ਵੱਡੇ ਫੈਡਰਲ ਕ੍ਰਿਪਟੋਕੁਰੰਸੀ ਬਿੱਲ ਨੂੰ ਕਾਨੂੰਨ ਵਿੱਚ ਦਸਤਖਤ ਕੀਤੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਗੂਗਲ ਨਵੇਂ ਉਤਪਾਦਕਤਾ ਯੋਜਨਾਕਾਰ ਰਤਨ ਨਾਲ ’ਜੈਮਿਨੀ ਡ੍ਰੌਪਸ’ ਕਰ ਰਿਹਾ ਹੈ, ਹੋਰ - 9to5Google",
        "ਸਟਾਰਬੇਸ ਆਉਟਪੇਸ ਇੰਡਸਟਰੀ ਦੇ ਵਿਰੋਧੀਆਂ 'ਤੇ ਸਪੇਸਐਕਸ ਵਰਕਰ ਸੱਟ ਦੀਆਂ ਦਰਾਂ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਐਪਲ ਨੇ ਯੂਟਿberਬਰ 'ਤੇ ਮੁਕੱਦਮਾ ਕੀਤਾ ਜਿਸ ਨੇ ਆਈਓਐਸ 26 ਦੇ ਨਵੇਂ \"ਤਰਲ ਗਲਾਸ\" ਸਾੱਫਟਵੇਅਰ ਨੂੰ ਮੁੜ ਡਿਜ਼ਾਈਨ ਕੀਤਾ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਟਰੰਪ ਨਿਯੁਕਤੀਆਂ ਨੇ ਫੈਡਰਲ ਰਿਜ਼ਰਵ ਇਮਾਰਤ ਦੇ ਨਵੀਨੀਕਰਨ ਵਿੱਚ ਵਧੇਰੇ ਸੰਗਮਰਮਰ ਨੂੰ ਧੱਕਿਆ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਹੁਣ ਹਮਲੇ - ਪੀਬੀਐਸ",
        "ਡਰੂਜ਼-ਬੇਦੌਇਨ ਦੱਖਣੀ ਸੀਰੀਆ ਤੋਂ ਸਰਕਾਰੀ ਫੌਜਾਂ ਦੇ ਬਾਹਰ ਕੱ pullਣ ਤੋਂ ਬਾਅਦ ਦੁਬਾਰਾ ਭੜਕ ਉੱਠਿਆ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}