{
    "headlines": [
        "ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ ਝੰਜੋੜਨ ਵਾਲੀ ਕਿਸ਼ੋਰ ਮੂਰਤੀ ਬੌਬੀ ਸ਼ਰਮਨ ਦੀ 81 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਿਜ਼ਾਰਡਜ਼ ਜੌਰਡਨ ਪੂਲ ਦਾ ਵਪਾਰ ਕਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਦੀ ਕੈਪ ਸ਼ੀਟ ਨੂੰ ਲਾਈਨ ਤੋਂ ਹੇਠਾਂ ਸਾਫ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮਰੀਕੀ ਹਮਲਿਆਂ ਨੇ ਈਰਾਨ ਦੇ ਪਰਮਾਣੂ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਤਬਾਹ ਨਹੀਂ ਕੀਤਾ, ਪੈਂਟਾਗਨ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ",
        "2 ਹੋਰ ਬਾਲਗਾਂ ਨੂੰ ਖਸਰਾ ਦੀ ਜਾਂਚ ਕੀਤੀ ਗਈ, ਯੂਟਾ ਸਿਹਤ ਵਿਭਾਗ ਕਹਿੰਦਾ ਹੈ - ਕੇਐਸਐਲ.",
        "FedEx ਕਮਾਈ ਚੋਟੀ ਦੇ ਅਨੁਮਾਨ. ਸਟਾਕ ਡਿੱਗ ਰਿਹਾ ਹੈ. - ਬੈਰਨ ਦਾ",
        "ਹੇਗ ਤੋਂ ਫੋਟੋਆਂ ਜਿਵੇਂ ਕਿ ਡੋਨਾਲਡ ਟਰੰਪ ਸਮੇਤ ਨਾਟੋ ਨੇਤਾ ਇਤਿਹਾਸਕ ਸੰਮੇਲਨ ਲਈ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਕਿ ਉਹ 'ਸ਼ਾਨਦਾਰ ਨੌਕਰੀ’ ਲਈ ਮੁਕੱਦਮੇ ਦੇ ਜੱਜ ਦੀ ਗਵਾਹੀ ਨਹੀਂ ਦੇਵੇਗਾ ਅਤੇ ਉਸ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰੇਗਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੈਲੀਫੋਰਨੀਆ ਦੀ ਜਣਨ ਕਲੀਨਿਕ ਬੰਬ ਧਮਾਕੇ ਵਿਚ ਰਸਾਇਣਾਂ ਦੀ ਸਪਲਾਈ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਦੀ ਹਿਰਾਸਤ ਵਿਚ ਮੌਤ ਹੋ ਗਈ ਹੈ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਫਿਲਿਪਸ ਹਿਊ ਬਲਬ ਜੁਲਾਈ ਵਿਚ ਹੋਰ ਵੀ ਮਹਿੰਗੇ ਹੋ ਜਾਣਗੇ. ਅਤੇ ਇਹ ਸ਼ਾਇਦ ਉਥੇ ਖਤਮ ਨਹੀਂ ਹੁੰਦਾ. - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਇਜ਼ਰਾਈਲ-ਈਰਾਨ ਤਣਾਅ ਨੂੰ ਲੈ ਕੇ ਚੀਨ ਇੰਨਾ ਫਿਕਰਮੰਦ ਕਿਉਂ? - NPR",
        "ਐਰੋਨ ਰੋਜਰਸਃ ਮੈਂ ਧਿਆਨ ਨਹੀਂ ਚਾਹੁੰਦਾ, ਜਦੋਂ ਮੈਂ ਖੇਡਣਾ ਪੂਰਾ ਕਰ ਲੈਂਦਾ ਹਾਂ ਤਾਂ ਤੁਸੀਂ ਮੈਨੂੰ ਨਹੀਂ ਵੇਖ ਸਕੋਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਪਛਾਣ ਕੀਤੇ ਗਏ ਖਸਰਾ ਦਾ ਪਹਿਲਾ ਕੇਸ - ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਸਿਹਤ ਅਤੇ ਮਨੁੱਖੀ ਸੇਵਾਵਾਂ ਵਿਭਾਗ (.ਜੀ .ਓ .ਵੀ.)",
        "ਟਾਹੋ ਝੀਲ ਕਿਸ਼ਤੀ ਹਾਦਸੇ ਵਿੱਚ ਮਾਰੇ ਗਏ 8 ਪੀੜਤਾਂ ਵਿੱਚ ਡੋਰਡੈਸ਼ ਕਾਰਜਕਾਰੀ - ਸੈਨ ਫਰਾਂਸਿਸਕੋ ਕ੍ਰੋਨਿਕਲ",
        "ਐਨਟੀਐਸਬੀ ਨੇ ਬੋਇੰਗ ਨੂੰ 737 ਮੈਕਸ ਡੋਰ ਪਲੱਗ ਬਲੋਆਉਟ - ਐਨਪੀਆਰ ਵਿੱਚ ਸੁਰੱਖਿਆ ਪ੍ਰੋਟੋਕੋਲ ਦੀ ਘਾਟ ਲਈ ਨੁਕਸ ਕੱ.",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਮੁਫਤ ਵਿੰਡੋਜ਼ 10 ਸੁਰੱਖਿਆ ਅਪਡੇਟਾਂ ਨੂੰ 2026 ਤੱਕ ਵਧਾਉਂਦਾ ਹੈ, ਸਤਰਾਂ ਨਾਲ ਜੁੜਿਆ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪਿਕਸਰ 'ਤੇ ਸਪਾਟਲਾਈਟ ਤੇਜ਼ ਹੁੰਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ‘ਏਲੀਓ ’ਜ਼ਮੀਨ ਨੂੰ ਕਰੈਸ਼ ਕਰਨ ਲਈ ਨਵੀਨਤਮ ਮੂਲ ਐਨੀਮੇਟਡ ਪਿਕ ਬਣ ਜਾਂਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਨੇ ਗਾਜ਼ਾ ਸਹਾਇਤਾ 'ਮੌਤ ਦੇ ਜਾਲ' ਦੀ ਨਿੰਦਾ ਕੀਤੀ ਹੈ ਜਿਵੇਂ ਕਿ ਇਜ਼ਰਾਈਲੀ ਅੱਗ ਨਾਲ ਦਰਜਨਾਂ ਮਾਰੇ ਗਏ ਹਨ - ਬੀਬੀਸੀ",
        "ਹਾਊਸ ਡੈਮੋਕ੍ਰੇਟ ਈਰਾਨ ਹਮਲੇ 'ਤੇ ਟਰੰਪ ਨੂੰ ਮਹਾਦੋਸ਼ ਵੋਟ ਮਾਰਨ ਲਈ ਰਿਪਬਲਿਕਨ ਸ਼ਾਮਲ - Axios",
        "‘ਲੀਲੋ ਐਂਡ ਸਟਿਚ’ ਤੋਂ ‘ਮਿਸ਼ਨਃ ਅਸੰਭਵ 8’: 2025 ਬਾਕਸ ਆਫਿਸ ਦਾ ਚੰਗਾ, ਮਾੜਾ ਅਤੇ ਮੇਹ (ਹੁਣ ਤੱਕ) - ਵੰਨਗੀ"
    ]
}