{
    "headlines": [
        "Militares dos EUA mudam as mensagens na África, dizendo aos aliados que se preparem para ficar mais sozinhos - AP News",
        "500 Milhas de Indianápolis de 2025: atualizações ao vivo, resultados, destaques da 109ª edição do The Greatest Spectacle in Racing - CBS Sports",
        "Pilotos da Williams se desculpam por 'manipulação' do GP de Mônaco da F1 - A Corrida",
        "Nottingham Forest 0-1 Chelsea, Premier League: reação pós-jogo, classificações - We Ain 't Got No History",
        "Gemini no Chrome parece um pequeno passo em direção à era agêntica do Google - The Verge",
        "Zelensky diz que 'silêncio dos EUA' sobre ataques russos 'encoraja Putin' - BBC",
        "Bilheteria: ‘Lilo & Stitch’ chega a US $ 341 milhões globalmente, ‘Missão: Impossível 8’ sobe para US $ 200 milhões - Variety",
        "Mais crianças estão a vencer o cancro. Melhorar o resto das suas vidas é o próximo passo. - The Washington Post",
        "Cidadão dos Estados Unidos Preso por Tentativa de Bombardeio do Escritório da Embaixada dos EUA em Tel Aviv, Israel - Departamento de Justiça (.gov)",
        "Trump volta a criticar Harvard por causa de estudantes internacionais enquanto juiz bloqueia revogação - NPR",
        "Corpos de 5 esquiadores encontrados na geleira suíça perto de Zermatt - ABC News",
        "A luz perde energia ao atravessar o universo? A resposta envolve dilatação do tempo. - Live Science",
        "Existe um álcool menos prejudicial? 5 bebidas classificadas com base no seu teor alcoólico - Times of India",
        "O Estresse Crônico Aumenta Silenciosamente o Risco de AVC - Notícias de Neurociência",
        "A valsa ’Danúbio Azul’ de Strauss está a ser lançada para o espaço para marcar o seu 200º aniversário - AP News",
        "Christie Brinkley, ex-namorada de Billy Joel, quebra o silêncio sobre seu diagnóstico de distúrbio cerebral - New York Post",
        "Os sistemas operacionais Apple Watch e Apple TV receberão grandes mudanças de design na WWDC ao lado do iOS 19 - 9to5Mac",
        "A corrida presidencial da Polónia vai ao limite - Financial Times",
        "Bilhete vencedor da Powerball vendido em Ohio - WHIO TV"
    ]
}