{
    "headlines": [
        "توفيت صديقة ومديرة أعمال كايتلين جينر صوفيا هاتشينز عن عمر يناهز 29 عامًا في حادث سيارة رباعية الدفع - الصفحة السادسة",
        "ترامب يبحث عن فوز في اتفاق السلام بين إسرائيل وغزة خلال زيارة نتنياهو - واشنطن بوست",
        "ترفض هيئة المحلفين في محاكمة شون \"ديدي\" كومز الادعاء بأن تأثير المشاهير لعب دورًا في الحكم - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "ترامب يستضيف قتال UFC في البيت الأبيض كجزء من احتفالات \"America250\" - أكسيوس",
        "تذكر مايكل مادسن: ممثل \"Reservoir Dogs\" في رحلته من محطة الوقود إلى الرجل القوي في هوليوود: \"كنت قطة غير صبورة\" - الموعد النهائي",
        "تداول أسواق آسيا والمحيط الهادئ مختلط قبل الموعد النهائي الذي حدده ترامب لرفع التعريفات - CNBC",
        "خوليو سيزار شافيز الابن، ملاكم بطل العالم السابق، محتجز لدى ICE - واشنطن بوست",
        "كيف صوت كل عضو في مجلس النواب على مشروع قانون ترامب الضريبي الكبير - واشنطن بوست",
        "كوريا الشمالية تعبر الحدود المحصنة بشدة إلى كوريا الجنوبية - أسوشيتد برس نيوز",
        "ريال مدريد يكرم ديوغو جوتا وأندريه سيلفا مع دقيقة صمت في جلسة تدريب بالم بيتش - إدارة مدريد",
        "تظهر الصين علامات على معالجة حروب الأسعار التي تؤثر سلبًا على صناعة السيارات الكهربائية - أسوشيتد برس نيوز",
        "وكالة الدوري الاميركي للمحترفين الحرة، الفائزين والخاسرين في غير موسمها - إن بي سي سبورتس",
        "\"مثير للاشمئزاز \": أصدقاء كوبرغر السابقون وأقرانهم يتفاعلون مع الإقرار بالذنب بالقتل - إيداهو ستيتسمان",
        "كيف سيؤثر مشروع قانون ترامب الكبير عليك، من تخفيضات Medicaid إلى الإعفاءات الضريبية - واشنطن بوست",
        "ترامب يقول إنه لم يحرز أي تقدم بشأن أوكرانيا في اتصال مع بوتين - بوليتيكو",
        "صديق، صديق لمغني الراب ميلو باكز من بين 4 قتلى في إطلاق نار في نهر الشمال - شيكاغو صن تايمز",
        "قام إنسان نياندرتال بتشغيل \"مصنع دهون\" ما قبل التاريخ قبل 125000 عام على شاطئ البحيرة الألماني - مجلة أخبار الآثار على الإنترنت",
        "كيف سيمول مشروع قانون إنفاق الحزب الجمهوري إنفاذ قوانين الهجرة - أكسيوس",
        "كاتي بيري، أورلاندو بلوم يؤكدان الانقسام، وينهيان المشاركة \"بالحب والاستقرار والاحترام المتبادل\" - نيويورك بوست"
    ]
}