{
    "headlines": [
        "ਫਿuresਚਰਜ਼ ਇੰਚ ਘੱਟ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਚੀਨ-ਅਮਰੀਕਾ ਵਪਾਰ frameworkਾਂਚੇ 'ਤੇ ਵੇਰਵਿਆਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨ; ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ ਲੂਮਜ਼ਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਟੈਰਿਫਃ ਟਰੰਪ ਅਤੇ ਸ਼ੀ ਦੀ ਮਨਜ਼ੂਰੀ ਦੀ ਯੋਜਨਾ ਨਾਲ ਅਮਰੀਕਾ-ਚੀਨ ਗੱਲਬਾਤ ਖ਼ਤਮ - ਬੀਬੀਸੀ",
        "ਨਿ J ਜਰਸੀ ਚੋਣ ਨਤੀਜੇਃ ਜੈਕ ਸਿਅਟਾਰੇਲੀ ਅਤੇ ਮਿਕੀ ਸ਼ੇਰਿਲ ਨੇ ਗਵਰਨਰ ਲਈ ਪ੍ਰਾਇਮਰੀ ਜਿੱਤੀਆਂ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਚੋਟੀ ਦੇ ਸੰਭਾਵਨਾ ਐਂਥਨੀ ਦਾ ਪਹਿਲਾ ਐਮਐਲਬੀ ਹਿੱਟ ਸਕੋਰ ਦੋ - ਈਐਸਪੀਐਨ",
        "ਕਰੈਗ ਫੇਡਰਿਗੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਕਿ ਏਆਈ ਸਿਰੀ ਵਿਖੇ ਐਪਲ ਦੀ ਪਹਿਲੀ ਕੋਸ਼ਿਸ਼ ਕਾਫ਼ੀ ਚੰਗੀ ਨਹੀਂ ਸੀ - ਦਿ ਵਰਜ",
        "LA ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਲਾਈਵਃ ਅੰਸ਼ਕ ਕਰਫਿਊ ਲਾਗੂ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਗਵਰਨਰ ਨੇ 'ਭੜਕਾ' ਅਸ਼ਾਂਤੀ ਲਈ ਟਰੰਪ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਡੇਅ 24 ਰੀਕੈਪਃ ਸੀਨ ਕੰਬਜ਼ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸੈਕਸ ਪਾਰਟੀਆਂ ਦਾ ਮਾਈਕਲ ਜਾਰਡਨ ਮੰਨਿਆ, ਗਵਾਹ ਕਹਿੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੀਮੋ ਪੜ੍ਹੋਃ ਗੂਗਲ ਆਰਟੀਓ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਤੋੜਦਾ ਹੈ ਅਤੇ ਕੁਝ ਯੂਐਸ-ਅਧਾਰਤ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਖਰੀਦਦਾਰੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਨਿਕਸ-ਜੇਸਨ ਕਿਡ ਫਲਰਟੇਸ਼ਨ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਮਾਵਰਿਕਸ ਰੋਡਬਲਾਕ ਨੂੰ ਮਾਰਨ ਦੀ ਸੰਭਾਵਨਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਨਿਊਜ਼ੋਮ ਟਰੰਪ ਨਾਲ ਝਗੜੇ ਵਿਚ ਇਕ ਕਦਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈਃ ‘ਇਹ ਗਾਵਿਨ ਦੀ ਮਦਦ ਕਰੇਗਾ — ਖ਼ਾਸਕਰ ਜੇ ਉਹ ਗ੍ਰਿਫਤਾਰ ਹੋ ਜਾਂਦਾ ਹੈ’ - ਪੋਲਿਟਿਕੋ",
        "ਬ੍ਰਿਟੇਨ ਨੇ ਫਿਲਸਤੀਨੀਆਂ ਵਿਰੁੱਧ 'ਹਿੰਸਾ ਭੜਕਾਉਣ' ਲਈ ਦੂਰ-ਸੱਜੇ ਇਜ਼ਰਾਈਲੀ ਮੰਤਰੀਆਂ 'ਤੇ ਲਗਾਈ ਪਾਬੰਦੀ - ਬੀਬੀਸੀ",
        "ਟੈਕਸਾਸ ਵਿਚ ਦਿਖਾਈ ਦੇਣ ਵਾਲਾ ਦੁਰਲੱਭ ਸਟ੍ਰਾਬੇਰੀ ਚੰਦਰਮਾ. ਇੱਥੇ ਹੈ, ਜਦ. - MySA",
        "ਐਰੋਨ ਰੌਜਰਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਟੀਲਰਜ਼ ਨਾਲ ਦਸਤਖਤ ਕਰਨ ਦਾ ਫੈਸਲਾ 'ਮੇਰੀ ਰੂਹ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਸੀ' - ਐਨਐਫਐਲ.",
        "ਕ੍ਰਿਸ ਮੇਸਨਃ ਰੀਵਜ਼ ਦੀਆਂ ਖਰਚੇ ਦੀਆਂ ਤਰਜੀਹਾਂ ਥੋੜੇ ਜਿਹੇ ਵਿਗਲ ਕਮਰੇ ਨੂੰ ਛੱਡਦੀਆਂ ਹਨ - ਬੀਬੀਸੀ",
        "ਮਾਈਲੀ ਸਾਇਰਸ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ ਆਪਣੀ ਵਿਵਾਦਪੂਰਨ ‘ਬੈਂਗਰਜ਼‘ -ਏਰਾ ਪਰਸਨਃ ’ਮੇਰੇ ਰਿਸ਼ਤੇ ਵੱਖ ਹੋ ਗਏ' - ਯਾਹੂ",
        "ਵੀਡੀਓ ਟੇਸਲਾ ਰੋਬੋਟੈਕਸੀ ਨੂੰ ਮਨੁੱਖੀ ਡਰਾਈਵਰ ਤੋਂ ਬਿਨਾਂ ਆਸਟਿਨ ਗਲੀਆਂ ਤੇ ਦਿਖਾਉਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਲਾਈ ਸਟੋਨ ਵਿਸ਼ਵਾਸ ਕੀਤਾ ਹਰ ਕੋਈ ਇੱਕ ਤਾਰਾ ਹੈਃ ਇੱਕ ਅਵੈਂਟ-ਫੰਕ ਇਨਕਲਾਬੀ ਦੀ ਵਿਸ਼ਾਲ ਵਿਰਾਸਤ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਇੰਟੇਲ ਸਟਾਕ (ਨਾਸਡੈਕਃ ਆਈ ਐਨ ਟੀ ਸੀ) ਮੈਕ ਸਪੋਰਟ ਡਾਈਸ ਦੇ ਤੌਰ ਤੇ ਧਮਾਕੇ ਕਰਦਾ ਹੈ - TipRanks"
    ]
}