{
    "headlines": [
        "ਸਾਲਟ ਲੇਕ ਸਿਟੀ ਦੇ ਖਤਰਨਾਕ ਸ਼ੂਟਿੰਗ ਦੇ ਵਾਲੰਟੀਅਰ ਦੇ ਖਾਤੇ ਬਾਰੇ ਨਵੇਂ ਵੀਡੀਓ ਦੇ ਸਾਹਮਣੇ ਆਉਣ ਤੋਂ ਬਾਅਦ ਪੁੱਛਗਿੱਛ ਕੀਤੀ ਗਈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਸਾਜ਼ 'ਇਤਿਹਾਸਕ ਬਣਾਉਣ ਲਈ' $ 60bn ਅਮਰੀਕਾ ਦੇ ਚਿੱਪ ਨਿਵੇਸ਼ - ਬੀਬੀਸੀ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਮਰੀਨਾ ਮੈਬਰੀ ਸ਼ੋਵ ਤੋਂ ਬਾਅਦ ’ਆਪਣਾ ਲਾਗੂ ਕਰਨ ਵਾਲਾ' ਹੋ ਸਕਦਾ ਹੈਃ ਰੇਚਲ ਨਿਕੋਲਸ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬੱਸ ਫੈਮਿਲੀ 10 ਬਿਲੀਅਨ ਡਾਲਰ ਵਿਚ ਡੋਜਰਜ਼ ਦੇ ਮਾਲਕ ਨੂੰ ਲੇਕਰਜ਼ ਵਿਚ ਬਹੁਗਿਣਤੀ ਹਿੱਸੇਦਾਰੀ ਵੇਚਣ ਲਈ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਰਿਪੋਰਟਃ ਪਿਕਸਲ 10 ਚਿੱਪ ਲਈ ਟੀਐਸਐਮਸੀ ਲਈ ਗੂਗਲ ਦਾ ਸਵਿੱਚ ਸੈਮਸੰਗ ਲਈ 'ਸਦਮਾ' ਅਤੇ ਵੇਕ-ਅਪ ਕਾਲ ਸੀ - 9to5Google",
        "ਦੋਸ਼ੀ ਨਹੀਂਃ ਜਿuryਰੀ ਨੇ ਕੈਰਨ ਨੂੰ ਬਰੀ ਕਰ ਦਿੱਤਾ ਕਤਲ, ਕਤਲ ਦੇ ਦੋਸ਼ਾਂ 'ਤੇ ਰੀਡ, ਓਯੂਆਈ' ਤੇ ਦੋਸ਼ੀ - ਬੋਸਟਨ ਹੇਰਾਲਡ",
        "ਅਮਰੀਕਾ ਇਸ 30,000 ਪੌਂਡ ਦੇ ਬੰਬ ਨੂੰ ਤਾਇਨਾਤ ਕਰਨ ਲਈ ਇਰਾਨ ਨਾਲ ਇਜ਼ਰਾਈਲ ਦੀ ਜੰਗ ਵਿਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਟੇਲਰ ਸਵਿਫਟ ਅਤੇ ਬਲੇਕ ਲਾਈਵ ਵਿਚਕਾਰ ਸੁਨੇਹੇ ਮੰਗ ਸਕਦੇ ਹਨ, ਜੱਜ ਨਿਯਮ - ਵੰਨਗੀ",
        "ਡੀਓਜੇ ਨੇ ‘ਸੂਰ ਬੁਚਰਿੰਗ‘ ਘੁਟਾਲਿਆਂ ਨਾਲ ਸਬੰਧਤ ਸਭ ਤੋਂ ਵੱਡੇ ਕ੍ਰਿਪਟੂ ਜ਼ਬਤ ਕਰਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਦਿ ਹਿੱਲ",
        "Marlon Humphrey, Kyle Hamilton React to Ravens Adding Jaire Alexander | ਨਿਊਜ਼ ਅਤੇ ਨੋਟਸ - ਬਾਲਟਿਮੁਰ Ravens",
        "ਆਰ ਕੈਲੀ ਜੇਲ੍ਹ ਵਿਚ ਆਪਣੇ ਦਿਮਾਗ ਤੋਂ ਡਰ ਗਈ, ਵਕੀਲ ਨੂੰ ਰੋਣਾ ਤੋੜਦਾ ਹੈ - TMZ",
        "ਡੈਨੀ ਬੋਇਲ ਗੱਲ ਕਰਦਾ ਹੈ ‘28 ਸਾਲਾਂ ਬਾਅਦ’ ਤਿਕੋਣੀ ਯੋਜਨਾ, ‘ਏਲੀਅਨ’ ਨੂੰ ਬੰਦ ਕਰਨਾ ਅਤੇ ਸਮਾਂ ‘127 ਘੰਟੇ’ ਮੇਡ ਪਿਕਸਰ ਐਨੀਮੇਟਰਜ਼ ਫੈਨਟ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਸਕ੍ਰੀਨ ਦੀ ਆਦਤ ਅਤੇ ਆਤਮ ਹੱਤਿਆ ਕਰਨ ਵਾਲੇ ਵਿਵਹਾਰ ਕਿਸ਼ੋਰਾਂ ਲਈ ਜੁੜੇ ਹੋਏ ਹਨ, ਇੱਕ ਅਧਿਐਨ ਦਰਸਾਉਂਦਾ ਹੈਃ ਸ਼ਾਟਸ - ਹੈਲਥ ਨਿ Newsਜ਼ - ਐਨਪੀਆਰ",
        "ਮੈਜਿਕ ਮਸ਼ਰੂਮ ਮਿਸ਼ਰਣ ਦੀ ਸਿਰਫ 1 ਖੁਰਾਕ ਜ਼ਿਆਦਾਤਰ ਮਰੀਜ਼ਾਂ ਵਿੱਚ ਘੱਟੋ ਘੱਟ 5 ਸਾਲਾਂ ਲਈ ਡਿਪਰੈਸ਼ਨ ਨੂੰ ਘੱਟ ਕਰਦੀ ਹੈ, ਛੋਟੇ ਅਧਿਐਨ ਦਾ ਸੁਝਾਅ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਮੈਗਾ ਸਹਿਯੋਗੀ ਈਰਾਨ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦਾ ਮਖੌਲ ਉਡਾਉਂਦੇ ਹਨ — ਪਰ ਟਰੰਪ ਦੀ ਸਿੱਧੇ ਤੌਰ' ਤੇ ਆਲੋਚਨਾ ਨਹੀਂ ਕਰਨਗੇ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਈਰਾਨ ਨੂੰ ਅਲਟੀਮੇਟਮ ਦਿੱਤਾ ਪਰ ਯੁੱਧ ਬਾਰੇ ਕੋਈ ਅੰਤਮ ਫੈਸਲਾ ਨਹੀਂ ਲਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਫੈੱਡ ਦੇ ਨਵੀਨਤਮ ਆਰਥਿਕ ਅਨੁਮਾਨ ਸਟੈਗਫਲੇਸ਼ਨ ਚਿੰਤਾਵਾਂ 'ਤੇ ਸੰਕੇਤ - ਇਨਵੈਸਟੋਪੀਡੀਆ",
        "ਗਰਮੀ ਦਾ ਗੁੰਬਦ ਅਮਰੀਕਾ ਦੇ ਬਹੁਤ ਸਾਰੇ ਹਿੱਸੇ ਨੂੰ ਕੰਬਲ ਕਰ ਦੇਵੇਗਾ, ਮਿਡਵੈਸਟ ਵਿੱਚ ਚਿੰਤਾਜਨਕ ਤਾਪਮਾਨ ਦੇ ਨਾਲ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ-ਈਰਾਨ ਸੰਘਰਸ਼ ਵਿਚ ਮੈਪਿੰਗ ਸਟ੍ਰਾਈਕ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ"
    ]
}