{
    "headlines": [
        "Navio da Marinha mexicana cai na Ponte do Brooklyn, em Nova York - BBC",
        "O jornalismo tem um retorno incrível para ganhar o 150º Preakness Stakes - NBC Sports",
        "Israel lança uma nova operação militar em Gaza. Netanyahu diz à equipa de negociação para permanecer nas negociações - KTLA",
        "Caitlin Clark diz que falta flagrante por empurrar Angel Reese não foi \"maliciosa\" - AP News",
        "JJ Of Austria Crowned Eurovision 2025 Winner - Prazo",
        "Amazon afirma que está ‘constantemente convidando’ novos clientes para o Alexa Plus - The Verge",
        "Greve ferroviária mais recente: o presidente da NJ Transit, BLET, concorda que as negociações estão \"indo na direção certa\" - Notícias 12 - Nova Jersey",
        "Trump sugere que a Suprema Corte está \"ilegalmente\" bloqueando suas deportações sem lei - Rolling Stone",
        "Jennifer Lawrence and Robert Pattinson's Animalistic Descent Into Madness in ‘Die My Love’ Gets 6-Minute Cannes Standing Ovation - variety.com",
        "Coluna | Republicanos definem prazo fictício, transformando pauta em história de processo - The Washington Post",
        "Trump diz que falará com Putin ao telefone na segunda-feira - CNN",
        "Paleontólogos descobrem um predador de 500 milhões de anos e três olhos - NPR",
        "Ataque russo a autocarro na região de Sumy mata nove, diz Ucrânia, horas após negociações de paz - CNN",
        "How Will Dow Jones Futures After U.S. Debt Rating Downgrade Hits QQQ; Broadcom, Meta Eye Buy Points - Investor's Business Daily",
        "Republicano de Nova York flutua taxa de imposto mais alta para pagar pelo SAL - Bloomberg",
        "As ações dos EUA estão se aproximando de máximas recordes novamente após um rali furioso — \"este mercado pode surpreender a todos\" - Fortune",
        "Comey está sob investigação por postar ‘86’ em referência a Trump. O que isso significa? - PBS",
        "Fãs dos Knicks lotam ônibus dos Celtics em cena selvagem após derrota no jogo 6 - New York Post"
    ]
}