{
    "headlines": [
        "Guest column | A patient’s eye view of radiation therapy: This is what it feels like - The Washington Post",
        "How Trump's megabill could slam the job market - Politico",
        "Cops Eye Speed as Factor in Sophia Hutchins' Deadly ATV Crash - TMZ",
        "Before you reconnect with an old friend online, ask yourself these questions - The Washington Post",
        "Sharon Osbourne disinvites greedy band from Ozzy's Black Sabbath farewell concert - pagesix.com",
        "A Comet From Another Solar System Is On Its Way - Defector",
        "Lenovo Chromebook Plus 14 review: the new king of Chromebooks - The Verge",
        "Guest column | Our 24-year-old has a mental illness. How can we help without enabling him? - The Washington Post",
        "ISS astronaut captures a rare phenomenon from orbit — a giant 'sprite' above a thunderstorm - Space",
        "4 things to know about the vaccine ingredient thimerosal - NPR",
        "After 9,000 Layoffs, Microsoft Boss Has Brutal Advice for Sacked Workers - Futurism",
        "Welfare U-turn makes spending decisions harder, Bridget Phillipson says - BBC",
        "Israel to send team to Gaza talks despite Hamas demands, PM says - BBC",
        "Tropical Storm Chantal brings heavy rains as it moves across northeastern South Carolina - AP News",
        "US tariffs on European goods threaten to shake up the world's largest 2-way trade relationship - AP News",
        "Centrist Rep. Don Bacon is done with Congress — but keeping the door open on a presidential bid - NBC News",
        "Diogo Jota’s spirit and tenacity made him the perfect fit for Liverpool, a city that has had to fight - CNN",
        "Welcome to Silicon Valley's winner-take-all era - Business Insider",
        "‘Jurassic World Rebirth’: Dinosaur Gets Bigger With $35M+ Saturday; 5-Day Opening Now Roaring To $145M+ – Update - Deadline",
        "Dalai Lama, a global symbol of Tibetan culture and resistance, turns 90 - NPR"
    ]
}