{
    "headlines": [
        "ਡੀਸੀ ਵਿੱਚ ਇਜ਼ਰਾਈਲੀ ਦੂਤਾਵਾਸ ਦੇ 2 ਕਰਮਚਾਰੀਆਂ ਦੀ ਹੱਤਿਆ ਦੇ ਦੋਸ਼ੀ ਵਿਅਕਤੀ 'ਤੇ ਸੰਘੀ ਅਧਿਕਾਰੀਆਂ ਦੀ ਹੱਤਿਆ ਦਾ ਦੋਸ਼ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਵੀਰਵਾਰ ਨੂੰ ਮੁੜ ਉੱਭਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਹਾਲ ਹੀ ਦੇ ਉੱਚੇ ਪੱਧਰ ਤੋਂ ਵਾਪਸ ਆਉਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਰੀਕੈਪਃ ਕਿਡ ਕੁਡੀ ਕਾਰ ਬੰਬ ਧਮਾਕੇ 'ਤੇ ਗਵਾਹੀ ਦਿੰਦੀ ਹੈ, ਸੀਨ ਕੰਬਜ਼ ਦੇ ਕੇਸ ਵਿਚ ਕੈਸੀ ਵੈਂਚੁਰਾ ਨਾਲ ਸੰਬੰਧ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅੰਟਾਰਕਟਿਕਾ ਵਿੱਚ ਬੱਦਲਾਂ ਦਾ ਇੱਕ ਹੈਰਾਨੀਜਨਕ ਸਰੋਤਃ ਪੇਂਗੁਇਨ ਪੋਪ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਹਾਰਵਰਡ ਨੂੰ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਿਆਰਥੀਆਂ ਦਾ ਦਾਖਲਾ ਲੈਣ ਤੋਂ ਰੋਕਿਆ - ਸੀਐਨਐਨ",
        "2025 ਲਈ ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਸਿੱਧਾ-ਸੀਡਿੰਗ ਮਾਡਲ ਅਪਣਾਇਆ ਗਿਆਃ ਕਾਨਫਰੰਸ ਚੈਂਪੀਅਨਜ਼ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਅਮਰੀਕੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਓਕਲਾਹੋਮਾ ਧਾਰਮਿਕ ਚਾਰਟਰ ਸਕੂਲਾਂ ਲਈ ਜਨਤਕ ਫੰਡਿੰਗ 'ਤੇ ਰੋਕ ਲਗਾਈ - ਬੀਬੀਸੀ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਕਹਿੰਦਾ ਹੈ ਕਿ ਖਾਣਾ, ਜ਼ਹਿਰੀਲੇ ਪਦਾਰਥ ਅਮਰੀਕਾ ਦੀ ਮਾੜੀ ਸਿਹਤ ਦੇ ਕਾਰਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੇਰੇਮੀ ਰੈਨਰ ਸਨੋਪਲੋ ਦੁਰਘਟਨਾ ਤੋਂ ਬਾਅਦ ਮੁੜ ਸੁਰਜੀਤ ਹੋਣ 'ਤੇਃ \"ਮੈਂ ਵਾਪਸ ਨਹੀਂ ਆਉਣਾ ਚਾਹੁੰਦਾ ਸੀ\" - ਡੈੱਡਲਾਈਨ",
        "ਗਲਾਸ ਰੀਡੈਕਸਃ ਗੂਗਲ ਦਾ ਉਦੇਸ਼ ਪਿਛਲੀਆਂ ਗਲਤੀਆਂ ਤੋਂ ਬਚਣਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਤੁਹਾਡੇ ਚਿਹਰੇ 'ਤੇ ਜੈਮਿਨੀ ਲਿਆਉਂਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਦੇ ਨਵੇਂ ਨੇਵੀ ਵਿਨਾਸ਼ਕਾਰੀ ਨੂੰ ਵੇਖਣ ਤੋਂ ਬਾਅਦ ਕਿਮ ਜੋਂਗ ਉਨ ਦਾ ਗੁੱਸਾ ਭੜਕਿਆ ਲਾਂਚ - ਸੀਐਨਐਨ",
        "ਗੂਗਲ ਦੇ ਏਆਈ ਉਤਪਾਦ ਦੇ ਨਾਮ ਨਰਕ ਦੇ ਰੂਪ ਵਿੱਚ ਭੰਬਲਭੂਸੇ ਵਿੱਚ ਹਨ - ਦਿ ਵਰਜ",
        "ਜੋਜੋ ਸਿਵਾ ਅਤੇ ਕ੍ਰਿਸ ਹਿਊਜਸ ਜਾਪਦੇ ਹਨ ਕਿ ਉਹ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਅਧਿਕਾਰਤ ਤੌਰ' ਤੇ ਜਾਓ, ਲਗਭਗ ਇਕ ਮਹੀਨੇ ਬਾਅਦ ਉਸ ਦੇ ਸਾਬਕਾ ਉਨ੍ਹਾਂ ਦੇ ਬਰੇਕਅਪ ਬਾਰੇ ਜਨਤਕ ਹੋਏ - ਯਾਹੂ",
        "ਸੈਨ ਡਿਏਗੋ ਨੇਬਰਹੁੱਡ ਵਿਚ ਜਹਾਜ਼ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ 'ਕਈ ਮੌਤਾਂ' - ਬੀਬੀਸੀ",
        "ਯੂਕੇ ਚਾਗੋਸ ਆਈਲੈਂਡਜ਼ ਨੂੰ ਮਾਰੀਸ਼ਸ ਨੂੰ ਇਕ ਸੌਦੇ ਵਿਚ ਸੌਂਪਣ ਲਈ ਸਹਿਮਤ ਹੈ ਜਿਸਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਇਕ ਕੁੰਜੀ ਅਮਰੀਕੀ ਅਧਾਰ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਆਈਫੋਨ ਡਿਜ਼ਾਈਨਰ ਸਰ ਜੋਨੀ ਆਈਵੀ ਚੈਟਜੀਪੀਟੀ-ਮੇਕਰ ਓਪਨਏਆਈ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ - ਬੀਬੀਸੀ",
        "ਨਾਰਵੇ ਦਾ ਘਰ ਮਾਲਕ 440 ਫੁੱਟ ਦਾ ਜਹਾਜ਼ ਲੱਭਣ ਲਈ ਜਾਗਦਾ ਹੈ ਉਸ ਦੇ ਦਰਵਾਜ਼ੇ 'ਤੇ ਭੱਜਿਆਃ \"ਇਹ ਇਕ ਬਹੁਤ ਹੀ ਭਾਰੀ ਨਵਾਂ ਗੁਆਂਢੀ ਹੈ\" - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਮਿੰਟ ਪੈਨੀ ਨੂੰ ਮਾਰਨ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਨਾਲ ਅੱਗੇ ਵਧਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}