{
    "headlines": [
        "Rastreador de Draft da NFL de 2025 ao vivo: 4ª rodada, escolhas por equipe, notas, pontos de desembarque de Shedeur Sanders, rumores de comércio - CBS Sports",
        "Suicídio reverbera entre jovens médicos - WSJ",
        "Uma explosão maciça em um porto iraniano ligado ao carregamento de combustível de mísseis mata 5, fere mais de 700 - AP News",
        "A medicina genética pode deixar pessoas com mutações raras para trás. Mas há uma nova esperança - AP News",
        "EUA e Irã concluem terceira rodada de negociações nucleares e concordam em se reunir novamente na próxima semana - Axios",
        "'Outra oportunidade': Shedeur Sanders reage a não ser draftado após a 3ª rodada do draft da NFL - ABC News",
        "‘Nunca fui nada parecido com DOGE’: por dentro da turbulenta tomada de poder de Elon Musk nos primeiros 100 dias de Trump - CNN",
        "John Schneider: Jalen Milroe estava \"muito perto\" do QB mais bem avaliado de Seattle - NBC Sports",
        "Pesquisa mostra que o efeito Trump domina enquanto os canadenses votam - Politico",
        "A morte prematura de Virginia Giuffre deixa perguntas sem resposta - BBC",
        "Hamas concorda com um cessar-fogo de cinco anos em troca de todos os reféns restantes - relatório - The Jerusalem Post",
        "NASA revela Nighthawk, um novo helicóptero projetado para explorar regiões desconhecidas de Marte. - Farmingdale Observer",
        "Maximalismo MAGA: a base de Trump adora a prisão de juízes de Wisconsin - Axios",
        "É hora de comprar ações de tecnologia: 4 maneiras de encontrar vencedores enquanto o mercado está em baixa - MarketWatch",
        "Militares indianos dizem que tropas paquistanesas dispararam contra posições ao longo da fronteira na disputada Caxemira - AP News",
        "Os rastreadores Chipolo e Motorola provam as deficiências do Google Find My Device - Android Authority",
        "Passagens aéreas estão ficando mais baratas à medida que a demanda por viagens domésticas diminui - CNBC",
        "RFK Jr. não vai ficar na pista dele. Trump está emocionado. - Politico"
    ]
}