{
    "headlines": [
        "Stock futures tick lower as investors brace for a busy earnings week: Live updates - CNBC",
        "Trump officials deny U.S. citizen children were ‘deported’ to Honduras - The Washington Post",
        "Republicans sprint to wrap up Trump’s tax bill - Politico",
        "Curiosity rover captured in action for the first time - Earth.com",
        "Arrest made in Noem purse-snatching case. She calls him a ‘career criminal.’ - The Washington Post",
        "Nintendo Switch 2 pre-order restock: Walmart+ Week is when to track it - The Shortcut | Matt Swider",
        "Billy Ray Cyrus Finally Revealed The Details About His Elizabeth Hurley Relationship - BuzzFeed",
        "'Prophetic' letter written by Titanic survivor sells for nearly $400,000 at auction - NPR",
        "Group of Toyotas move out into the lead and control the pace - NASCAR.com",
        "Over 100 immigrants arrested in raid on underground Colorado nightclub where active-duty military members worked, feds say - CNN",
        "Knicks vs. Pistons schedule, scores game times, NBA playoff updates: New York takes commanding 3-1 lead - CBS Sports",
        "Most disapprove of Trump’s job as president ahead of 100-day mark: Poll - The Hill",
        "No 'impending eruption' at Yellowstone super volcano, U. research finds - KSL News",
        "Trump administration is sending ‘a message to chill the judiciary’ with Wisconsin judge’s arrest, her peer says - CNN",
        "Stock-market investors can’t shake tariff uncertainty. Trade deals hold the key. - MarketWatch",
        "Driver plows vehicle into crowd at Filipino street festival in Vancouver, killing 11 people - PBS",
        "Box Office: ‘Sinners’ Scores $45 Million in Massive Second Weekend, ‘Star Wars’ Re-Release Beats ‘Accountant 2’ - Variety",
        "Report finds Meta’s celebrity-voiced chatbots could discuss sex with minors - TechCrunch",
        "A Common Pill May Shorten Life Expectancy by Nearly 6 Years, According to Doctors - Yahoo"
    ]
}