{
    "headlines": [
        "Polens Präsidentschaftswahl nach hitzigen Wahlen auf Messers Schneide, wie Umfragen zeigen - CNN",
        "FBI untersucht Anschlag in Boulder, Colorado, als \"Terrorakt\" - ABC News",
        "\"Diese Person wird absolut die mächtigste Person werden\": LA sucht nach einem neuen König - Politico",
        "Drei Jahre nach seinem Krieg gegen die Ukraine, was will Putin wirklich? - NPR",
        "Großer Preis von Spanien 2025: George Russell sagt, Max Verstappen habe sich mit einer Rennkollision \"im Stich gelassen\" - BBC",
        "Bessent sagt, dass China bereits gegen sein jüngstes Handelsabkommen verstößt - Politico",
        "Russland-Ukraine-Krieg: Wird Wladimir Putin nach den Drohnenangriffen vom Sonntag einen nuklearen Angriff gegen Wolodymyr Selenskyj anordnen? - The Economic Times",
        "\"Boardwalk Empire\" -Darsteller Devin Harjes stirbt mit 41 Jahren - NBC News",
        "Nintendo Switch 2 Welcome Tour-Übersichtstrailer - Nintendo Everything",
        "31 Tote nach dem Angriff der israelischen Streitkräfte in der Nähe des Gaza-Hilfszentrums, sagen die von der Hamas geführten Gesundheitsbehörden - BBC",
        "Mike Johnson und Russ Vought lügen weiterhin über Medicaid-Schnitte - Rolling Stone",
        "Buffalo Bills QB Josh Allen knüpft Knoten mit Schauspielerin und Sängerin Hailee Steinfeld - ESPN",
        "Big Tech ist zurück im S&P 500 Fahrersitz, während Profit Engines brummen - Bloomberg",
        "Abendkasse: ‘Lilo & Stitch’ Regeln wieder mit 63 Millionen Dollar, ‘Karate Kid: Legends’ öffnet sich für 21 Millionen Dollar - Vielfalt",
        "Taylor Swift trägt einen Bejeweled LBD für einen festlichen Girls Night Out mit Selena Gomez - instyle.com",
        "Ukraine startet massiven Drohnenangriff auf Luftwaffenstützpunkte tief in Russland - Axios",
        "Großbritannien kündigt angesichts der Sorgen um Russland neue Verteidigungsausgaben in Milliardenhöhe an - politico.eu",
        "macOS Tahoe Name im Vorfeld von Apples WWDC-Event nächste Woche durchgesickert - MacRumors",
        "Was halten chinesische Eltern von Maßnahmen der USA zur Beschränkung von Studentenvisa? - South China Morning Post"
    ]
}