{
    "headlines": [
        "Judge strikes down Trump order targeting Perkins Coie law firm - NBC News",
        "Wall Street stocks bounce back from Trump tariff losses - BBC",
        "RFK Jr. calls for 'new' vaccines to undergo placebo-controlled trials - ABC News",
        "James B. Milliken named 22nd president of the University of California - University of California",
        "Rubio and German Foreign Ministry spar on X over comments accusing Germany of \"tyranny in disguise\" - CNN",
        "Ryan Reynolds in Early Stages of Exploring a Deadpool/X-Men Teamup Movie (Exclusive) - The Hollywood Reporter",
        "U.S. Army is planning a parade for its anniversary — and Trump's birthday - NBC News",
        "2025 Kentucky Derby predictions, odds, horses, post positions, date: Surprising picks by horse racing expert - CBS Sports",
        "Trump's budget proposes slashing health, education and clean energy programs while talking up bigger military - NBC News",
        "F1 Miami GP live commentary and updates - sprint qualifying - Motorsport.com",
        "Grand Theft Auto 6 release date punted to May 2026 - CBS News",
        "Evacuations in Chile and Argentina after tsunami warning - BBC",
        "Trump signs order to ax federal funding for NPR and PBS - Axios",
        "Jill Sobule, singer-songwriter behind the gay anthem 'I Kissed a Girl,' dies at 66. - NPR",
        "Rumour: Yuji Horii Might Have Let Slip Some Massive Remake News - Nintendo Life",
        "Man sentenced to 53 years in prison in hate crime murder of 6-year-old Palestinian-American boy - ABC News",
        "Prince Harry says he wants to reconcile but King Charles won’t speak to him - Al Jazeera",
        "Block (NYSE:XYZ) Reports Lower Q1 Revenue And Profit; Completes Share Buyback - Yahoo Finance",
        "Maine settles lawsuit against USDA over $3 million in school funds - The Portland Press Herald",
        "Man who injected himself with venom hundreds of times could revolutionize snakebite treatment - CNN"
    ]
}