{
    "headlines": [
        "George Wendt, Schauspieler, der Norm in \"Cheers\" spielte, starb im Alter von 76 Jahren - CNN",
        "Einzelhändler fühlen sich unter Druck gesetzt, die Preiserhöhungen aus den Tarifen zu verzehren - NPR",
        "Starmer kündigt Kürzungen bei der Kraftstoffzahlung im Winter an - BBC",
        "Lions ziehen Vorschlag zur Änderung der NFL-Playoff-Setzung - ESPN",
        "Dow-Futures sinken um 300 Punkte, da die Anleiherenditen steigen: Live-Updates - CNBC",
        "Sean 'Diddy' Combs Trial Takeaways: Cassie Venturas Mutter, eine ehemalige Assistentin und eine männliche Eskorte namens 'The Punisher' bezeugen im Fall des Sexhandels - Yahoo",
        "Target CEO sagt, Tarife riskieren \"massive\" Kosten, aber Preiserhöhungen sind ein \"letzter Ausweg\" - ABC News",
        "Demokratischer Abgeordneter Gerry Connolly stirbt mit 75 Jahren - CBS News",
        "Die Eigentümer stimmen dafür, dass NFL-Spieler an den Olympischen Spielen 2028 in LA teilnehmen dürfen - CNN",
        "Google AI als Alphabet-Lagerzettel gelobt. Eine „großartige Gelegenheit“ für „jeden, der mutig genug ist. ’- Barron's",
        "Das Streben nach besseren Medikamenten durch Orbitalraumkristalle - The Verge",
        "AMD zielt mit der neuen 96-Core-Threadripper-CPU der 9000er-Serie auf Intel ab - The Verge",
        "Die USA müssen die Kontrolle über Migranten behalten, die in den Südsudan geschickt werden, falls die Umzüge rechtswidrig waren, Richterregeln - AP News",
        "Papst Leo XIV. fordert in seiner ersten Generalaudienz Hilfe für Gaza und ein Ende der Feindseligkeiten - AP News",
        "Trumps \"große, schöne Rechnung\" könnte New Yorker Unternehmen dazu zwingen, weitere Milliarden an Steuern zu zahlen — hier ist der Grund - New York Post",
        "Warum der südafrikanische Präsident in eine „Buzzsaw“ des Oval Office gehen könnte - Politico",
        "Russlands Putin besucht Kursk, während die Ukraine sagt, dass bei einem Raketenangriff sechs Menschen getötet wurden - Al Jazeera",
        "Der republikanische Gesetzgeber des Repräsentantenhauses schlägt Kürzungen von Medicaid und Lebensmittelmarken in Höhe von fast 1 Billion US-Dollar vor. Hier ist, wer betroffen sein könnte - CNN",
        "Doppelte Größe und 50-fache Kraft: Jupiters Urvergangenheit enthüllt - SciTechDaily"
    ]
}