{
    "headlines": [
        "السيناتور راند بول يرى \"تغطية ثقافية\" حول إطلاق النار على ترامب في يوليو الماضي - بوليتيكو",
        "نجم \"الفك\" ريتشارد درايفوس يسقط من المظهر العام بسبب تشخيص التهاب الشعب الهوائية الفيروسي: \"أشعر بالسوء لعدم الظهور\" - ياهو",
        "العمل الشاق داخل وخارج الملعب يحدد صعود سوياتيك إلى بطولة ويمبلدون - WTA للتنس",
        "يمكن لترامب \"بالتأكيد\" إقالة رئيس بنك الاحتياطي الفيدرالي باول \"إذا كان هناك سبب \": هاسيت - سي إن بي سي",
        "اعتقد الديمقراطيون أنهم وجدوا رسالتهم النصفية على المنبر الضخم — لكنها قد تصطدم ببعض العقبات - بوليتيكو",
        "أين التضخم من الرسوم الجمركية ؟ ما الذي تخبرنا به الأسهم والأرباح عن ارتفاع الأسعار مع وجود مؤشر أسعار المستهلك لشهر يونيو. - MarketWatch",
        "دونالد ترامب يدافع عن بام بوندي بشأن ملفات جيفري إبستين - بي بي سي",
        "\"سوبرمان\" يرتفع إلى 122 مليون دولار، ثالث أكبر شباك التذاكر افتتاح عطلة نهاية الأسبوع من عام 2025 - متنوعة",
        "الشرطة في حالة تأهب قصوى في فرنسا لنهائي كأس العالم لأندية تشيلسي في الولايات المتحدة - أسوشيتد برس نيوز",
        "سجين في فرنسا يهرب في حقيبة زميله في الزنزانة - سي إن إن",
        "كوينشون جودكينز يواجه تهمة جنحة البطارية المنزلية - إن بي سي سبورتس",
        "مرونة السوق التي تتحدىها تعريفة ترامب لعطلة نهاية الأسبوع SALVO - بلومبرغ",
        "كوريا الشمالية تدعم دون قيد أو شرط حرب بوتين في أوكرانيا خلال زيارة لافروف - فاينانشال تايمز",
        "تواريخ إطلاق iPhone 17 المحتملة ضيقة بينما تستعد Apple للكشف عن أربعة طرازات جديدة بما في ذلك الهواء المذهل فائق النحافة والإصدارات الاحترافية المعاد تصميمها - Wccftech",
        "البيت الأبيض يدافع عن التعريفات الجمركية على البرازيل على الرغم من الفائض التجاري - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "الاتحاد الأوروبي يوقف الانتقام التجاري ضد الولايات المتحدة بعد تهديد ترامب بفرض رسوم جمركية بنسبة 30 ٪ - فاينانشيال تايمز",
        "إليك سبب تأخير جهاز Apple Home Hub الجديد كليًا - MacRumors",
        "برودي جينر يتزوج تيا بلانكو في حفل زفاف ماليبو الحميم - الصفحة السادسة"
    ]
}