{
    "headlines": [
        "Фото: почему этим женщинам потребовалось мужество, чтобы позировать перед камерой - NPR",
        "Суд заблокировал закон Луизианы, требующий от школ размещать Десять заповедей в классах - NPR",
        "Израиль заявляет, что убил военного координатора Ирана с ХАМАСом - BBC",
        "Nintendo Switch 2 - потрясающее обновление для таких родителей, как я - The Verge",
        "Вероятно, вам не нужны продукты с добавлением белка, говорят диетологи - AP News",
        "Разработчик Splitgate 2 1047 Games уволил «небольшую группу уважаемых сотрудников» - Eurogamer",
        "Трамп хочет одного от саммита НАТО. Европа собирается дать ему это. - Politico",
        "Обреченная байесовская яхта технического магната Линча поднята на поверхность - CNBC",
        "У людей с ХОБЛ в легких было больше углерода, чем у курильщиков - The Washington Post",
        "Подозреваемый в нападениях на законодателя в Миннесоте был «преппером», который разработал «план спасения» для жены, согласно судебному иску - CNN",
        "Федеральный судья спрашивает, нарушает ли развертывание Национальной гвардии в Лос-Анджелесе закон Posse Comitatus - Fox News",
        "Какие животные дольше всего задерживают дыхание под водой? - Live Science",
        "Израиль наносит удар по иранскому ядерному объекту в Исфахане, поскольку Трамп взвешивает вступление в войну - Financial Times",
        "Джонатан Та самокритичен после оплошности в победе мюнхенской «Баварии» над «Бока Хуниорс» со счетом 2: 1 на клубном чемпионате мира - Bavarian Football Works",
        "«Она никогда не спит»: эта платформа хочет быть OnlyFans для эпохи ИИ - CNN",
        "Трамп ставит под сомнение просьбу Ирана о прекращении огня и говорит, что Израиль «побеждает» - Axios",
        "Лучшие моменты первого дня профессионального тура Magic: The Gathering®—FINAL FANTASY™ - magic.gg",
        "Гороскоп на субботу, 21 июня 2025 года - Chicago Sun-Times",
        "UFC Baku Results: Hill vs. Rountree Jr. - MMA Fighting"
    ]
}