{
    "headlines": [
        "Das US-Militär verlagert die Botschaften in Afrika und fordert die Verbündeten auf, sich darauf vorzubereiten, mehr auf sich allein gestellt zu sein - AP News",
        "2025 Indianapolis 500: Live-Updates, Ergebnisse und Highlights für die 109. Ausgabe von The Greatest Spectacle in Racing - CBS Sports",
        "Williams-Fahrer entschuldigen sich für die \"Manipulation\" des F1-GP von Monaco - Das Rennen",
        "Nottingham Forest 0: 1 Chelsea, Premier League: Reaktion nach dem Spiel, Bewertungen - We Ain 't Got No History",
        "Zwillinge in Chrome fühlen sich an wie ein kleiner Schritt in Richtung der Google-Agenten-Ära - The Verge",
        "Selenskyj sagt, \"US-Schweigen\" über russische Angriffe \"ermutigt Putin\" - BBC",
        "Abendkasse: \"Lilo & Stitch\" zündet weltweit auf 341 Millionen US-Dollar, \"Mission: Impossible 8\" steigt auf 200 Millionen US-Dollar - Vielfalt",
        "Immer mehr Kinder schlagen Krebs. Als nächstes geht es darum, den Rest ihres Lebens zu verbessern. - The Washington Post",
        "US-Bürger wegen versuchter Brandbombardierung des Zweigbüros der US-Botschaft in Tel Aviv, Israel, verhaftet - Justizministerium (.gov)",
        "Trump wirft Harvard erneut wegen internationaler Studenten vor, während Richter den Widerruf blockieren - NPR",
        "Leichen von 5 Skifahrern auf Schweizer Gletscher bei Zermatt gefunden - ABC News",
        "Verliert Licht Energie, wenn es das Universum durchquert? Die Antwort beinhaltet Zeitdilatation. - Live Science",
        "Gibt es einen am wenigsten schädlichen Alkohol? 5 Getränke, die nach ihrem Alkoholgehalt eingestuft werden - Times of India",
        "Chronischer Stress erhöht leise Ihr Schlaganfallrisiko - Nachrichten aus den Neurowissenschaften",
        "Strauss ’Walzer \"Blaue Donau\" startet anlässlich seines 200. Geburtstags in den Weltraum - AP News",
        "Billy Joels Ex Christie Brinkley bricht das Schweigen über seine Diagnose einer Gehirnstörung - New York Post",
        "Apple Watch- und Apple TV-Betriebssysteme erhalten auf der WWDC neben iOS 19 - 9to5Mac wichtige Designänderungen",
        "Polens Präsidentschaftsrennen geht auf den Punkt - Financial Times",
        "In Ohio verkauftes Powerball-Ticket gewonnen - WHIO TV"
    ]
}