{
    "headlines": [
        "شون \"ديدي\" كومبس ارتكب عنفًا منزليًا ولكنه ليس مذنبًا بالاتجار بالجنس، كما يخبر الدفاع هيئة المحلفين في يوم افتتاح المحاكمة - الموعد النهائي",
        "تلسكوب ويب الفضائي التابع لوكالة ناسا يلتقط الشفق القطبي الساطع على المشتري - إن بي سي نيوز",
        "هرع توري لينيز إلى المستشفى بعد تعرضه للطعن في السجن - HotNewHipHop",
        "شائعات تداول Giannis Antetokounmpo: نجم Bucks \"منفتح\" حول استكشاف خيارات التداول - CBS Sports",
        "حماس تطلق سراح إيدان ألكسندر، الرهينة الأمريكي الحي الأخير في غزة - أكسيوس",
        "اصطدم مسبار فضائي من الحقبة السوفيتية بالأرض بعد أكثر من 50 عامًا في المدار - NPR",
        "تضع بريطانيا خطة لتشديد القواعد المتعلقة بالهجرة، حيث يكافح ستارمر زيادة دعم الشعبويين - سي إن إن",
        "نائب المدعي العام الذي دافع عن ترامب في محاكمة الصمت المالي المسمى القائم بأعمال أمين مكتبة الكونغرس - أسوشيتد برس نيوز",
        "صحيفة وقائع: الرئيس دونالد جيه ترامب يعلن عن إجراءات لوضع المرضى الأمريكيين أولاً عن طريق خفض أسعار الأدوية ووقف الاستخدام المجاني الأجنبي للابتكار الصيدلاني الأمريكي - البيت الأبيض (.gov)",
        "بالانتير في بؤرة الاهتمام بينما يحدد بنك أوف أمريكا هدفًا جديدًا لارتفاع أسعار وول ستريت (PLTR:NASDAQ) - البحث عن ألفا",
        "الإضافة المبكرة: تريد شركة ناشئة جديدة تشخيص أمراضك باستخدام عينة دم - أخصائي جوثام",
        "يقول ترامب إن الصين \"ستنفتح\" على الشركات الأمريكية، وتعلق الحواجز التجارية - سي إن بي سي",
        "يصدر الحاكم نيوزوم نموذج الولاية للمدن والمقاطعات لمعالجة المخيمات على الفور بإلحاح وكرامة - حاكم كاليفورنيا (.gov)",
        "ارتدت تايلور سويفت فستانًا صيفيًا مفاجئًا بشكل شرعي لنزهة عيد الأم مع ترافيس كيلسي - glamour.com",
        "حصري: InventWood على وشك إنتاج كميات كبيرة من الخشب أقوى من الفولاذ - TechCrunch",
        "الأسهم ترتفع بعد موافقة الولايات المتحدة والصين على خفض التعريفات مؤقتًا - NPR",
        "احتدام القتال حول تخفيضات Medicaid مع إصدار الجمهوريين في مجلس النواب لمشروع قانون - NBC News",
        "20 فيلمًا الأكثر توقعًا في مهرجان كان 2025 - رولينج ستون",
        "الإعفاء الضريبي للضمان الاجتماعي ليس في فاتورة ضريبة المنزل - أكسيوس",
        "البابا ليو يدعو إلى إطلاق سراح الصحفيين من السجن - بي بي سي"
    ]
}