{
    "headlines": [
        "Börsennachrichten heute: Die Märkte steigen aufgrund von Trump-Kommentaren (SP500:S&P Complete Indices) - Seeking Alpha",
        "Die FAA kündigt ein neues Flugverkehrskontrollsystem an, in der Hoffnung, den geschäftigen Himmel zu zähmen - NBC News",
        "Panthers schneiden Clowney; RB Brooks für die Saison aus - ESPN",
        "Die Trump-Administration überprüft den Visastatus der Demonstranten in Kolumbien - Politico",
        "Bill Gates verdoppelt Spenden an 200 Milliarden Dollar, sagt Philanthropen können keine Regierungskürzungen decken - CNBC",
        "Weißer Rauch steigt aus dem Vatikan auf, während sich die Kardinäle auf den Nachfolger von Papst Franziskus einigen - CNN",
        "Trump sagt, er werde den Loyalisten Ed Martin als seinen Nominierten ersetzen, um der oberste Staatsanwalt von D.C. zu werden - NBC News",
        "Trump schlägt Jerome Powell auf die Zinssätze: \"Wie mit einer Wand reden\" - The Hill",
        "Das Land unter den größten Städten des Landes sinkt. Hier ist, wo — und warum. - The Washington Post",
        "Das Galaxy S25 Edge verspricht einen \"ganztägigen Akku\" im durchgesickerten Marketing, der definitiv gut altern wird - 9to5Google",
        "Fact Sheet: U.S.-UK Reach Historic Trade Deal - The White House (.gov)",
        "\"Herr der Ringe: Die Jagd nach Gollum\" setzt vor Weihnachten 2027 Release - Deadline",
        "House GOP verabschiedet \"Gulf of America\" Umbenennungsgesetz - Axios",
        "Loomer zielt auf den neuen Trump Chirurgen General Pick - The Hill",
        "Max, um \"durchsetzungsfähiger\" zu werden, wenn es darum geht, Benutzer für die gemeinsame Nutzung von Passwörtern noch in diesem Jahr zu blockieren, sagt WBD Exec - Vielfalt",
        "Ultra-verarbeitete Lebensmittel können Parkinson-Gehirnveränderungen beschleunigen - Nachrichten aus den Neurowissenschaften",
        "Die Vorfahren von T. rex sind möglicherweise von Asien nach Nordamerika gelaufen - Earth.com",
        "Sie können jetzt Ihre Ansprüche für Apples 95-Millionen-Dollar-Siri-Spionage-Vergleich einreichen - The Verge"
    ]
}