{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਕਥਿਤ ਤੌਰ 'ਤੇ ਵਿਦੇਸ਼ ਵਿਭਾਗ ਦੇ' ਅਨੁਸ਼ਾਸਿਤ ਪੁਨਰਗਠਨ 'ਲਈ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਦਾ ਖਰੜਾ ਤਿਆਰ ਕੀਤਾ ਜੋ ਦੂਤਾਵਾਸਾਂ ਨੂੰ ਬੰਦ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਜਲਵਾਯੂ ਤਬਦੀਲੀ ਅਤੇ ਸ਼ਰਨਾਰਥੀਆਂ ਦੇ ਦਫਤਰਾਂ ਨੂੰ ਕੱਟ ਦੇਵੇਗਾ - ਫਾਰਚੂਨ",
        "ਰਿਆਨ ਕੂਗਲਰ ਅਤੇ ਮਾਈਕਲ ਬੀ. ਜੌਰਡਨ ਦੇ ‘ਪਾਪੀਆਂ' ਨੇ ਠੋਸ $ 45 ਮਿਲੀਅਨ ਦੇ ਨਾਲ ਬਾਕਸ ਆਫਿਸ ਦਾ ਤਾਜ ਲਿਆ - ਵੰਨਗੀ",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਰੈਸਲਮੈਨਿਆ 41 ਨਾਈਟ 1 ਨਤੀਜੇ, ਗ੍ਰੇਡ, ਵਿਸ਼ਲੇਸ਼ਣਃ ਸੇਥ ਰੋਲਿਨਸ ਨੇ ਸੀਐਮ ਪੁੰਕ ਨੂੰ ਠੋਕਿਆ, ਪੌਲ ਹੇਮੈਨ ਵਿਸ਼ਵਾਸਘਾਤ ਨਾਲ ਰੋਮਨ ਰਾਜ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਬਲਿ Prince ਪ੍ਰਿੰਸ ਲਈ ਨੋਟ ਲੈਣ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕੇ, ਬਲਿ Prince ਪ੍ਰਿੰਸ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੇ ਅਨੁਸਾਰ - ਪੌਲੀਗਨ",
        "ਮੈਜਿਕ ਜੌਹਨਸਨ ਨੇ ਟਿੰਬਰਵੁਲਵਜ਼ ਨੂੰ ਪਲੇਆਫ ਦੀ ਚਿੰਤਾਜਨਕ ਹਾਰ ਤੋਂ ਬਾਅਦ ਲੇਕਰਜ਼ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਸੁੱਟਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "Dodgers ਸਰਗਰਮ Shohei Ohtani, ਅਸਾਈਨਮੈਂਟ ਲਈ ਨਾਮਜ਼ਦ Eddie Rosario - MLB ਵਪਾਰ ਅਫਵਾਹ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਵਿਗਿਆਪਨ ਮੁਹਿੰਮ ਵਧੀਆ ਸੰਭਵ ਤਰੀਕੇ ਨਾਲ ਰੀਟਰੋ ਜਾਂਦੀ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇ ਕੇਸ ਵਿੱਚ ਅਲੀਟੋ ਦੀ ਅਸਹਿਮਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਦਾਲਤ ਅੱਧੀ ਰਾਤ ਦੇ ਆਦੇਸ਼ ਨਾਲ ਟਰੰਪ ਨੂੰ ਰੋਕਣ ਲਈ ਭੱਜ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਇੱਕ \"ਨਵਾਂ ਰੰਗ?\" ਵਿਗਿਆਨੀ ਦਾਅਵਾ ਕਰਦੇ ਹਨ \"ਓਲੋ\" ਅਜਿਹੀ ਕੋਈ ਚੀਜ਼ ਹੈ ਜੋ ਤੁਸੀਂ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਵੇਖੀ - ਆਈਐਫਐਲਸਾਇੰਸ",
        "ਜਰਮਨੀ ਨੇ ਫਲਸਤੀਨੀ ਪੱਖੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਤੋਂ ਬਾਅਦ ਇੱਕ ਅਮਰੀਕੀ ਅਤੇ 3 ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਨਾਗਰਿਕਾਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਐਨਪੀਆਰ",
        "ਜ਼ੁਕਰਬਰਗ, ਡਾਈਮਨ ਟੈਰਿਫ ਸਟਾਕ ਰਾoutਟ ਤੋਂ ਪਹਿਲਾਂ ਚੋਟੀ ਦੇ ਵਿਕਰੇਤਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹਨ - ਬਲੂਮਬਰਗ",
        "ਸੈਨੇਟਰ ਕ੍ਰਿਸ ਵੈਨ ਹੋਲੇਨ ਨੇ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਕੇਸ ਵਿਚ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀਆਂ ਕਾਰਵਾਈਆਂ 'ਸਾਰਿਆਂ ਦੇ ਅਧਿਕਾਰਾਂ ਨੂੰ ਖ਼ਤਰਾ‘ - ਸੀ ਐਨ ਐਨ ’ਤੇ ਬਹਿਸ ਕੀਤੀ",
        "ਗੂਗਲ ਬ੍ਰੇਕਅਪ ਲਈ ਨਿਆਂ ਵਿਭਾਗ ਆਪਣਾ ਕੇਸ ਬਣਾਉਣ ਜਾ ਰਿਹਾ ਹੈ । ਇੱਥੇ ਜਾਣੋ ਕੀ ਹੈ - NPR",
        "ਹਾਰਵੇ ਵਾਈਨਸਟਾਈਨ ਵਿਰੁੱਧ ਕੇਸਃ ਦੋਸ਼ਾਂ ਅਤੇ ਟਰਾਇਲਾਂ ਦੀ ਟਾਈਮਲਾਈਨ - ਐਨਪੀਆਰ",
        "ਪੁਤਿਨ ਆਪਣੀ ਖੁਦ ਦੀ ਈਸਟਰ ਜੰਗਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਹੋਏ, ਜ਼ੇਲੇਨਸਕੀ ਕਹਿੰਦਾ ਹੈ - politico. eu",
        "ਕਿੰਗ ਚਾਰਲਸ ਨੇ ਈਸਟਰ ਚਰਚ ਸਰਵਿਸ ਵਿਖੇ ਬੇਇੱਜ਼ਤ ਭਰਾ ਪ੍ਰਿੰਸ ਐਂਡਰਿ to ਨੂੰ ਜੈਤੂਨ ਦੀ ਸ਼ਾਖਾ ਦਾ ਵਿਸਥਾਰ ਕੀਤਾ - ਡੈੱਡਲਾਈਨ",
        "ਵਿਕੀਪੀਡੀਆ 'Apocalyptic ਲਈ Braced' ਵ੍ਹਾਈਟ ਹਾਊਸ Fed ਬੰਬਸ਼ੈਲ ਦੀ ਪੁਸ਼ਟੀ ਦੇ ਬਾਅਦ ਕੀਮਤ ਸਦਮਾ - ਫੋਰਬਸ"
    ]
}