{
    "headlines": [
        "Дик Дурбин из Иллинойса, демократ № 2 в Сенате, не будет добиваться переизбрания на шестой срок в 2026 году - AP News",
        "Главные помощники Трампа призвали президента смягчить нападки на Джерома Пауэлла - The Washington Post",
        "Исследование аутизма NIH будет основываться на частных медицинских записях - NPR",
        "8 вещей, которые нужно знать перед началом Clair Obscur: Экспедиция 33 - Котаку",
        "Жители Стамбула затопили улицы после землетрясения магнитудой 6,2 - BBC",
        "Рейтинг работы Трампа падает, ключевые политики вызывают неодобрение большинства, поскольку он приближается к 100 дням - Pew Research Center",
        "Трамп моргает в торговой войне между США и Китаем. Теперь они могут найти Off-Ramp? - Barron's",
        "Зарядные устройства и львы для игры в Зал славы - ESPN",
        "В Денвере выявлен второй случай кори - 9News",
        "Кто будет следующим Папой? Лучшие кандидаты в непредсказуемом процессе - BBC",
        "Дезинформация о кори распространяется на фоне вспышки: опрос - Axios",
        "Последняя функция WhatsApp делает ваши сообщения еще более приватными - TechCrunch",
        "Останки пловца найдены после нападения акулы в водах у побережья Средиземного моря Израиля - AP News",
        "Макет драфта НФЛ 2025 года: Jaguar нацеливается на WR под номером 5, Saints передают QB и получают помощь O-line - CBS Sports",
        "«Безумие»: Лесная служба сокращает расходы, чтобы разжечь страх и ярость по поводу рисков лесных пожаров - Politico",
        "Что нужно знать, когда правительство начинает взыскание дефолтного студенческого долга - NPR",
        "Первый взгляд: Android 16 тестирует свежий дизайн экрана блокировки пикселей - Android Authority",
        "Древний «ужасный крокодил» стал гигантом, поедающим динозавров. Ученые говорят, что теперь знают, почему - CNN",
        "Люси НАСА захватывает астероид в форме конуса мороженого, который не поддается ожиданиям - SciTechDaily"
    ]
}