{
    "headlines": [
        "\"American Idol\" -Musikbetreuer und Ehemann in L.A. erschossen - The Washington Post",
        "\"Es war besorgniserregend, aber es geht ihm gut\" – Tadej Pogačar vermeidet schwere Verletzungen bei einem Unfall der Tour de France, als das Team die Sportlichkeit des Rivalen lobt - Cyclingnews",
        "Der größte Mars-Rock der Welt wird bei einer Auktion für 4,3 Millionen US-Dollar versteigert - CNN",
        "Wer sind die Drusen und warum bombardiert Israel Syrien, um sie zu schützen? - CNN",
        "Jemenitische Kämpfer, die mit der Exilregierung verbündet sind, behaupten, Tonnen von iranischen Houthi-Waffen beschlagnahmt zu haben - AP News",
        "S&P 500 rutscht ab, als Trump bestreitet, dass er kurz davor steht, den Fed-Vorsitzenden Powell zu entlassen: Live-Updates - CNBC",
        "Ist \"Superman\" ein Erfolg? Budget, Besetzungsgehälter und mehr enthüllt - Vielfalt",
        "'I Know What You Did Last Summer' Review: A Ho-Hum Legacy Sequel - The Hollywood Reporter",
        "Der isländische Vulkan hinterlässt beim 12. Ausbruch in vier Jahren ein visuelles Spektakel - The Washington Post",
        "Als die Republikaner Transparenz bei der Epstein-Untersuchung fordern, schlägt Trump aus - NPR",
        "Labubu ist nicht der erste Spielzeugwahn und wird sicherlich nicht der letzte sein - AP News",
        "Die Amerikaner verfolgten Trumps großen Sieg in der Gesetzgebung genau — und sie sagen, dass sie ihn nicht unterstützen - Politico",
        "Astronomen erleben zum ersten Mal die Geburt eines Planetensystems (Video) - Space",
        "Anklage wegen Kindesmissbrauchs beim Ertrinken des Sohnes der Influencerin Emilie Kiser empfohlen: Polizei - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Stargazers 'Delight: Wann und wo man die großen Meteorschauer im Juli sehen kann. - USA Today",
        "Ich bin 5.000 Schritte mit der Apple Watch 10 vs Samsung Galaxy Watch 8 gegangen — es gibt einen klaren Gewinner - Tom's Guide",
        "Die USA schicken 5 Männer im Rahmen des Abschiebeprogramms der Trump-Regierung nach Eswatini - AP News",
        "Alle 15 neuen iPhone 17 und iPhone 17 Pro Farben im neuesten Leck enthüllt - MacRumors"
    ]
}