{
    "headlines": [
        "Cobertura ao vivo da tabela de classificação do US Open 2025: atualizações da tabela de pontuação, pontuações de golfe, tee times para a segunda rodada na Oakmont - CBS Sports",
        "A leitura do sentimento do consumidor se recupera para um nível muito mais alto do que o esperado à medida que as pessoas superam o choque tarifário - CNBC",
        "Sonda de colisão da Air India coloca foco inicial no empuxo do motor - WSJ",
        "Ataques israelenses matam alguns dos homens mais poderosos do Irã, incluindo líderes militares e nucleares - CNN",
        "Pesquisas Meta AI tornadas públicas - mas todos os seus utilizadores percebem? - BBC",
        "O maior frigorífico do mundo está finalmente pronto para sua estreia na NYSE - WSJ",
        "Como os cientistas confirmaram a existência de espécies de 200 milhões de anos que se acredita estarem extintas - ABC News",
        "Israel ataca atualizações ao vivo: EUA forneceram informações 'requintadas' a Israel: Fonte - ABC News",
        "Cientistas fazem descoberta impressionante escondida ao longo de 2.000 milhas de antigas montanhas da Antártida: 'Mais dinâmica ... história do que reconhecida anteriormente' - Yahoo",
        "Como redigir um testamento para evitar se tornar um fantasma de IA - não é fácil - Ars Technica",
        "A Câmara vota para recuperar o financiamento da NPR. E Trump mantém o controlo da Guarda da Califórnia - NPR",
        "Episódio de Padilla dispara cinco alarmes para os democratas - Axios",
        "Kilmar Abrego Garcia deve ser indiciado por acusações de contrabando de pessoas - ABC News",
        "RFK Jr. enviou 'desinformação médica' ao Congresso para defender mudança no cronograma da vacina contra COVID - NPR",
        "Agregado 2025 NBA Mock Draft 7.0: Depois de Cooper Flagg e Dylan Harper, ninguém sabe - HoopsHype",
        "Coreia do Norte afirma que lançamento de navio de guerra foi bem sucedido na segunda tentativa - BBC",
        "Cuomo e Mamdani trocam fogo no último debate entre prefeitos de Nova York - Politico"
    ]
}