{
    "headlines": [
        "\"Biologische Realität\": Was uns die Genetik über Rasse gelehrt hat - BBC",
        "\"Bridgerton\" -Star Nicola Coughlan Trolls J.K. Rowling sammelt 125.000 $ für britische Trans-Wohltätigkeitsorganisation - The Daily Beast",
        "Helden, Nullen aus Knicks Spiel 1 Sieg über Pistons: Jalen Brunson erholt sich vom langsamen Start für ein riesiges Spiel - New York Post",
        "Florida Shooter Phoenix Ikners Cop Stiefmutter brachte ihm bei, wie man mit Waffen umgeht - NDTV",
        "WWE WrestleMania 41 Nacht 1 Ergebnisse, Noten, Analyse: Seth Rollins betäubt CM Punk, Roman Reigns mit Paul Heyman Verrat - Yahoo Sports",
        "Der Bruder des Stars von \"Real Housewives of Orange County\" wurde tödlich von der Polizei von Newport Beach erschossen - ABC7 Los Angeles",
        "LeBron James, Luka Doncic, Lakers von NBA-Fans in G1 kritisiert Niederlage gegen Edwards, Wölfe - Bleacher-Bericht",
        "Erste Schockwellen von Trumps Zöllen treffen die Weltwirtschaft - Deccan Herald",
        "Das DOJ bittet den Obersten Gerichtshof, den Antrag der ACLU auf Aussetzung der Abschiebungen abzulehnen - The Hill",
        "Ostern 2025: Was ist offen, was ist geschlossen? Walmart, Target, Publix, Aldi und mehr - AL.com",
        "Renck: Russell Mania ist verrückt. Aber Nuggets gewinnen nicht ohne Westbrook - The Denver Post",
        "NFL-Draft-Handelsgerüchte 2025: Edge, Bears, Vikings - ProFootballRumors.com",
        "Die ehemalige Kongressabgeordnete Barbara Lee gewinnt das Rennen um die Bürgermeisterin von Oakland, Kalifornien - NBC News",
        "3 weitere Staaten melden ihren ersten Masernfall im Jahr 2025 - ABC News",
        "Paul Rudd hypes Nintendo Switch 2 mit spielerischem Rückblick auf den berüchtigten SNES-Werbespot der 90er Jahre - IGN",
        "Nintendo Switch 2 Vorbestellungen beginnen am 24. April in den USA, Zubehörpreise gestiegen - GSMArena.com News - GSMArena.com",
        "Iran-Atomgespräche nach Verhandlungen in Rom in „nächste Phase“ - Politico"
    ]
}