{
    "headlines": [
        "Donald Trump deve deixar o G7 mais cedo, à medida que o conflito Irã-Israel se intensifica - Financial Times",
        "Lançamento da SpaceX da Califórnia envia 26 satélites Starlink para órbita terrestre baixa - Espaço",
        "Thunder vs. Pacers: Jalen Williams explode para afastar o rali de Indiana enquanto OKC lidera as finais da NBA por 3-2 - Yahoo Sports",
        "Estados árabes do Golfo trabalham para conter as consequências do ataque de Israel ao Irã - The Washington Post",
        "Trump Organization revela serviço de telefonia móvel - The Washington Post",
        "Brad Pitt e Ines de Ramon têm uma noite de encontro repleta de PDAs na estreia de ‘F1’ em Nova York - Page Six",
        "O Red Sox temia que a recusa de Rafael Devers em mudar de posição enviasse uma mensagem errada sobre a cultura da equipe - MassLive",
        "Morre o ator de ‘Lilo & Stitch’ David Hekili Kenui Bell - Prazo",
        "O Partido Republicano do Senado enfrenta obstáculos para aprovar o projeto de lei de impostos e gastos de Trump até 4 de julho - CNN",
        "O medo da guerra Israel-Irã cresce à medida que os EUA e a China emitem um aviso sombrio de 'evacuação de Teerã' | World News - Hindustan Times - Hindustan Times",
        "Trump deixa cúpula do G7 mais cedo após alerta de \"evacuação de Teerã\", diz Axios",
        "Polícia questiona 2 'soldados da paz' armados na morte do protesto 'No Kings' em Salt Lake City - ABC News",
        "As rachaduras no relacionamento OpenAI-Microsoft estão se ampliando - TechCrunch",
        "Fact check: No G7, Trump faz afirmações falsas sobre Trudeau, Ucrânia e imigração - CNN",
        "Os astronautas da Apollo descobriram que a lua está coberta de minúsculas contas de vidro laranja. Agora finalmente sabemos o porquê. - Live Science",
        "Explosões rápidas de rádio misteriosas ajudam os astrônomos a identificar matéria cósmica ‘ausente’ - CNN",
        "Com a IA da Siri atrasada, os AirPods Pro 3 da Apple podem ser os próximos - Gizmodo",
        "Inside J.J. Spaun's Arizona Home as He Claims Surprising U.S. Open Win - Realtor.com"
    ]
}