{
    "headlines": [
        "S&P 500 падает, поскольку Трамп отрицает, что близок к увольнению председателя ФРС Пауэлла: новости в прямом эфире - CNBC",
        "Извержение вулкана в Исландии стало 12-м за четыре года - The Washington Post",
        "В то время как республиканцы призывают к прозрачности в расследовании Эпштейна, Трамп набрасывается - NPR",
        "Американцы внимательно следили за большой законодательной победой Трампа — и они говорят, что не поддерживают ее - Politico",
        "Тадей Погачар попадает в аварию на 11-м этапе Тур де Франс - еженедельник велоспорта",
        "Астрономы фиксируют рождение планет вокруг новорожденного солнца за пределами нашей Солнечной системы - AP News",
        "Последний отчет по инфляции в США показывает снижение расходов на поездки и увеличение стоимости товаров - CNN",
        "Человек, больной корью, мог столкнуться с людьми в 9 местах в Нью-Джерси. Смотрите полный список. - NJ.com",
        "Netflix выпустил первый тизер финального сезона «Очень странных дел»: смотреть - Pitchfork",
        "США отправляют 5 человек в Эсватини в рамках программы депортации администрации Трампа - AP News",
        "Привет из Нью-Дели, Индия, где выступления обезьян вызывают восторг и амбивалентность - NPR",
        "Все 15 новых цветов iPhone 17 и iPhone 17 Pro обнаружены в последней утечке - MacRumors",
        "Брат Кейтлин Кларк обвиняет судей в ее последней травме в удаленном посте - New York Post",
        "Сенаторы США освобождают финансирование борьбы с ВИЧ/СПИДом от запланированного сокращения расходов - BBC",
        "Национальная лига выиграла Матч всех звезд MLB в историческом тай-брейке с домашним забегом - CNN",
        "Роберт Ф. Кеннеди-младший уволил двух главных заместителей в Департаменте здравоохранения и социальных служб - ABC News - Последние новости, последние новости и видео",
        "Что произойдет со станциями PBS и NPR, если Сенат проголосует за возврат финансирования? - CNN",
        "Donkey Kong Bananza - достойный преемник наследия Super Mario Odyssey - Ars Technica",
        "В фильме «Легенда о Зельде» снимаются Бо Брагасон и Бенджамин Эван Эйнсворт в роли Зельды и Линк - крайний срок"
    ]
}