{
    "headlines": [
        "ਕੋਰਟ ਦੇ ਕਾਗਜ਼ਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਦੂਤਘਰ ਦੇ ਕਤਲੇਆਮ ਵਿਚ ਸ਼ੱਕੀ ਨੇ ਘੋਸ਼ਿਤ ਕੀਤਾ, ‘ਮੈਂ ਇਹ ਫਲਸਤੀਨ ਲਈ ਕੀਤਾ, ਮੈਂ ਇਹ ਗਾਜ਼ਾ ਲਈ ਕੀਤਾ’ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਚੀਨ ਵਿੱਚ ਵਾਧੇ ਦੇ ਪਿੱਛੇ ਨਵੇਂ ਕੋਵਿਡ ਵੇਰੀਐਂਟ ਐਨਬੀ .1.8.1 ਦੇ ਕੇਸਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਕੇ ਚਾਗੋਸ ਆਈਲੈਂਡਜ਼ ਨੂੰ ਮਾਰੀਸ਼ਸ ਨੂੰ ਇਕ ਸੌਦੇ ਵਿਚ ਸੌਂਪਣ ਲਈ ਸਹਿਮਤ ਹੈ ਜਿਸਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਇਕ ਕੁੰਜੀ ਅਮਰੀਕੀ ਅਧਾਰ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵਿਸ਼ਲੇਸ਼ਕ ਹਾ Houseਸ ਜੀਓਪੀ ਟੈਕਸ ਯੋਜਨਾ ਤੋਂ ਮਾਮੂਲੀ ਆਰਥਿਕ ਲਾਭ ਵੇਖਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਕੈਲੇਨ ਮੂਰ ਹੈਪੀ ਟਸ਼ ਪੁਸ਼ ਕਾਨੂੰਨੀ ਰਹਿੰਦਾ ਹੈ ਪਰ ਨਿਰਣਾਇਕ ਨਹੀਂ ਕਿ ਕੀ ਸੰਤ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰਨਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੈਨੇਟ ਨੇ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਨਿਯਮ ਨੂੰ ਰੋਕਣ ਲਈ ਵੋਟਾਂ 2035 ਤੱਕ ਨਵੀਂ ਗੈਸ ਨਾਲ ਚੱਲਣ ਵਾਲੀਆਂ ਕਾਰਾਂ ਦੀ ਵਿਕਰੀ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਟਾਕ ਫਿuresਚਰ ਥੋੜੇ ਬਦਲੇ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਐਲੀਵੇਟਿਡ ਖਜ਼ਾਨਾ ਉਪਜ ਭਾਵਨਾ 'ਤੇ ਤੋਲਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਟਰੰਪ ਨੂੰ ਸੁਤੰਤਰ ਲੇਬਰ ਏਜੰਸੀਆਂ ਦੇ ਮੁਖੀਆਂ ਨੂੰ ਹੁਣੇ ਲਈ ਬਰਖਾਸਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਿਜ਼ਨੀ ਅੱਗੇ ਦੋ ‘ਅਵੈਂਜਰਜ਼‘ ਫਿਲਮਾਂ ਨੂੰ ਧੱਕਦਾ ਹੈ; ਤਾਰੀਖਾਂ ‘ਦਿ ਡੌਗ ਸਟਾਰਜ਼’ ਅਤੇ ‘ਦਿ ਸ਼ੈਤਾਨ ਪ੍ਰਦਾ 2 ਪਹਿਨਦਾ ਹੈ’ - ਡੈੱਡਲਾਈਨ",
        "ਅਲੈਕਸ ਗਾਰਲੈਂਡ ਨੇ ਸਿੱਧੇ ਲਾਈਵ-ਐਕਸ਼ਨ ‘ਐਲਡੇਨ ਰਿੰਗ‘ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਮੂਵੀ ਏ 24 ਅਤੇ ਬਾਂਦਈ ਨਮਕੋ ਤੋਂ - ਵੰਨਗੀ",
        "3.5 ਸਾਲ ਵਿੱਚ, Notepad.exe ਤੱਕ ਚਲਾ ਗਿਆ ਹੈ \"ਮੁਸ਼ਕਿਲ ਬਣਾਈ\" ਕਰਨ ਲਈ \"ਇਹ ਤੁਹਾਡੇ ਲਈ ਲਿਖਦਾ ਹੈ\" - Ars Technica",
        "ਕਾਲਜ ਫੁੱਟਬਾਲ ਪਲੇਆਫ ਸਿੱਧੇ ਸੀਡਿੰਗ ਮਾਡਲ ਵਿੱਚ ਬਦਲਦਾ ਹੈ, ਚੋਟੀ ਦੇ ਲੀਗ ਚੈਂਪਸ ਲਈ ਕੋਈ ਆਟੋਮੈਟਿਕ ਬਾਈ ਨਹੀਂ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜੋਨੀ ਆਈਵ ਦੇ ਓਪਨਏਆਈ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਕਲਾਰਨਾ ਦੇ ਸੀਈਓ ਅਤੇ ਸੁਟਰ ਹਿੱਲ ਜਿੱਤ ਦੀ ਗੋਦ ਲੈਂਦੇ ਹਨ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਪੁਰਾਣੀ ਬਿਮਾਰੀ ਬਾਰੇ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੀ ਅਗਵਾਈ ਵਾਲੀ ਰਿਪੋਰਟ ਜਾਰੀ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੀ ਮਰੇ ਹੋਏ ‘ਚਿੱਟੇ ਕਿਸਾਨਾਂ‘ ਦੀ ਤਸਵੀਰ ਕਾਂਗੋ ਤੋਂ ਆਈ, ਦੱਖਣੀ ਅਫਰੀਕਾ ਤੋਂ ਨਹੀਂ - ਸੀਐਨਐਨ",
        "ਅਮਰੀਕਾ ਵਿਚ ਵਧ ਰਹੀ ਸ਼ਰਾਬ ਨਾਲ ਜੁੜੇ ਕੈਂਸਰ ਦੀ ਮੌਤ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਨ ਡਿਏਗੋ ਨੇੜਲੇ ਇਲਾਕੇ 'ਚ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ ਹੋਣ ਕਾਰਨ ਦੋ ਲੋਕਾਂ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਰੀਕੈਪਃ ਕਿਡ ਕੁਡੀ ਕਾਰ ਬੰਬ ਧਮਾਕੇ 'ਤੇ ਗਵਾਹੀ ਦਿੰਦੀ ਹੈ, ਸੀਨ ਕੰਬਜ਼ ਦੇ ਕੇਸ ਵਿਚ ਕੈਸੀ ਵੈਂਚੁਰਾ ਨਾਲ ਸੰਬੰਧ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਪਲ ਏਆਈ ਪੁਸ਼ ਦੇ ਹਿੱਸੇ ਵਜੋਂ 2026 ਲਈ ਐਨਕਾਂ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦਾ ਹੈ, ਕੈਮਰੇ ਨਾਲ ਨਿਕਸ ਵਾਚ - ਬਲੂਮਬਰਗ ਡਾਟ ਕਾਮ",
        "ਅਮਰੀਕੀ ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਓਕਲਾਹੋਮਾ ਧਾਰਮਿਕ ਚਾਰਟਰ ਸਕੂਲਾਂ ਲਈ ਜਨਤਕ ਫੰਡਿੰਗ 'ਤੇ ਰੋਕ ਲਗਾਈ - ਬੀਬੀਸੀ"
    ]
}