{
    "headlines": [
        "Clark, Collier draft All-Star teams, flip coaches - ESPN",
        "Trump and Netanyahu meet to discuss Gaza deal push - Axios",
        "TSA to end shoes-off policy for airport security screening - ABC News - Breaking News, Latest News and Videos",
        "Residents still shaken a day after federal authorities march through Los Angeles' MacArthur Park - AP News",
        "Nikola Jokic won’t sign contract extension with Nuggets this offseason, sources say. Here’s why it makes sense to wait. - The Denver Post",
        "Trump says 50% tariff on copper imports is coming and threatens 200% on pharmaceuticals - CNN",
        "GenAI as a shopping assistant set to explode during Prime Day sales - TechCrunch",
        "Musk, MAGA torch Trump administration over Epstein investigation - Politico",
        "Sean 'Diddy' Combs sentencing date hearing unexpectedly adjourned - ABC News - Breaking News, Latest News and Videos",
        "First malaria treatment for newborn babies approved for use - The Washington Post",
        "Amazon gets the green light to sell the Nintendo Switch 2 - The Verge",
        "New Interstellar Comet Tracked To Its Origin Region: “It’s Much Older Than The Solar System” - IFLScience",
        "McConnell rips Pentagon’s ‘isolationists and restrainers’ after Trump restarts Ukraine aid - Politico",
        "France and UK to stop small boats together, says Macron - BBC",
        "‘We’ve lost a piece of our soul’: Famous L.A. deli laments closure of landmark local restaurant - KTLA",
        "Big 12 commissioner Brett Yormark doubles down on preferred ‘5 +11’ College Football Playoff model - Deseret News",
        "NYC bank Citigroup announces 510 Charlotte jobs, $16.1M for ‘major office facility’ - Charlotte Observer",
        "S&P 500 struggles for a second day as Trump says no extensions will be granted to Aug. 1 trade deadline: Live updates - CNBC"
    ]
}