{
    "headlines": [
        "Trump an WSJ: Die USA wussten von Israels Plänen, den Iran anzugreifen - WSJ",
        "Irans Atomanlagen beschädigt, aber nicht zerstört, sagen Experten - The Washington Post",
        "Dow Jones Futures: Israel-Iran-Angriffe treffen den Markt; Die nächsten KI-Gewinner nach Nvidia, Broadcom? - Investor's Business Daily",
        "Pacers vs. Thunder Score: NBA Finals Spiel 4 Live-Updates als Tyrese Haliburton versucht, Indy 3: 1 aufzustellen - CBS Sports",
        "Polizei verhaftet rund 60 Demonstranten vor dem US-Kapitol - CNN",
        "Überschwemmungen in San Antonio: Mindestens 11 Tote, mehrere Vermisste - BBC",
        "Bonnaroo 2025 abgesagt nach Regen Sumpf Festivalgelände - Rolling Stone",
        "US-Stahlverkauf an Nippon Steel steht kurz vor dem Abschluss nach Trump-Deal - Bloomberg.com",
        "Kanye West stürzt Sean ‘Diddy’ Combs ’Prozess mit dramatischem Gerichtsauftritt ab - The Washington Post",
        "Mark Zuckerbergs KI-Einstellungsrunde - The Verge",
        "Mahmoud Khalil hatte gehofft, heute frei zu gehen. Ein Bundesrichter sagte nein - NPR",
        "Kilmar Abrego Garcia plädiert auf nicht schuldig wegen Menschenschmuggels - NBC News",
        "US Open 2025 Runde 2 Gewinner und Verlierer: J.J. Spaun bleibt hängen, Viktor Hovland lauert und große Namen stolpern - Sports Illustrated",
        "Die Nachricht, dass ein Mann den Flugzeugabsturz von Air India überlebt hat, belastet einige andere Überlebende - AP News",
        "Einwohner von Boulder County setzen Flatiron Flyer-Passagiere Masern aus - The Denver Post",
        "Meta-KI-Benutzer vertrauen auf Sex, Gott und Trump. Manche wissen nicht, dass es öffentlich ist. - The Washington Post",
        "Nintendo Switch 2 stellt mit über 1,1 Millionen verkauften Einheiten zum Start einen US-Gaming-Rekord auf, die meistverkauften physischen Spiele wurden enthüllt - Nintendo Everything",
        "Beobachten Sie, wie Francis Ngannou Kamaru Usman in das feurige UFC Atlanta-Faceoff mit Joaquin Buckley führt - MMA Fighting"
    ]
}