{
    "headlines": [
        "Senatoren stimmen am Wochenende ab, um Trumps Frist für die Verabschiedung seiner Steuer- und Ausgabenkürzungen einzuhalten - AP News",
        "Jake Paul vs. Julio Cesar Chavez Jr. Live-Updates, Ergebnisse des Box-Events - MMA Junkie",
        "Joe Biden, Kamala Harris unter den Teilnehmern, als die getötete Sprecherin des Repräsentantenhauses von Minnesota, Melissa Hortman, beigesetzt wurde - NBC News",
        "NHL Draft 2025: Bewertung, wie alle 32 Teams abgeschnitten haben - Daily Faceoff",
        "Elon Musk reißt in 'völlig verrückt' Trump-backed megabill - CNBC",
        "Die Regierung verurteilt die live auf BBC ausgestrahlten Glastonbury-Gesänge - BBC",
        "'Smoke' Review: Eine befriedigende True Crime-Serie - Vielfalt",
        "West Virginia Schlammlawine Stränge Tausende auf der Autobahn für mehr als 8 Stunden - CBS News",
        "Dave Parker, Baseball Hall of Famer und ehemaliger NL MVP, stirbt mit 74 Jahren - Yahoo Sports",
        "Die Hurrikan-Saison ist da und Meteorologen verlieren ein wichtiges Werkzeug, um sie vorherzusagen - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Warren Buffett kündigt Spenden in Höhe von 6 Milliarden US-Dollar an fünf Stiftungen an - AP News",
        "Louisiana Krankenhäuser warnen Mike Johnson vor \"Verwüstung\" von Megabill - Politico",
        "Die antike Stadt wurde möglicherweise vor mehr als 9.000 Jahren von Frauen regiert, die in einer \"matriarchalischen Gesellschaft\" lebten, sagen Forscher - CBS News",
        "Die Leute rufen beliebte Dinge an, die den Hype NICHT wert sind, und es ist brutal ehrlich - buzzfeed.com",
        "Schumer, um das Lesen der 1.000-seitigen GOP-Mega-Rechnung zu erzwingen und sie um einen halben Tag zu verzögern - The Hill",
        "UFC 317 Livestream: So sehen Sie Topuria vs. Oliveira MMA Fight live online - Vielfalt",
        "Elon Musks frühes Geburtstagsgeschenk an sich selbst - der erste Tesla fuhr sich gerade von seiner Fabrik direkt zum Kunden - Fortune",
        "Exklusiv: Nichts Kopfhörer (1) Specs Leak - Android Headlines"
    ]
}