{
    "headlines": [
        "ਪੈਪਸੀਕੋ ਕਮਾਈ ਦੀ ਭਵਿੱਖਬਾਣੀ ਵਿੱਚ ਕਟੌਤੀ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਇਹ ਟੈਰਿਫਾਂ, ਖਪਤਕਾਰਾਂ ਦੇ ਖਰਚਿਆਂ ਵਿੱਚ 'ਅਨਿਸ਼ਚਿਤਤਾ' ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕੀਵ ਮਾਰੂ ਰੂਸੀ ਮਿਜ਼ਾਈਲ ਅਤੇ ਡਰੋਨ ਹਮਲੇ ਨਾਲ ਮਾਰਿਆ ਗਿਆ - ਅਧਿਕਾਰੀ - ਬੀਬੀਸੀ",
        "ਟਰੰਪ ਟੈਰਿਫ ਦੀਆਂ ਖ਼ਬਰਾਂਃ ਸਟਾਕ ਮਾਰਕੀਟ ਦੇ ਦੋ ਦਿਨਾਂ ਦੀ ਜਿੱਤ ਸਟ੍ਰੀਕ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ ਖਿਸਕ ਗਏ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "ਏਆਈ ਚਿੱਤਰ ਜਨਰੇਸ਼ਨ ਟੂਲ ਲਈ ਮੋਬਾਈਲ ਐਪ ਲਾਂਚ ਕਰਨ ਲਈ ਅਡੋਬ ਜਿਵੇਂ ਕਿ ਓਪਨਏਆਈ ਮੁਕਾਬਲੇਬਾਜ਼ੀ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਤੇਲ ਕੰਪਨੀਆਂ ਨੂੰ ਟਰੰਪ ਦੀ ਅਗਵਾਈ 'ਚ ਵੱਡੇ ਕਾਰੋਬਾਰੀ ਉਛਾਲ ਦੀ ਉਮੀਦ ਸੀ । ਹੁਣ ਉਹ ਚਿੰਤਤ ਹਨ - NPR",
        "ਕਸ਼ਮੀਰ 'ਚ ਸੈਲਾਨੀਆਂ ਦੇ ਕਤਲੇਆਮ ਨਾਲ ਭਾਰਤ ਅਤੇ ਪਾਕਿਸਤਾਨ ਵਿਚਾਲੇ ਤਣਾਅ ਵਧਦਾ ਜਾ ਰਿਹਾ ਹੈ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਰੂਸ ਦਾ ਮੁਕਾਬਲਾ ਕਰਨ ਲਈ ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੇ ਸਿਰਿਲ ਰਾਮਾਫੋਸਾ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਲਈ ਯੂਕਰੇਨ ਦੇ ਵੋਲੋਡੀਮਰ ਜ਼ੇਲੇਨਸਕੀ - ਬੀਬੀਸੀ",
        "ਆਈਫੋਨ 17 ਏਅਰ ਤਾਜ਼ਾ ਡਿਜ਼ਾਈਨ ਲੀਕ ਵਿਚ ਸਾਈਡ ਬਟਨਾਂ ਨਾਲੋਂ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮੋਟਾ ਹੈ - 9to5Mac",
        "ਡਰਬਿਨ ਰਿਟਾਇਰਮੈਂਟ ਤੋਂ ਬਾਅਦ ਲੀਡਰਸ਼ਿਪ ਦੀ ਲੜਾਈ ਲਈ ਸੈਨੇਟ ਡੈਮਜ਼ ਬ੍ਰੇਸ - ਐਕਸੀਓਸ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਪ੍ਰੀਆਰਡਰ ਇੱਕ ਕੁੱਲ ਗੜਬੜ ਸਨ — ਪਹਿਲਾਂ - ਦਿ ਵਰਜ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਗ਼ਲਤ ਤਰੀਕੇ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤੇ ਵਿਅਕਤੀ ਦੇ ਮਾਮਲੇ 'ਚ ਦਿੱਤੀ ਛੂਟ - The Washington Post",
        "ਯੋਧਿਆਂ ਦੇ ਜਿੰਮੀ ਬਟਲਰ ਸਖਤ ਗਿਰਾਵਟ ਬਨਾਮ ਰਾਕੇਟ ਦੇ ਬਾਅਦ ਪੇਲਵਿਸ ਸੱਟ ਝੱਲਦੇ ਹਨ, ਐਮਆਰਆਈ ਪ੍ਰਾਪਤ ਕਰਨਗੇ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਇੱਕ ਹੋਰ ਸੁਲ੍ਹਾ ਟਰੰਪ ਦੇ ਬਾਅਦ ਸੋਨੇ ਦਾ ਵਾਧਾ ਸਪਰਸ ਭਾਰੀ ਗਿਰਾਵਟ - Bloomberg. com",
        "ਟਰੰਪ ਨੇ ਸਿੱਖਿਆ 'ਤੇ ਕਾਰਜਕਾਰੀ ਕਾਰਵਾਈਆਂ' ਤੇ ਹਸਤਾਖਰ ਕੀਤੇ, ਡੀਈਆਈ ਵਿਚ ਰਾਜ ਕਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਸਮੇਤ - ਐਨਪੀਆਰ",
        "ਸ਼ਿਕਾਗੋ ਬੀਅਰਜ਼ ਦੇ ਮਹਾਨ ਸਟੀਵ ਮੈਕਮਾਈਕਲ ਦੀ ਏਐਲਐਸ ਨਾਲ ਲੜਾਈ ਤੋਂ ਬਾਅਦ 67 'ਤੇ ਮੌਤ ਹੋ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਹਬਲ ਨੇ ਸਾਨੂੰ ਤੋਹਫ਼ੇ ਦੇ ਕੇ 35 ਸਾਲ ਮਨਾਏ 4 ਸਾਹ ਲੈਣ ਵਾਲੇ ਬ੍ਰਹਿਮੰਡੀ ਚਿੱਤਰ - ਸਾਇੰਸ ਅਲਰਟ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈ ਨਿਊਯਾਰਕ 12 ਰਾਜਾਂ' ਤੇ ਮੁਕੱਦਮਾ ਚਲਾ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਪਰਪਲੈਕਸਿਟੀ ਦਾ ਏਆਈ ਵੌਇਸ ਅਸਿਸਟੈਂਟ ਹੁਣ ਆਈਓਐਸ ਤੇ ਉਪਲਬਧ ਹੈ - ਦਿ ਵਰਜ",
        "ਵੈਕਸੀਨ-ਰੋਕਣਯੋਗ ਬਿਮਾਰੀ ਦੇ ਫੈਲਣ ਵਿਚ ਵਾਧਾ ਕਈ ਸਾਲਾਂ ਦੀ ਤਰੱਕੀ ਦਾ ਖ਼ਤਰਾ ਹੈ, WHO ਨੂੰ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ, ਯੂਨੀਸੈਫ, ਗਾਵੀ - ਵਿਸ਼ਵ ਸਿਹਤ ਸੰਗਠਨ (ਡਬਲਯੂਐਚਓ)"
    ]
}