{
    "headlines": [
        "ਯੂਕਰੇਨ ਡਰੋਨ ਹਮਲਾ 40 ਤੋਂ ਵੱਧ ਰੂਸੀ ਬੰਬ ਜਹਾਜ਼ਾਂ 'ਤੇ ਹੋਇਆ, ਯੂਕਰੇਨ ਦੀ ਸੁਰੱਖਿਆ ਸੇਵਾ ਦਾ ਦਾਅਵਾ - ਬੀਬੀਸੀ",
        "ਯੋਜਨਾਬੱਧ ਸ਼ਾਂਤੀ ਗੱਲਬਾਤ ਤੋਂ ਪਹਿਲਾਂ ਯੂਕਰੇਨ ਦੀ ਸਰਹੱਦ ਨਾਲ ਲੱਗਦੇ ਰੂਸੀ ਖੇਤਰਾਂ ਵਿੱਚ ਪੁਲ ਧਮਾਕੇ - politico. eu",
        "Thrilling Pacers Run Knicks ragged, 25 ਸਾਲਾਂ ਵਿੱਚ ਪਹਿਲੀ ਐਨਬੀਏ ਫਾਈਨਲ ਤੱਕ ਪਹੁੰਚੋ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਜੇ ਗਵਰਨਰ ਰੇਸ ਦਾ ਇੱਕ ਚੋਣ-ਤੁਹਾਡਾ ਲੜਾਕੂ ਟੁੱਟਣਾ - ਪੋਲੀਟੀਕੋ",
        "ਸੈਮਸੰਗ ਦੇ ਰਿਹਾ ਹੈ ਇਨ੍ਹਾਂ ਗਲੈਕਸੀ ਫੋਨਾਂ ਨੂੰ ਵੱਡਾ One UI ਅਪਗ੍ਰੇਡ - ਇੱਥੇ ਕਿਹੜੇ ਮਾਡਲ ਯੋਗਤਾ ਪੂਰੀ ਕਰਦੇ ਹਨ - ZDNET",
        "ਫ੍ਰੈਂਚ ਪੁਲਿਸ ਪੀਐਸਜੀ ਚੈਂਪੀਅਨਜ਼ ਲੀਗ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਮੌਤਾਂ ਅਤੇ ਗ੍ਰਿਫਤਾਰੀਆਂ ਬਾਰੇ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਦੇਵੇਗੀ - ਬੀਬੀਸੀ",
        "ਅਸੀਂ ਤੇਮੂ ਤੋਂ ਇੱਕ ‘ਪੀਇੰਗ’ ਰੋਬੋਟ ਅਟੈਕ ਕੁੱਤਾ ਖਰੀਦਿਆ. ਇਹ ਉਮੀਦ ਨਾਲੋਂ ਵੀ ਭਿਆਨਕ ਸੀ - ਵਾਇਰਡ",
        "ਯੂਕੇ ਨੇ 'ਹਮੇਸ਼ਾ-ਆਨ‘ ਹਥਿਆਰਾਂ ਦੇ ਉਤਪਾਦਨ - ਬਲੂਮਬਰਗ ਨਾਲ ਯੁੱਧ ਫੁੱਟਿੰਗ ਵੱਲ ਸ਼ਿਫਟ ਕੀਤਾ",
        "ਅਮਰੀਕੀ ਖਪਤਕਾਰ ਕਿਵੇਂ ਨਿਚੋੜ ਮਹਿਸੂਸ ਕਰ ਰਹੇ ਹਨ, 4 ਚਾਰਟਾਂ ਵਿੱਚ - ਸੀ ਐਨ ਐਨ",
        "ਗਾਜ਼ਾ: ਸਹਾਇਤਾ ਕੇਂਦਰ ਨੇੜੇ ਇਜ਼ਰਾਈਲ ਦੇ ਟੈਂਕ 'ਚ ਅੱਗ ਲੱਗਣ ਕਾਰਨ 26 ਲੋਕਾਂ ਦੀ ਮੌਤ, ਡਾਕਟਰਾਂ ਦਾ ਕਹਿਣਾ - ਬੀਬੀਸੀ",
        "ਨਿਕਸ ਅਗਲੇ ਐਨਬੀਏ ਫਾਈਨਲਜ਼ ਦੀ ਛਾਲ ਮਾਰਨ ਦੀ ਕੋਰ ਦੀ ਯੋਗਤਾ ਨੂੰ ‘ਸ਼ੱਕ’ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੈਮੋਕਰੇਟਿਕ ਪਾਰਟੀ ਨੂੰ 'ਰੋਡਕਿਲ‘ ਬਣਨ ਦਾ ਖ਼ਤਰਾ ਹੈ, ਟਿਮ ਵਾਲਜ਼ ਚੇਤਾਵਨੀ ਦਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਰੌਸ ’’ ਬਲਿ Dan ਡੈਨਿਊਬ ’ਨੂੰ ਪੁਲਾੜ ਵਿਚ ਸ਼ਿੰਗਾਰਿਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਵਿਯੇਨ੍ਨਾ ਇਕ ਸਮਾਰੋਹ ਨਾਲ ਮਨਾਉਂਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਹਮਾਸ ਨੇ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ ਪ੍ਰਸਤਾਵ 'ਚ ਬਦਲਾਅ ਦੀ ਕੀਤੀ ਮੰਗ ਪਰ ਅਮਰੀਕੀ ਰਾਜਦੂਤ ਨੇ ਕਿਹਾ' ਅਸਵੀਕਾਰਨਯੋਗ '- NPR",
        "ਯੂਐਫਸੀ ਵੇਗਾਸ 107 ਮੁੱਖ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਰੱਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮੇਅਸੀ ਬਾਰਬਰ ਲੜਾਈ ਤੋਂ ਪਹਿਲਾਂ ਸੰਭਾਵਤ ਦੌਰੇ ਦੇ ਮਿੰਟਾਂ ਵਿੱਚ ਪੀੜਤ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇੱਕ ‘ਵਿਨਾਸ਼ਕਾਰੀ’ ਪੱਟੀ ਲੂਪੋਨ ਨੇ 500 ਬ੍ਰੌਡਵੇ ਦੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਦੁਆਰਾ ਸਾਥੀ ਟੋਨੀ ਡਬਲਯੂ ਬਾਰੇ ਉਸ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮੁਆਫੀ ਮੰਗੀ - NJ.",
        "ਟਰੰਪ ਨੇ ਪਹਿਲਾਂ ਦੀਆਂ ਐਸੋਸੀਏਸ਼ਨਾਂ ਦੀ ਪੂਰੀ ਸਮੀਖਿਆ ਤੋਂ ਬਾਅਦ ‘ਨਾਸਾ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਜੇਰੇਡ ਇਸਹਾਕਮੈਨ ਦੀ ਨਾਮਜ਼ਦਗੀ ਵਾਪਸ ਲੈ ਲਈ’ - ਸੀ ਐਨ ਐਨ",
        "ਟੇਲਰ ਸਵਿਫਟ ਜੈਕ ਐਂਟੋਨੌਫ - ਏ ਟੂ ਜ਼ੈਡ ਸਪੋਰਟਸ ਦੇ ਨਾਲ ਜਸ਼ਨ ਵੀਡੀਓ ਵਿੱਚ ਸੂਖਮ ਪਰ ਮਿੱਠੇ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ"
    ]
}