{
    "headlines": [
        "ਵਕੀਲ ਡਿੱਡੀ ਸੈਕਸ-ਟ੍ਰੈਫਿਕਿੰਗ ਮੁਕੱਦਮੇ ਵਿਚ ਬੰਦ ਦਲੀਲਾਂ ਦਿੰਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਹਾਊਸ GOP holdouts ਟਰੰਪ ਅਤੇ ਸੈਨੇਟ ਦੇ ਟੈਕਸ ਬਿੱਲ 'ਤੇ ਬਗਾਵਤ ਦੀ ਧਮਕੀ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਨਬੀਏ ਡਰਾਫਟ 2025 ਜੇਤੂ & ਹਾਰਨ ਵਾਲੇਃ ਮਾਵਜ਼ ਆਪਣੇ ਆਦਮੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ, ਏਸ ਬੇਲੀ ਦੀਆਂ ਸਭ ਤੋਂ ਵਧੀਆ-ਲੈੱਡ ਯੋਜਨਾਵਾਂ... ਅਤੇ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਕੇ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਸਾਬਕਾ ਬਾਰਕਲੇਸ ਦੇ ਸੀਈਓ ਜੇਸ ਸਟੇਲੀ ਨੇ ਜੈਫਰੀ ਐਪਸਟੀਨ ਬੈਨ 'ਤੇ ਅਪੀਲ ਗੁਆ ਦਿੱਤੀ - ਡਬਲਯੂਐਸਜੇ",
        "ਸੈਨੇਟ ਦੇ ਸੰਸਦ ਮੈਂਬਰ ਨੇ \"ਵੱਡੇ, ਖੂਬਸੂਰਤ ਬਿੱਲ\" ਵਿੱਚ ਮੈਡੀਕੇਡ ਤਬਦੀਲੀਆਂ ਨੂੰ ਰੋਕਿਆ - ਐਕਸੀਓਸ",
        "ਅਮਰੀਕੀ ਮੂਲ ਦਾ ਐਨਬੀਏ ਸੁਪਰਸਟਾਰ ਅਲੋਪ ਹੋ ਰਿਹਾ ਹੈ । ਕੂਪਰ ਫਲੈਗ ਦਾਖਲ ਕਰੋ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਹਾਈਪਸ ਅਪ ਐਕਸਕਲੂਸਿਵ ਪੀਐਸ ਪਲੱਸ ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਪੀਐਸ ਸਟੋਰ ਤੇ ਛੂਟ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਫੋਰਟਨਾਈਟ ਖਿਡਾਰੀ ਰਿਫੰਡ ਲਈ ਯੋਗ ਹੋ ਸਕਦੇ ਹਨਃ ਦਾਅਵਾ ਕਿਵੇਂ ਦਾਇਰ ਕਰਨਾ ਹੈ - ਯਾਹੂ",
        "ਡੈਨੀਸ ਵਿਲੇਨਯੂਵ ਨੇ ਆਪਣੇ ਜੇਮਜ਼ ਬਾਂਡ ਦੇ ਸੁਪਨੇ ਦਾ ਪਿੱਛਾ ਕਰਦਿਆਂ ਸਾਲ ਬਿਤਾਏ, ਕਿਹਾ ਕਿ 007 ਦਾ ਨਿਰਦੇਸ਼ਨ ਕਰਨਾ \"ਸ਼ੁੱਧ ਸਿਨੇਮੈਟਿਕ ਅਨੰਦ\" ਹੋਵੇਗਾ - ਡੈੱਡਲਾਈਨ",
        "ਬੱਚਿਆਂ ਦੇ ਟੀਕਾਕਰਨ ਦੇ ਕਾਰਜਕ੍ਰਮ ਦਾ ਅਧਿਐਨ ਕਰਨ ਲਈ ਸੀਡੀਸੀ ਟੀਕਾ ਸਲਾਹਕਾਰ ਪੈਨਲ, ਬੱਚਿਆਂ ਲਈ ਆਰਐਸਵੀ ਸ਼ਾਟ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਈਰਾਨ ਦੇ ਸਰਵਉੱਚ ਨੇਤਾ ਨੇ ਜੰਗਬੰਦੀ ਤੋਂ ਬਾਅਦ ਪਹਿਲੇ ਵੀਡੀਓ ਸੰਦੇਸ਼ ਤੋਂ ਪਹਿਲਾਂ ਇਜ਼ਰਾਈਲ ' ਤੇ' ਜਿੱਤ'ਦਾ ਦਾਅਵਾ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਸਟਾਕ ਫਿuresਚਰ ਟਿੱਕ ਉੱਚੇ ਤੌਰ ਤੇ ਐਸ ਐਂਡ ਪੀ 500 ਨੇੜਲੇ ਰਿਕਾਰਡ ਉੱਚੇਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਹ ਉਹ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਹਨ ਜੋ ਜੈੱਫ ਬੇਜੋਸ ਦੇ ਵੇਨਿਸ ਵਿਆਹ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਰਹੀਆਂ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਰੋਟਨ ਟਮਾਟਰ ਦੇ ਘੱਟ ਸਕੋਰ ਦੀ ਲੜੀ ਲਈ ਬੇਅਰ ਸੀਜ਼ਨ 4 ਦੀ ਸ਼ੁਰੂਆਤ, ਸਮੀਖਿਅਕਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸ਼ੋਅ ਨੂੰ ਖਤਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਗੇਮਸਰਾਡਰ+",
        "ਉਸਨੇ ਵਿਆਹ ਦੀ ਬਰਾਬਰੀ ਲਈ ਮੁਕੱਦਮਾ ਕੀਤਾ ਅਤੇ ਜਿੱਤਿਆ. 10 ਸਾਲ ਬਾਅਦ, ਉਹ ਐਲਜੀਬੀਟੀਕਿQ+ ਅਧਿਕਾਰਾਂ ਤੋਂ ਡਰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "‘1.4 ਬਿਲੀਅਨ ਦੀਆਂ ਇੱਛਾਵਾਂ’: ਭਾਰਤ ਨੇ ਮਨਾਇਆ ਪਹਿਲਾ ਅੰਤਰਰਾਸ਼ਟਰੀ ਪੁਲਾੜ ਸਟੇਸ਼ਨ ਮਿਸ਼ਨ ਸ਼ੁਰੂ ਹੋਣ ਦਾ ਜਸ਼ਨ - ਸੀਐਨਐਨ",
        "ਸ਼ੈੱਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਬੀਪੀ ਖਰੀਦਣ 'ਤੇ ਵਿਚਾਰ ਨਹੀਂ ਕਰ ਰਿਹਾ, ਯੂਕੇ ਨਿਯਮ 6 ਮਹੀਨਿਆਂ ਲਈ ਪਾਬੰਦੀ ਬੋਲੀ - ਯਾਹੂ ਵਿੱਤ",
        "ਟਰੰਪ ਦੇ ਦਬਦਬੇ ਵਾਲੇ ਨਾਟੋ ਸੰਮੇਲਨ ਤੋਂ ਮੁੱਖ ਟੇਕਵੇਅ - ਐਨਪੀਆਰ"
    ]
}