{
    "headlines": [
        "Фьючерсы тикают вниз после того, как акции упали на последнем джебе Трампа в ФРС: обновления в прямом эфире - CNBC",
        "Министерство юстиции просит судью «разморозить» поисковую монополию Google, принудив продажу Chrome - The Washington Post",
        "Трамп говорит, что серое небо для пасхального яйца Белого дома означает, что не нужно беспокоиться о солнечных ожогах - AP News",
        "Возобновить принудительный сбор дефолтных студенческих кредитов, сообщает Департамент образования - Новости NBC",
        "Сумочку министра внутренней безопасности Ноэма украли в ресторане в Вашингтоне, говорят чиновники - AP News",
        "Акции Tesla падают. Иск по одометру, доходы превышают акции. - Barron's",
        "Надин Менендес, жена бывшего сенатора Боба Менендеса, признана виновной в федеральном суде по делу о взяточничестве - ABC News",
        "Вэнс и Моди встречаются в Нью-Дели, чтобы обсудить торговую сделку и избежать тарифов США - AP News",
        "Обновления в реальном времени: Dow упал на 1000 пунктов на фоне опасений по поводу торговой войны Трампа и критики ФРС - AP News",
        "Плей-офф уже здесь! Game 1 Takeaways With Howard Beck and Series Breakdowns With Steve Jones Jr. - The Ringer",
        "Папа Франциск, первый латиноамериканский понтифик, который служил в очаровательном, скромном стиле, умер в возрасте 88 лет - AP News",
        "НАСА подтверждает, что 70-летний астронавт Дон Петтит чувствует себя хорошо, несмотря на слабость после приземления - Gizmodo",
        "Академия устанавливает новые правила «Оскара» на 2025 год: вам нужно посмотреть все номинированные фильмы, чтобы проголосовать в категории - Разнообразие",
        "Изображения космического корабля НАСА Lucy Asteroid Donaldjohanson - NASA Science (.gov)",
        "ФОКУС НА ФАКТАХ: изучение утверждений РФК-младшего о кори, аутизме и диете в качестве главы HHS - AP News",
        "Bluesky добавляет синие чеки для «аутентичных и заметных» аккаунтов - The Verge",
        "Звезда «Грешников» Майкл Б. Джордан о еще одном хите с Райаном Куглером - крайний срок",
        "Эксклюзив: Белый дом хочет заменить Пита Хегсета на посту министра обороны - NPR"
    ]
}