{
    "headlines": [
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜ: Nasdaq ਫਿਊਚਰਜ਼ ਖਿਸਕ; ਹੋਰ ਕਮਾਈ, ਮਹਿੰਗਾਈ ਡਾਟਾ ਕਾਰਨ- ਲਾਈਵ ਅੱਪਡੇਟ - ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ",
        "ਰੂਸ ਨੇ ਜ਼ੇਲੇਨਸਕੀ ਦੇ ਜੱਦੀ ਸ਼ਹਿਰ ’ਤੇ’ ਵਿਸ਼ਾਲ’ ਡਰੋਨ ਬੰਬਾਰੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ, ਯੂਕਰੇਨ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ-ਐਪਸਟੀਨ ਪ੍ਰਸ਼ਨ ਜਿਸ ਨੇ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੂੰ \"ਟਿਜ਼ੀ\" ਵਿੱਚ ਪਾ ਦਿੱਤਾ - ਐਕਸੀਓਸ",
        "ਡੇਟਾ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਹਜ਼ਾਰਾਂ ਅਫਗਾਨੀ ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਬ੍ਰਿਟੇਨ ਚਲੇ ਗਏ - ਸੀਐਨਐਨ",
        "ਕਥਿਤ ਮਿਨੀਸੋਟਾ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨੇ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਨੂੰ ਪੱਤਰ ਲਿਖ ਕੇ ਕਤਲ ਦਾ ਇਕਰਾਰ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯਾਂਗ ਹੈਨਸਨ ਸਟ੍ਰੋਕਸ ਥ੍ਰੀਜ਼ ਬੈਸਟ ਪੇਲੀਕਨਜ਼ - ਬਲੇਜ਼ਰ ਦਾ ਕਿਨਾਰਾ",
        "ਬੁੱਧਵਾਰ, ਜੁਲਾਈ 16, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਫੈੱਡ ਕੁਰਸੀ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਲਈ ਇਮਾਰਤ ਦੇ ਨਵੀਨੀਕਰਨ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰ ਸਕਦੇ ਸਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗੋਲਡਮੈਨ ਸਾਕਸ ਦੂਜੀ ਤਿਮਾਹੀ ਦੀ ਕਮਾਈ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ — ਇੱਥੇ ਇਹ ਹੈ ਕਿ ਗਲੀ ਕੀ ਉਮੀਦ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਐਮਐਲਬੀ ਆਲ-ਸਟਾਰ ਗੇਮ 2025: ਕਾਈਲ ਸ਼ਵਾਰਬਰ ਈਵੈਂਟ ਦੇ ਪਹਿਲੇ ਸਵਿੰਗ-ਆਫ - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿੱਚ 3 ਸਵਿੰਗਾਂ ਵਿੱਚ 3 ਹੋਮਰਾਂ ਨਾਲ ਜਿੱਤਣ ਲਈ ਐਨਐਲ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ",
        "ਐਡੀਲਿਤਾ ਗ੍ਰੀਜਾਲਵਾ ਨੇ ਐਰੀਜ਼ੋਨਾ ਡੈਮੋਕਰੇਟਿਕ ਹਾ Houseਸ ਪ੍ਰਾਇਮਰੀ ਜਿੱਤੀ, ਡੈਨੀਅਲ ਬੁਟੀਰੇਜ਼ ਨੇ ਜੀਓਪੀ ਨਾਮਜ਼ਦਗੀ ਜਿੱਤੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਪੀਬੀਐਸ, ਐਨਪੀਆਰ ਅਤੇ ਪਬਲਿਕ ਮੀਡੀਆ ਲਈ ਫੰਡਿੰਗ ਲਈ ਟਰੰਪ ਦੇ ਯਤਨਾਂ ਨੂੰ ਅਡਵਾਂਸ ਕਰਨ ਲਈ ਸੈਨੇਟ ਨੇ ਵੋਟਾਂ ਪਾਈਆਂ - ਡੈੱਡਲਾਈਨ",
        "‘ਅਮੈਰੀਕਨ ਆਈਡਲ' ਦੇ ਨਿਰਮਾਤਾ ਸਪੱਸ਼ਟ ਤੌਰ ’ਤੇ ਡਬਲ ਕਤਲੇਆਮ ਵਿਚ ਮਾਰੇ ਗਏ ਸੰਗੀਤ ਸੁਪਰਵਾਈਜ਼ਰ' ਤੇ ਸੋਗ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਐਮੀ ਨੋਮਸ ਬ੍ਰੇਕਡਾਉਨਃ ‘ਦਿ ਸਟੂਡੀਓ’ ਦਾ ਦਾਅਵਾ ਫਰੰਟ ਰਨਰ ਸਟੇਟਸ; ‘ਦਿ ਪਿਟ’ ਅਤੇ ‘ਅੱਲ੍ਹੜ ਉਮਰ’ ਨਾਟਕ ਅਤੇ ਸੀਮਤ ਸੀਰੀਜ਼ ਸ਼ੋਅਡਾਉਨ ਲਈ ਗੇਅਰ ਅਪ - ਵੰਨਗੀ",
        "ਥਾਈਲੈਂਡ ਪੁਲਿਸ ਨੇ ਬੋਧੀ ਭਿਕਸ਼ੂਆਂ ਨੂੰ ਕਥਿਤ ਤੌਰ 'ਤੇ ਭਰਮਾਉਣ ਅਤੇ ਬਲੈਕਮੇਲ ਕਰਨ ਵਾਲੀ womanਰਤ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੈਨੇਟ GOP recissions ਵੋਟ 'ਤੇ Vance ਦੀ ਲੋੜ ਹੈ - Politico",
        "ਮਮਦਾਨੀ ਨੂੰ 'ਇੰਟਿਫਾਡਾ ਦਾ ਗਲੋਬਲਾਈਜ਼ੇਸ਼ਨ‘ ‘ਤੇ ਆਪਣੀ ਸਥਿਤੀ ਸਪੱਸ਼ਟ ਕਰਨ ਦੀ ਉਮੀਦ - ਪੋਲੀਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਪੁਤਿਨ ਨੂੰ ਯੂਕਰੇਨ ਨਾਲ ਸ਼ਾਂਤੀ ਬਣਾਉਣ ਲਈ '50 ਦਿਨ' ਦੇਣ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ"
    ]
}