{
    "headlines": [
        "KI-Führungskräfte bettelten früher um Regulierung. Nicht mehr. - The Washington Post",
        "In Spiel 2 bleiben die Hauptstädte ruhig und kommen mit Hurrikans klar - The Washington Post",
        "Die besten Momente aus der Wolves-Serie - Sieg über Warriors - ESPN",
        "Trump wählt Fox News 'Jeanine Pirro als Staatsanwältin in Washington DC - BBC",
        "Aktien-Futures sind nach der Rallye im Rahmen von Handelsabkommen zwischen den USA und Großbritannien flach: Live-Updates - CNBC",
        "Academy of Country Music Awards 2025: Sehen Sie, was Jelly Roll, Lainey Wilson, Shaboozey und andere Stars auf dem roten Teppich trugen - Yahoo",
        "Liev Schreiber spricht zum ersten Mal über Transgender-Tochter Kai: Sie ist eine Kämpferin - New York Post",
        "Ein Raumschiff aus der Sowjetzeit, das gebaut wurde, um auf der Venus zu landen, fällt stattdessen auf die Erde - Ars Technica",
        "Der amtierende FEMA-Administrator wird einen Tag nach der Aussage des Kongresses ersetzt - NPR",
        "Da die Jury fast abgeschlossen ist, sagen die Staatsanwälte von Sean \"Diddy\" Combs, dass sie möglicherweise einen wichtigen Zeugen verloren haben - The Hollywood Reporter",
        "Samsungs nächstes Galaxy Watch Update bereitet jetzt vor Bar, Verknüpfungen, Akkuladegrenzen - 9to5Google",
        "Cleveland-Cliffs-Lagertanks. Die Zölle haben die Stilllegungen von Stahlwerken nicht gestoppt. - Barron's",
        "Staatliche Gesundheitsbeamte arbeiten daran, die Ausbreitung von Masern zu mildern - Prairie Public",
        "Demokraten blockieren Stablecoin-Rechnung, da sie Bedenken über Trumps Krypto-Ventures äußern - AP News",
        "Steelers erwerben Draft Picks im Handel mit Cowboys - Pittsburgh Steelers",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  05 HOURS 28 MINUTES 11 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE",
        "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  05 HOURS 28 MINUTES 10 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE"
    ]
}