{
    "headlines": [
        "ਸਟਾਕ ਫਿuresਚਰ ਵਧ ਰਹੇ ਭੂ-ਰਾਜਨੀਤਿਕ ਜੋਖਮ 'ਤੇ ਘਟਦੇ ਹਨ ਕਿਉਂਕਿ ਇਜ਼ਰਾਈਲ-ਇਰਾਨ ਹਮਲੇ ਜਾਰੀ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਭਾਰੀ ਮੀਂਹ ਨੇ ਯੂਐਸ ਓਪਨ 'ਤੇ ਖੇਡ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ, ਸੋਮਵਾਰ ਦੇ ਫਾਈਨਲ ਗੇੜ ਦੀ ਸੰਭਾਵਨਾ ਵਧਾ ਦਿੱਤੀ - ਸੀਐਨਐਨ",
        "ਯੂਟਾ ਵਿੱਚ ‘ਨੋ ਕਿੰਗਜ਼' ਰੈਲੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੂੰ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੇਵਿਨ ਡੁਰੈਂਟ ਨੇ ਰਿਪੋਰਟ ਕੀਤੀ ਹੈ ਕਿ ਜੇ NY ਵਪਾਰ ਦੀ ਪੈਰਵੀ ਕਰਦਾ ਹੈ ਤਾਂ ਚੋਟੀ ਦੇ ਲੈਂਡਿੰਗ ਸਥਾਨਾਂ 'ਤੇ ਨਿਕਸ ਪਾ ਦੇਵੇਗਾ - ਬਲੇਚਰ ਰਿਪੋਰਟ",
        "ਸਿਹਤ ਅਧਿਕਾਰੀਆਂ ਨੇ ਡੁਲਸ ਏਅਰਪੋਰਟ 'ਤੇ ਯਾਤਰੀ ਤੋਂ ਖਸਰਾ ਦੇ ਕੇਸ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਪੱਛਮੀ ਭਾਰਤ ਵਿਚ ਇਕ ਸੈਰ-ਸਪਾਟਾ ਸਥਾਨ 'ਤੇ ਇਕ ਪੁਲ ਡਿੱਗਣ ਨਾਲ 2 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ 32 ਜ਼ਖਮੀ ਹੋ ਗਏ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨਿਕੋਲਸ ਗੈਲੀਟਜ਼ਾਈਨ ਕਹਿੰਦਾ ਹੈ ਕਿ ਬ੍ਰਹਿਮੰਡ ਦੇ ਮਾਸਟਰਜ਼ ਨੇ ਉਤਪਾਦਨ ਨੂੰ ਸਮੇਟ ਲਿਆ ਹੈ - ਵੰਨਗੀ",
        "ਕੀ ਪਿਤਾ ਦਿਵਸ ਵਧੇਰੇ ਸਤਿਕਾਰ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ? ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕਿਸ ਨੂੰ ਪੁੱਛਦੇ ਹੋ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵੈਸਟ ਵਰਜੀਨੀਆ 'ਚ ਫਲੈਸ਼ ਹੜ੍ਹ ਕਾਰਨ 3 ਲੋਕਾਂ ਦੀ ਮੌਤ, 30 ਮਿੰਟਾਂ' ਚ ਇੰਚ ਮੀਂਹ ਪੈਣ ਤੋਂ ਬਾਅਦ ਕਈ ਲੋਕ ਲਾਪਤਾ - CBS News",
        "ਹੋਲਡ ਲੀਵਜ਼ ਵਾਲ ਸਟ੍ਰੀਟ 'ਤੇ ਫੀਡ ਇਹ ਪੁੱਛਦੇ ਹੋਏ ਕਿ ਵਿਆਜ ਦਰਾਂ ਨੂੰ ਘਟਾਉਣ ਲਈ ਇਹ ਕੀ ਲਵੇਗਾ - ਬਲੂਮਬਰਗ.",
        "ਨੇਤਨਯਾਹੂ ਕਹਿੰਦਾ ਹੈ ਕਿ ‘ਅਸੀਂ ਉਹ ਕਰਾਂਗੇ ਜੋ ਸਾਨੂੰ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ’ ਈਰਾਨ ਦੇ ਨੇਤਾ ਨਾਲ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਮਿਲਟਰੀ ਪਰੇਡਃ ਡਾਰਸੀ ਕਾਰਟੂਨ - ਕਲੀਵਲੈਂਡ ਡਾਟ ਕਾਮ",
        "‘ਕਿਵੇਂ ਆਪਣੇ ਡਰੈਗਨ ਨੂੰ ਟ੍ਰੇਨ ਕਰਨਾ ਹੈ’ ਬਾਕਸ ਆਫਿਸ ਦੀ ਸ਼ੁਰੂਆਤ ਵਿਚ 83.7 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਨਾਲ ਚੜ੍ਹਦਾ ਹੈ, 'ਲੀਲੋ ਐਂਡ ਸਟਿਚ’ ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗਵਰਨਰ ਵਾਲਜ਼ ਨੂੰ ਮਿਨੀਸੋਟਾ ਦੇ ਵਿਧਾਇਕਾਂ ਦੀ ਗੋਲੀਬਾਰੀ ਨਾਲ ਜੋੜਨ ਵਾਲੇ ਤੱਥ-ਜਾਂਚ ਬੇਬੁਨਿਆਦ ਦਾਅਵਿਆਂ ਦੀ ਜਾਂਚ - ਪੀਬੀਐਸ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ 'ਇਹ ਸੰਭਵ ਹੈ' ਅਮਰੀਕਾ ਇਜ਼ਰਾਈਲ-ਈਰਾਨ ਸੰਘਰਸ਼ ਵਿਚ ਸ਼ਾਮਲ ਹੋ ਜਾਂਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਏਅਰ ਇੰਡੀਆ ਦੇ ਜਹਾਜ਼ ਹਾਦਸੇ 'ਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧ ਕੇ 270 ਹੋਈ - ਬੀਬੀਸੀ",
        "ਪੁੱਤਰ ਨੂੰ 'ਘਰਵਾਲੀ' ਐਗਜ਼ੀਕਿਊਟਿਵ ਅਸਿਸਟੈਂਟ ਅਤੇ 2 ਦੀ ਮੰਮੀ 'ਜਨਮ ਦੇਣ ਤੋਂ ਬਾਅਦ ਪਲ' - TODAY.",
        "ਜੇਮਜ਼ ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਨੇ ਧਰਤੀ ਤੋਂ ਕੁਝ “ਅਸਾਧਾਰਣ, ਹਫੜਾ-ਦਫੜੀ, ਅਤੇ ਅਜੀਬ” 60 ਲਾਈਟ-ਯੀਅਰ ਸਪੌਟ ਕੀਤਾ ਹੈ - ਡੈਬ੍ਰਿਫ",
        "ਗਾਜ਼ਾ - ਐਨਪੀਆਰ 'ਚ ਇਜ਼ਰਾਈਲ ਅਤੇ ਅਮਰੀਕਾ ਦੀ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਸਹਾਇਤਾ ਸਥਾਨਾਂ ਨੇੜੇ ਹੋਈ ਗੋਲੀਬਾਰੀ' ਚ ਘੱਟੋ-ਘੱਟ 8 ਲੋਕਾਂ ਦੀ ਮੌਤ",
        "ਵਿਗਿਆਨੀ ਅੰਟਾਰਕਟਿਕਾ ਵਿੱਚ ਬਰਫ਼ ਤੱਕ ਆ ਅਜੀਬ ਸੰਕੇਤ ਖੋਜ - futurism.com"
    ]
}