{
    "headlines": [
        "Peter Krause Tells ‘GMA’ That ‘9-1-1’ Fans Shouldn’t Be Surprised By ‘Lab Rats’ Shocker Ending - Deadline",
        "Nintendo Maintains Nintendo Switch 2 Pricing, Retail Pre-Orders to Begin April 24 in U.S. - News - Nintendo Official Site - Nintendo",
        "Ryan Gosling to star in new Star Wars film - BBC",
        "Sunderfolk review: RPG magic that transports your friends together - Ars Technica",
        "FDA hiring contractors to replace fired staff who supported safety inspections - AP News",
        "Judge orders new limits on DOGE data access at Social Security Administration - NPR",
        "NFL mock draft 2025: Giants end up taking Shedeur Sanders at No. 3 as three QBs are selected in Round 1 - CBS Sports",
        "Trump wants Powell out of the Fed. Waiting in the wings is Kevin Warsh - CNN",
        "New Pornographers ‘Absolutely Shocked’ After Drummer Joe Seiders Arrested For Possession of Child Pornography - Yahoo",
        "Scientists stumble across rare evidence that Earth is peeling underneath the Sierra Nevada - CNN",
        "The Mandalorian and Grogu Kickstart Star Wars Celebration Japan 2025 - StarWars.com",
        "Harvard has an endowment of over $50 billion. So why do federal cuts of a few billion matter? - CNN",
        "Aaron Rodgers ‘not holding anybody hostage’ as he decides his future, retirement a possibility - CNN",
        "The State Department is changing its mind about what it calls human rights - NPR",
        "U.S. 'will move on' from Ukraine peace efforts if no progress within days, Rubio warns - NBC News",
        "Who was Akinyela Sawa Taylor, knife-wielding man shot dead for attempting to hijack plane in Belize? - Firstpost",
        "US strikes on Yemen fuel terminal kill at least 38, Houthis say - BBC",
        "Idaho police release body camera video of nonverbal and autistic teen’s fatal shooting - AP News",
        "What to know about Phoenix Ikner: Alleged FSU gunman and stepson of sheriff's deputy - ABC News",
        "Trump admin to cut 90 percent of CFPB in latest layoffs: Reports - The Hill"
    ]
}