{
    "headlines": [
        "US military shifts messaging in Africa, telling allies to prepare to stand more on their own - AP News",
        "2025 Indianapolis 500: Live updates, results, highlights for 109th edition of The Greatest Spectacle in Racing - CBS Sports",
        "Williams drivers sorry for 'manipulation' of F1's Monaco GP - The Race",
        "Nottingham Forest 0-1 Chelsea, Premier League: Post-match reaction, ratings - We Ain't Got No History",
        "Gemini in Chrome feels like a small step toward Google’s agentic era - The Verge",
        "Zelensky says 'US silence' over Russian attacks 'encourages Putin' - BBC",
        "Box Office: ‘Lilo & Stitch’ Ignites to $341 Million Globally, ‘Mission: Impossible 8’ Climbs to $200 Million - Variety",
        "More kids are beating cancer. Improving the rest of their lives is next. - The Washington Post",
        "United States Citizen Arrested for Attempted Firebombing of U.S. Embassy Branch Office in Tel Aviv, Israel - Department of Justice (.gov)",
        "Trump again blasts Harvard over international students as judge blocks revocation - NPR",
        "Bodies of 5 skiers found on Swiss glacier near Zermatt - ABC News",
        "Does light lose energy as it crosses the universe? The answer involves time dilation. - Live Science",
        "Is there a least harmful alcohol? 5 drinks ranked based on their alcohol content - Times of India",
        "Chronic Stress Quietly Raises Your Stroke Risk - Neuroscience News",
        "Strauss’ ‘Blue Danube’ waltz is launching into space to mark his 200th birthday - AP News",
        "Billy Joel’s ex Christie Brinkley breaks silence on his brain disorder diagnosis - New York Post",
        "Apple Watch and Apple TV operating systems to receive major design changes at WWDC alongside iOS 19 - 9to5Mac",
        "Poland’s presidential race goes down to the wire - Financial Times",
        "Winning Powerball ticket sold in Ohio - WHIO TV"
    ]
}