{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਇਜ਼ਰਾਈਲੀ ਮੁਹਿੰਮ ਈਰਾਨ ਵਿੱਚ ਸ਼ਾਸਨ ਤਬਦੀਲੀ ਦੀ ਅਗਵਾਈ ਕਰ ਸਕਦੀ ਹੈ, ਨੇਤਨਯਾਹੂ ਨੇ ਕਿਹਾ; ਇਰਾਨੀ ਲੋਕ ਹੜਤਾਲਾਂ ਦੇ ਵਿਚਕਾਰ ਰਾਜਧਾਨੀ ਤੋਂ ਭੱਜ ਜਾਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੈਨੇਟਰ ਪਦਿੱਲਾ ਨੇ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਵਿਚ ਟਕਰਾਅ ਨੂੰ ਧਿਆਨ ਦੇਣ ਦੀ ਚਾਲ ਦੱਸਿਆ - ਪੋਲੀਟੀਕੋ",
        "ਹਾਲੀਵੁੱਡ ਨੇ ਪਿਤਾ ਦਿਵਸ 'ਤੇ ਮਸ਼ਹੂਰ ਪਿਤਾ ਦਾ ਜਸ਼ਨ ਮਨਾਇਆ - TMZ",
        "ਰਿਪੋਰਟਾਂਃ ਮੈਜਿਕ ਗ੍ਰੀਜ਼ਲੀਜ਼ - ਐਨਬੀਏ ਦੇ ਨਾਲ ਵਪਾਰ ਵਿੱਚ ਡੇਸਮੰਡ ਬੈਨ ਨੂੰ ਜੋੜਦਾ ਹੈ",
        "ਸਟੇਜ ਯੂਐਸ ਓਪਨ ਵਿਚ ਐਤਵਾਰ ਦੇ ਡਰਾਮੇ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿਉਂਕਿ ਸੈਮ ਬਰਨਜ਼ ਐਡਮ ਸਕਾਟ ਅਤੇ ਜੇ ਜੇ ਸਪੌਨ ਨੂੰ ਇਕ ਸਟਰੋਕ ਦੁਆਰਾ ਅਗਵਾਈ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "‘ਆਪਣੇ ਡਰੈਗਨ ਨੂੰ ਕਿਵੇਂ ਸਿਖਲਾਈ ਦੇਣੀ ਹੈ’ ਵਿਸ਼ਵਵਿਆਪੀ ਤੌਰ 'ਤੇ 198 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਉੱਡਦੀ ਹੈ,‘ ਲੀਲੋ ਐਂਡ ਸਟਿਚ ’$ 850 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ - ਵੰਨਗੀ",
        "ਗਾਜ਼ਾ - ਐਨਪੀਆਰ 'ਚ ਇਜ਼ਰਾਈਲ ਅਤੇ ਅਮਰੀਕਾ ਦੀ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਸਹਾਇਤਾ ਸਥਾਨਾਂ ਨੇੜੇ ਹੋਈ ਗੋਲੀਬਾਰੀ' ਚ ਘੱਟੋ-ਘੱਟ 8 ਲੋਕਾਂ ਦੀ ਮੌਤ",
        "ਮਿਨੀਸੋਟਾ ਦੇ ਵਿਧਾਇਕਾਂ ਦੀ ਗੋਲੀਬਾਰੀ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜਿਸ ਨੇ ਮੇਲਿਸਾ ਹਾਰਟਮੈਨ - ਐਕਸਿਓਸ ਨੂੰ ਮਾਰਿਆ",
        "‘ਰਾਈਫਲ ਵਾਲਾ ਆਦਮੀ’ — ਫੋਟੋਆਂ ਸਾਲਟ ਲੇਕ ਸਿਟੀ ਦੇ 'ਨੋ ਕਿੰਗਜ਼' ਪ੍ਰਦਰਸ਼ਨ ‘ਤੇ ਗੋਲੀਬਾਰੀ ਦੇ ਡਰਾਉਣੇ ਦ੍ਰਿਸ਼ ਨੂੰ ਕੈਪਚਰ ਕਰਦੀਆਂ ਹਨ - ਸਾਲਟ ਲੇਕ ਟ੍ਰਿਬਿਊਨ",
        "ਕੇਵਿਨ ਡੁਰੈਂਟ ਇਨ੍ਹਾਂ ਤਿੰਨ ਐਨਬੀਏ ਟੀਮਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਵਪਾਰ ਨੂੰ ਤਰਜੀਹ ਦਿੰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਪੇਪਾਲ ਦੇ ਵਿਲ ਫੇਰਲ ਇਸ਼ਤਿਹਾਰਾਂ ਦੇ ਪਿੱਛੇ ਕੀ ਹੈ? - ਡਬਲਯੂਐਸਜੇ",
        "ਟਰੰਪ ਦੇ ਐਫਏਏ ਪਿਕ ਨੇ ਦਾਅਵਾ ਕੀਤਾ ਹੈ ‘ਵਪਾਰਕ’ ਪਾਇਲਟ ਲਾਇਸੈਂਸ ਉਸ ਕੋਲ ਨਹੀਂ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਕੀਬੋਰਡ ਕਿਵੇਂ ਬਣਾਇਆ ਜਾਵੇ - The Verge",
        "ਏਅਰ ਇੰਡੀਆ ਦੇ ਜਹਾਜ਼ ਹਾਦਸੇ 'ਚ ਮਰਨ ਵਾਲਿਆਂ ਦੀ ਗਿਣਤੀ ਵਧ ਕੇ 270 ਹੋਈ - ਬੀਬੀਸੀ",
        "ਡੀਸੀ ਵਿੱਚ ਟਰੰਪ ਦੀ ਫੌਜੀ ਪਰੇਡ ਉਨ੍ਹਾਂ ਦੀ ਵਿਸ਼ਾਲ ਟਾਇਲਟ ਦੀ ਮੂਰਤੀ ਦੁਆਰਾ ਛਾਇਆ ਹੋਇਆ ਹੈ, ਨੈੱਟਿਜ਼ਨ ਕੁਇਪ ‘ਇਸ ਕਿੰਗ ਲਈ ਇਕੋ ਇਕ ਤਖਤ ਫਿੱਟ ਹੈ’ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਈਰਾਨ ਵਿਚਾਲੇ ਵਧਦੇ ਸੰਘਰਸ਼ ਦੇ ਤੀਜੇ ਦਿਨ ਵਧੇਰੇ ਘਾਤਕ ਹਮਲਿਆਂ ਦਾ ਵਪਾਰ - ਐਨਪੀਆਰ",
        "ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਨੇ ਪਲੂਟੋ 'ਤੇ'ਇਕ ਨਵੀਂ ਕਿਸਮ ਦਾ ਜਲਵਾਯੂ'ਲੱਭਿਆ, ਸਾਡੇ ਸੌਰ ਮੰਡਲ ਵਿਚ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਦੇ ਉਲਟ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਜਿਵੇਂ ਕਿ ਹਾਰਵਰਡਜ਼ ਅਤੇ ਯੇਲ ਦੀ ਪ੍ਰਾਈਵੇਟ ਇਕੁਇਟੀ ਹੋਲਡਿੰਗ ਵਿਕਰੀ 'ਤੇ ਜਾਂਦੀ ਹੈ, ਖਰੀਦਦਾਰ ਇਸ ਤਕਨੀਕ ਦੀ ਵਰਤੋਂ 1,000% ਵਿੰਡਫਾਲ ਲਈ ਕਰ ਸਕਦੇ ਹਨ.' ਇਹ ਤੁਹਾਡੇ ਦਿਮਾਗ ਨੂੰ ਪਿਘਲਦਾ ਹੈ '- Fortune"
    ]
}