{
    "headlines": [
        "Iga Swiatek remporte le premier set de la finale féminine de Wimbledon 6-0 contre Amanda Anisimova - AP News",
        "Box-office : « Superman » décolle avec une journée d'ouverture de 56,5 millions de dollars — Deuxième plus importante de 2025 - Variété",
        "Les meilleures offres Amazon Prime Day que vous pouvez encore acheter - The Verge",
        "L'administrateur Trump fera appel de l'ordonnance interdisant les arrestations d'immigrants fondées sur la race présumées dans la région de Los Angeles - Axios",
        "Comment le mémo Epstein du DOJ a conduit à une explosion de la Maison Blanche Dan Bongino - Axios",
        "Trump dit que l'UE et le Mexique font face à un tarif de 30% à partir d'août - BBC",
        "Un résident de l'Arizona meurt de la peste, selon les responsables de la santé - BBC",
        "Au Myanmar, une ruée vers les métaux des terres rares provoque une catastrophe environnementale régionale - NPR",
        "Un garçon de 13 ans avait des douleurs thoraciques. Une maladie rare signifiait qu'il était « proche de la mort cardiaque subite. » - CBS News",
        "Backpacker allemand retrouvé après 11 nuits dans l'outback australien - BBC",
        "La FEMA a supprimé des dizaines de bâtiments du Camp Mystic de la carte des inondations de 100 ans avant l'expansion, selon les dossiers - AP News",
        "Un haut diplomate russe rencontre Kim Jong Un de Corée du Nord alors que Pyongyang est entraîné plus profondément dans la guerre en Ukraine - CNN",
        "Trump a encore retardé ses tarifs. C'est peut-être la dernière fois. - Politico",
        "L'hôpital affirme qu'un ouvrier agricole californien est en vie après une chute de 30 pieds lors d'un raid sur la GLACE - ABC News - Dernières nouvelles, dernières nouvelles et vidéos",
        "L'alimentation en carburant du moteur a été coupée juste avant le crash de l'avion d'Air India, selon un rapport préliminaire - CNN",
        "ASUS perd : 500 000 $ RTX 5090 ROG Astral (Real) Gold Edition présenté - VideoCardz.com"
    ]
}