{
    "headlines": [
        "Précommandes Nintendo Switch 2 : dernières mises à jour des stocks - IGN",
        "Stephen Curry montre des super-héros aux guerriers, mais des héros méconnus sauvent discrètement la mise - CBS Sports",
        "Arrestation effectuée lors de l'arrachage de sac à main de Kristi Noem, selon des responsables - The Washington Post",
        "Box-office : ‘Sinners‘ marque 45 millions de dollars en deuxième week-end massif, ‘Star Wars’ réédite Beats ‘Accountant 2’ - Variété",
        "La NFL examinera l'appel de farce de Shedeur Sanders - NBC Sports",
        "Meilleures applications de bookmarking pour vous aider à organiser et désencombrer votre vie numérique - TechCrunch",
        "Ces personnes autistes avaient du mal à donner un sens aux autres. Puis ils ont trouvé l'IA. - The Washington Post",
        "PSA : The Elder Scrolls 4 : Oblivion Remastered La mise à jour du Microsoft Store supprime accidentellement les options de mise à l'échelle des paramètres du joueur - Eurogamer",
        "2025 NFL Draft grades : Analyzing all 32 teams 'classes - FOX SPORTS",
        "La réunion Trump-Zelenskyy est « la première lueur d'espoir que j'ai eue depuis un certain temps » : Jake Sullivan, ancien conseiller à la sécurité nationale - ABC News",
        "Vancouver : Au moins neuf morts après avoir conduit une voiture lors d'un festival de rue - BBC",
        "Comment Mel Kiper Jr. d'ESPN Classé Patriots ’2025 NFL Draft Haul - NESN",
        "Poutine commande des avions d'urgence russes à l'Iran après l'explosion au port de Bandar Abbas - NBC News",
        "Les 100 premiers jours de Trump sont considérés comme apportant de grands changements, mais toujours trop d'attention sur les tarifs — Sondage CBS News - CBS News",
        "Jiggly Caliente : La star de RuPaul's Drag Race and Pose meurt à l'âge de 44 ans - BBC",
        "Le meilleur candidat papal dit que l'héritage de François doit continuer - Crux | Prendre le pouls catholique",
        "Sondage CNN : l'approbation de Trump est inférieure de 100 jours à celle de n'importe quel président depuis au moins sept décennies - CNN",
        "Un royaume disparu s'anime dans les chants des griots et une nouvelle fouille archéologique - NPR"
    ]
}