{
    "headlines": [
        "تحديثات حية: الآلاف يودعون البابا فرنسيس بينما يتطلع الفاتيكان إلى تمديد ساعات المشاهدة - وكالة الأنباء الكاثوليكية",
        "كل ما تحتاج لمعرفته حول الطلب المسبق لجهاز نينتندو سويتش 2 - سلكي",
        "17 عاملاً من عوامل نمط الحياة القابلة للتعديل التي تحمي دماغك من الشيخوخة والخرف - SciTechDaily",
        "يوقع ترامب على إجراءات تنفيذية بشأن التعليم، بما في ذلك الجهود المبذولة لكبح جماح التنوع والمساواة والشمول - NPR",
        "منحت إدارة ترامب مهلة في حالة ترحيل رجل عن طريق الخطأ - واشنطن بوست",
        "الناجون من القتل الجماعي الرابع في يوليو 2022 يصفون الذعر وسفك الدماء - واشنطن بوست",
        "زلزال بقوة 6.2 درجة بالقرب من اسطنبول يهز تركيا - ABC News",
        "كان لدى هيجسيث تطبيق مراسلة إشارة مثبتًا على جهاز كمبيوتر مكتبي - واشنطن بوست",
        "أغلقت الأسهم الأمريكية على ارتفاع بعد أن أشار ترامب إلى ذوبان الجليد في الحرب التجارية - ABC News",
        "نيويورك تقود 12 ولاية تقاضي لمنع تعريفات ترامب - بي بي سي",
        "مسودة اتحاد كرة القدم الأميركي الصورية لعام 2025: فريق جاغوار يحقق الصدمة الأولى، فريق جاينتس يتداول مقابل QB في التنبؤ النهائي لكونور روجرز - إن بي سي سبورتس",
        "في مجموعة \"The Studio\" لسيث روغن، يأتي \"Oner\" إلى الحياة: \"إنه يخلق شعورًا بالإجهاد\" - مراسل هوليوود",
        "حرائق الغابات في نيو جيرسي تنفجر إلى 13,250 فدان، ويمكن أن تكون الأكبر منذ ما يقرب من 20 عامًا - ABC News",
        "خطوط ساوث ويست الجوية تنضم إلى منافسيها دلتا، يونايتد في خفض الرحلات الجوية، وإلغاء التوقعات - نيويورك بوست",
        "المحاربون مقابل التنبؤ بالصواريخ، اللقطات، احتمالات التصفيات في الدوري الاميركي للمحترفين لعبة 2 - شبكة العمل",
        "حذر المحامي من أن السعي لاستعادة 20 مليار دولار من أموال المناخ يضع وكالات ترامب في خطر \"كبير\" - بوليتيكو",
        "يقول ترامب إن زيلينسكي يطيل أمد الحرب في أوكرانيا من خلال مقاومة الدعوات للتنازل عن شبه جزيرة القرم لروسيا - أسوشيتد برس نيوز",
        "يقول مدرب اتحاد كرة القدم الأميركي السابق إنه سيجند شيدور ساندرز في المركز الثالث بشكل عام \"بدون سؤال\" - سي بي إس سبورتس"
    ]
}