{
    "headlines": [
        "Attack leaves Kyiv choked in smoke, hits Odessa maternity hospital - The Washington Post",
        "Trump’s tax bill could raise taxes on foreign companies, hurting investment from abroad - AP News",
        "UK sanctions far-right Israeli ministers for 'inciting violence' against Palestinians - BBC",
        "Blake Lively Got a Huge Court Victory Over Justin Baldoni. He May Have Already Won Something Else. - Slate Magazine",
        "‘A welcome silence’ emerges from insurance companies on COVID vaccine coverage - AJC.com",
        "Aaron Rodgers on picking Pittsburgh: \"It starts with Mike Tomlin\" - NBC Sports",
        "TikTok superstar Khaby Lame was detained by ICE before being allowed to leave the U.S. - NPR",
        "Mike Bloomberg to endorse old foe, Andrew Cuomo, in mayor’s race - Politico",
        "Intel Stock (NASDAQ:INTC) Blasts Up as Mac Support Dies - TipRanks",
        "Bolsonaro takes the stand in historic Brazil coup trial - NPR",
        "Increased screen time linked to aggression, anxiety, low self-esteem in kids, study finds - ABC News",
        "Vernon Reid on Why Sly and the Family Stone Were the Greatest American Band - Rolling Stone",
        "Hegseth asserts Trump can send troops anywhere to protect ICE agents conducting raids - ABC News",
        "Protests over immigration raids popping up across the country with more planned - AP News",
        "Meta plans to invest $15bn in Scale AI in bid to catch up to rivals - Financial Times",
        "Barkov, Reinhart finding game for Panthers at perfect time in Cup Final - NHL.com",
        "Google rolls out Android 16 to Pixel phones, unveils AI-powered edit suggestion for Google Photos - TechCrunch",
        "'AirPods Pro 3' Referenced in iOS 26 Code - MacRumors",
        "Gunman opens fire in Austrian school, killing 10 and throwing country into shock - CNN",
        "‘The Last of Us’ Creators Confirm Kaitlyn Dever-Led Season 3: “I Was Sure They Wouldn’t Let Us Do This” - The Hollywood Reporter"
    ]
}