{
    "headlines": [
        "Depois que Trump envia a Guarda Nacional, os democratas se opõem e os republicanos culpam Gavin Newsom - Politico",
        "Yvette Cooper ainda não fechou acordo três dias antes da revisão de gastos - BBC",
        "Resultados finais do Aberto da França masculino: Carlos Alcaraz supera Jannik Sinner em extenuante partida de 5 horas após retorno impressionante - Yahoo Sports",
        "Várias pessoas feridas após acidente de avião pequeno no Tennessee - NBC News",
        "Israel diz ter encontrado corpo do líder militar do Hamas, Mohammed Sinwar - BBC",
        "O desaparecimento da imigração é a \"história real\" para a economia e um choque de oferta maior do que as tarifas, dizem analistas - Fortune",
        "Madleen: Israel adverte que impedirá que a flotilha de ajuda chegue a Gaza - BBC",
        "Call of Duty: Black Ops 7 anunciado, promete ser o Black Ops \"mais alucinante\" de sempre - Eurogamer",
        "‘Lilo & Stitch’ Nears $ 800M Global, ‘Mission: Impossible – Final Reckoning’ Tops $ 450M & ‘Ballerina’ Bows To $ 51M WW – International Box Office - Deadline",
        "Xbox Ally Handheld Console será lançado este ano pela Microsoft - Variety",
        "Mike Johnson minimiza a influência de Musk e diz que os republicanos aprovarão a lei fiscal e orçamentária de Trump - AP News",
        "Musk e Trump acabaram. O Vale do Silício está apenas começando. - The Washington Post",
        "Xbox Games Showcase 2025: todas as notícias e trailers - The Verge",
        "‘Ele continua trabalhando’ - Frenkie de Jong saúda Lamine Yamal antes da final da Liga das Nações - Barça Blaugranes",
        "O que é um demônio da paralisia do sono? E outros factos do fenómeno bizarro - CNN",
        "Como assistir ao keynote WWDC 2025 da Apple - TechCrunch",
        "Natasha Rothwell and Sterling K. Brown Get Honest About ‘White Lotus’ Rewrites, Doomsday and Being No. 1 on the Call Sheet: ‘For the Longest Time I Thought It Meant Something’ - Variety",
        "Sonda Parker Solar da NASA detecta poderosa explosão magnética apontada para a superfície do sol - Live Science"
    ]
}