{
    "headlines": [
        "ਯੂਰਪ ਦੇ ਸਟਾਕ ਬਾਜ਼ਾਰ ਘੱਟ ਖੁੱਲ੍ਹਦੇ ਹਨ; ਯੂਕੇ ਦੀ ਆਰਥਿਕਤਾ ਉਮੀਦ ਤੋਂ ਵੱਧ ਸੁੰਗੜਨ ਤੋਂ ਬਾਅਦ ਐਫਟੀਐਸਈ 100 ਚੋਪੀ - ਸੀਐਨਬੀਸੀ",
        "ਵਾਚਃ ਕੈਨੇਡੀ ਸੈਂਟਰ ਵਿਖੇ ਪਲ ਭਰ ਭੀੜ ਨੇ ਟਰੰਪ ਨੂੰ ਭੜਕਾਇਆ ਅਤੇ ਚੀਅਰ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਖਿਸਕ ਗਏ ਤਿੰਨ ਦਿਨਾਂ ਦੀ ਜਿੱਤ ਦੀ ਲੜੀਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਅਖਬਾਰਾਂ ਦੀਆਂ ਸੁਰਖੀਆਂਃ ਖਰਚੇ ਦੀ ਸਮੀਖਿਆ 'ਬ੍ਰਿਟੇਨ ਦਾ ਨਵੀਨੀਕਰਨ' ਜਾਂ 'ਲਾਪਰਵਾਹੀ ਭੜਾਸ' - ਬੀਬੀਸੀ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਦਾ ਵਪਾਰ ਮਿਲਾਇਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਚੀਨ ਨਾਲ 'ਕੀਤੇ ਗਏ' ਸੌਦੇ ਦੇ ਟਰੰਪ ਦੇ ਦਾਅਵਿਆਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਲਾਲ ਸੋਕਸ ਜਾਰਜ ਅਲਕਲਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਐਮਐਲਬੀ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ",
        "ਦੱਖਣੀ ਕੋਰੀਆ ਨੇ ਤਣਾਅ ਨੂੰ ਘਟਾਉਣ ਲਈ ਵਿਰੋਧੀ ਉੱਤਰ ਨਾਲ ਸਰਹੱਦ ਦੇ ਨਾਲ ਪ੍ਰਸਾਰਣ ਨੂੰ ਰੋਕਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "'ਵ੍ਹਿਪ/ਨੇ ਨੇ' ਚਾਈਲਡ ਸਟਾਰ ਨੇ ਦੋਸ਼ੀ ਮੰਨਿਆ ਪਰ ਮਾਨਸਿਕ ਤੌਰ 'ਤੇ ਬਿਮਾਰ, ਚਚੇਰੇ ਭਰਾ ਦੀ ਮੌਤ ਲਈ ਮਿਲਦੀ ਹੈ 30 ਸਾਲ - ਅਮਰੀਕਾ ਟੂਡੇ",
        "ਡੇਵਿਡ ਹੋਗ ਕਈ ਮਹੀਨਿਆਂ ਦੀ ਗੜਬੜ ਤੋਂ ਬਾਅਦ ਡੀ ਐਨ ਸੀ ਦੇ ਉਪ ਚੇਅਰਮੈਨ ਵਜੋਂ ਰਵਾਨਾ ਹੋਣਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਭਾਸ਼ਣ ਫੌਜ ਦੇ ਰਾਜਨੀਤੀਕਰਨ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਨੂੰ ਉਕਸਾਉਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਾਇਨਾਸੌਰ ਦੀਆਂ ਨਵੀਆਂ ਕਿਸਮਾਂ ਨੇ ਖੋਜ ਕੀਤੀ ਕਿ 'ਟੀ. ਰੈਕਸ ਪਰਿਵਾਰਕ ਰੁੱਖ ਨੂੰ ਮੁੜ ਲਿਖਦਾ ਹੈ' - ਬੀਬੀਸੀ",
        "CHIME ਵਾਲ ਸਟ੍ਰੀਟ ਤੇ ਇੱਕ ਰਿੰਗਿੰਗ ਐਡੋਰਸਮੈਂਟ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਆਈ ਪੀ ਓ ਵੈਲਯੂਏਸ਼ਨ $ 11.6B ਹਿੱਟ ਕਰਦਾ ਹੈ - PYMNTS. com",
        "ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਅਮਰੀਕੀ ਧਰਤੀ 'ਤੇ ਇਤਿਹਾਸਕ ਫੌਜੀ ਤਾਇਨਾਤੀ ਦਾ ਦਰਵਾਜ਼ਾ ਖੋਲ੍ਹਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਬੀ ਅਤੇ ਡਬਲਯੂਆਰ ਵਿਖੇ ਅਭਿਆਸ ਕਰਨ ਦੇ ਬਾਵਜੂਦ, ਬੋ ਮੇਲਟਨ ਆਪਣੀ ਤੁਲਨਾ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਨਾਲ ਨਹੀਂ ਕਰੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਆਈਓਐਸ 26 ਦੇ ਤਰਲ ਗਲਾਸ ਡਿਜ਼ਾਈਨ ਨੂੰ ਨਫ਼ਰਤ ਹੈ? ਇੱਥੇ ਇਸ ਨੂੰ ਕਿਵੇਂ ਟੋਨ ਕਰਨਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਸੀਡੀਸੀ ਦੀ ਟੀਕਾ ਸਲਾਹਕਾਰ ਕਮੇਟੀ ਲਈ 8 ਨਵੇਂ ਮੈਂਬਰਾਂ ਦੀ ਨਿਯੁਕਤੀ ਕੀਤੀ, ਜਿਸ ਵਿੱਚ ਸ਼ਾਟ ਦੇ ਕੁਝ ਆਲੋਚਕ ਵੀ ਸ਼ਾਮਲ ਹਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜੱਜ ਨੇ ਕਿਹਾ ਕਿ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਫਿਲਸਤੀਨੀ ਕਾਰਕੁਨ ਮਹਿਮੂਦ ਖਲੀਲ ਨੂੰ ਨਜ਼ਰਬੰਦ ਕਰਨਾ ਜਾਰੀ ਨਹੀਂ ਰੱਖ ਸਕਦਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਪਲ ਦਾ ਕਰੈਗ ਫੇਡਰਿਗੀ ਆਈਪੈਡ ਦੀ ਮੈਕ ਵਰਗੀ ਮਲਟੀਟਾਸਕਿੰਗ ਦੀ ਲੰਮੀ ਸੜਕ 'ਤੇ - ਆਰਸ ਟੈਕਨੀਕਾ"
    ]
}