{
    "headlines": [
        "Netanyahu sagt, dass Israel den Gazastreifen übernehmen wird, da es Lebensmittel in die Enklave erlaubt - WSJ",
        "Haus-Fiskalfalken wollen ein Megabill-Preisschild vor der Passage. Sie werden es wahrscheinlich nicht verstehen. - Politico",
        "Jennifer Lawrence erhält eine Megatonne Oscar-Buzz in Cannes für \"Die, My Love\" - The Washington Post",
        "Russland und die Ukraine sollen \"sofort\" Waffenstillstandsgespräche aufnehmen, sagt Trump - BBC",
        "Fred Warner, 49ers stimmen einer Verlängerung um drei Jahre zu - NBC Sports",
        "Interaktive Karte zeigt alle Schäden, die gesamte Strecke von St. Louis 'tödlichem Tornado - KSDK",
        "Aktienmarkt heute: Dollar schwächt sich ab, Renditen schwanken aufgrund von Bedenken über das US-Fiskalbild - WSJ",
        "Spike Lees Denzel Washington Pic ‘Highest 2 Lowest’ Scores Six-Minute Ovation at Cannes Premiere - Deadline",
        "Sean 'Diddy' Combs Trial Live-Updates: Woche 2 beginnt mit mehr Zeugenaussagen im Fall von Sexhandel - Yahoo",
        "Der Oberste Gerichtshof erlaubt Trump, den geschützten Status für Venezolaner vorerst aufzuheben - The Washington Post",
        "Was wir über die Bombardierung der Fruchtbarkeitsklinik in Palm Springs wissen - NPR",
        "Seltsame, blendend weiße Streifenphotobomben Seltene Auroren über den USA - Gizmodo",
        "Richter schlägt Übernahme des U.S. Institute of Peace durch DOGE nieder - NBC News",
        "JPMorgan-CEO Dimon beabsichtigt immer noch, in den nächsten Jahren zurückzutreten. \"Es liegt am Vorstand. ’- Barron's",
        "Trump peitscht noch keine GOP-Stimmen auf Megabill - Politico",
        "\"American Idol\" krönt Jamal Roberts zum Gewinner der 23. Staffel, Jessica Simpson tritt im Finale auf - Entertainment Weekly",
        "MAGA reagiert auf Bidens Krebsdiagnose mit Spott und Spekulation - Rolling Stone",
        "Nvidia schwört, dass Sie in der Lage sein werden, einen RTX 5060 für 300 $ zu kaufen, aber viel Glück, einen zu finden - Gizmodo"
    ]
}