{
    "headlines": [
        "Odeia se exercitar? Considerar o seu tipo de personalidade pode ajudar. - The Washington Post",
        "A rotação da Terra está acelerando por 3 dias neste verão — a partir de hoje - Yahoo",
        "A Red Bull demite o chefe da equipe de F1, Christian Horner, após 20 anos cheios de títulos - AP News",
        "Ucrânia sofre ataque mais pesado enquanto Trump critica Putin - BBC",
        "Inspetores assinaram os planos de emergência do Camp Mystic dias antes de inundações catastróficas, mostram os registros - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Estou avaliando as melhores ofertas de notebooks Prime Day agora — MacBooks, Surface, Chromebooks e muito mais - Guia do Tom",
        "Os dados mostraram que o risco de inundação no Texas estava aumentando. A previsão não mudou. - The Washington Post",
        "Dilema diagnóstico: o orgasmo envolvendo um batedor de cozinha provavelmente desencadeou o aneurisma fatal da pessoa - Live Science",
        "Trabalhadores da Filadélfia e da cidade chegam a um acordo para acabar com a greve que interrompeu a coleta de lixo residencial - AP News",
        "Chatbot de IA de Elon Musk responde como ‘MechaHitler’ - Forbes",
        "Confuso sobre como estão as coisas com as tarifas de Trump? Aqui está uma cartilha útil - NPR",
        "Depois de parar de tomar antidepressivos, algumas pessoas sofrem sintomas surpreendentes e persistentes - NPR",
        "Mercado de cobre em turbulência enquanto Trump defende tarifa de 50% sobre importações dos EUA - Yahoo Finance",
        "\"Cale a boca\", diz Elon Musk ao touro de Tesla Dan Ives - Seeking Alpha",
        "Suprema Corte permite que Trump lance planos de demissão e reestruturação em massa - The Washington Post",
        "Os Giants atordoam Phillies no home run de 3 corridas dentro do parque de Patrick Bailey - San Francisco Chronicle",
        "Seu horóscopo diário: 9 de julho de 2025 - The Globe and Mail",
        "Asia Set for Cautious Open as Trump Doubles Down: Markets Wrap - Bloomberg.com"
    ]
}