{
    "headlines": [
        "ਪੀਜੀਏ ਚੈਂਪੀਅਨਸ਼ਿਪ 2025, ਰਾਉਂਡ 3 ਰੀਕੈਪਃ ਸਕੌਟੀ ਸ਼ੈਫਲਰ ਕਵੇਲ ਹੋਲੋ ਵਿਖੇ ਤਿੰਨ ਸ਼ਾਟ ਦੀ ਲੀਡ ਲਈ ਤੂਫਾਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੈਟਲਿਨ ਕਲਾਰਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਐਂਜਲ ਰੀਸ ਨੂੰ ਸ਼ੂ ਕਰਨ ਲਈ ਫਲੈਗੈਂਟ ਫੋਲ ‘ਖਤਰਨਾਕ‘ ਨਹੀਂ ਸੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "Preakness 2025 ਰੀਕੈਪ, ਜਿੱਤਾਂਃ ਕੈਂਟਕੀ ਡਰਬੀ ਵਿਚ ਛੋਟਾ ਪੈਣ ਤੋਂ ਬਾਅਦ ਮਨਪਸੰਦ ਪੱਤਰਕਾਰੀ ਜਿੱਤਣ ਲਈ ਵਧਦੀ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਜੈਨੀਫ਼ਰ ਲਾਰੈਂਸ ਅਤੇ ਰਾਬਰਟ ਪੈਟਿਨਸਨ ਦਾ ਐਨੀਮਲਿਸਟਿਕ ਉਤਰਾਈ ਪਾਗਲਪਣ ਵਿੱਚ 'ਡਾਈ ਮਾਈ ਲਵ‘ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ 6-ਮਿੰਟ ਕੈਨਜ਼ ਸਟੈਂਡਿੰਗ ਓਵੇਸ਼ਨ - variety.",
        "ਪੁਲਿਸ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਪਾਮ ਸਪ੍ਰਿੰਗਜ਼ ਵਿਚ ਹੋਏ ਧਮਾਕੇ ਦੀ ਜਾਂਚ ਕਰ ਰਹੀ ਹੈ - ਬੀਬੀਸੀ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸੋਮਵਾਰ ਨੂੰ ਪੁਤਿਨ ਨਾਲ ਫੋਨ 'ਤੇ ਗੱਲ ਕਰਨਗੇ - ਸੀਐਨਐਨ",
        "ਪਾਲੀਓਨਟੋਲੋਜਿਸਟਾਂ ਨੇ 500 ਮਿਲੀਅਨ ਸਾਲ ਪੁਰਾਣਾ, 3 ਅੱਖਾਂ ਵਾਲਾ ਸ਼ਿਕਾਰੀ - ਐਨਪੀਆਰ ਲੱਭਿਆ",
        "ਟਰੰਪ ਨੇ ਸੁਪਰੀਮ ਕੋਰਟ ਨਾਲ ਵਧ ਰਹੀ ਨਿਰਾਸ਼ਾ ਦੇ ਸੰਕੇਤ ਦਿਖਾਏ - ਦ ਹਿੱਲ",
        "ਅਧਿਕਾਰੀਆਂ ਨੇ ਨਿ Or ਓਰਲੀਨਜ਼ ਜੇਲ੍ਹ ਤੋਂ 10 ਕੈਦੀਆਂ ਦੇ ਫਰਾਰ ਹੋਣ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਲੋਚਕਾਂ ਨੇ ਘੰਟਿਆਂ ਭਰ ਦੇ ਪਾੜੇ ਨੂੰ ਧਮਾਕਾ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸੁਮੀ ਖੇਤਰ ਵਿਚ ਬੱਸ 'ਤੇ ਰੂਸੀ ਹਮਲਾ ਨੌਂ ਮਾਰੇ ਗਏ, ਯੂਕਰੇਨ ਕਹਿੰਦਾ ਹੈ, ਸ਼ਾਂਤੀ ਗੱਲਬਾਤ ਦੇ ਘੰਟਿਆਂ ਬਾਅਦ - ਸੀਐਨਐਨ",
        "ਹੂਰ ਇੰਟਰਵਿ interview ਦੀ ਲੀਕ ਹੋਈ ਆਡੀਓ ਬਿਡੇਨ ਦੀ ਮਾਨਸਿਕ ਤੰਦਰੁਸਤੀ 'ਤੇ ਰੌਸ਼ਨੀ ਪਾਉਂਦੀ ਹੈਃ ਕੀ ਜਾਣਨਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਯੂਐਸ ਡੈਬਟ ਰੇਟਿੰਗ ਦੇ ਬਾਅਦ ਜੋਨਜ਼ ਫਿuresਚਰਜ਼ ਕਿਵੇਂ ਡਾowਨ ਕਰੇਗਾ QQQ ਹਿੱਟ; ਬ੍ਰੌਡਕਾੱਮ, ਮੈਟਾ ਆਈ ਖਰੀਦ ਪੁਆਇੰਟ - ਨਿਵੇਸ਼ਕ ਦਾ ਬਿਜ਼ਨਸ ਡੇਲੀ",
        "ਗੈਰ-ਲਾਭਕਾਰੀ ਨੇਤਾਵਾਂ ਨੇ ਕਾਂਗਰਸ ਵਿਚ ਟੈਕਸ ਉਪਾਅ ਦੀ ਤਰੱਕੀ ਤੋਂ ਬਾਅਦ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੁਆਰਾ ਸੰਭਾਵਤ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਦੀ ਬ੍ਰੇਕ ਲਗਾਈ - ਸੀ ਐਨ ਐਨ",
        "ਚੰਦਰਮਾ ਦਾ ਇਕ ਪਾਸਾ ਦੂਜੇ ਪਾਸੇ ਨਾਲੋਂ ਬਹੁਤ ਗਰਮ ਹੈ - ਦਿ ਡੇਲੀ ਗਲੈਕਸੀ",
        "ਕੀਅਰ ਸਟਾਰਮਰ ਨਾਲ ਜੁੜੇ ਘਰਾਂ ਵਿਚ ਅੱਗ ਲੱਗਣ 'ਤੇ ਦੂਜਾ ਵਿਅਕਤੀ ਗ੍ਰਿਫਤਾਰ - ਬੀਬੀਸੀ",
        "'ਐਡਿੰਗਟਨ' ਕੈਨਸ ਦਰਸ਼ਕਾਂ ਨੂੰ ਵੰਡਦਾ ਹੈਃ ਏਰੀ ਏਸਟਰ ਮੂਵੀ 'ਤੇ ਪੇਡਰੋ ਪਾਸਕਲ - indiewire. com",
        "ਐਫ ਡੀ ਏ ਅਲਜ਼ਾਈਮਰ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਪਹਿਲੀ ਖੂਨ ਦੀ ਜਾਂਚ ਨੂੰ ਸਾਫ ਕਰਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਮਿਡਲਾਈਫ ਕੋਰਟੀਸੋਲ ਦੇ ਪੱਧਰ ਅਲਜ਼ਾਈਮਰ ਦੇ ਜੋਖਮ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ - ਨਿ neਰੋਸਾਇੰਸ ਨਿ Newsਜ਼",
        "ਐਪਿਕ ਜੱਜ ਨੂੰ ਐਪਲ ਨੂੰ ਫੋਰਟਨਾਈਟ ਨੂੰ ਯੂਐਸ ਐਪ ਸਟੋਰ 'ਤੇ ਵਾਪਸ ਕਰਨ ਲਈ ਕਹਿੰਦਾ ਹੈ - ਦਿ ਵਰਜ"
    ]
}