{
    "headlines": [
        "يعود رائد الفضاء الأمريكي الأكبر سنًا إلى الأرض في عيد ميلاده السبعين - بي بي سي",
        "ركض نيكس في جولة مجنونة في الربع الرابع بمساعدة بطل غير متوقع لأخذ لعبة مثيرة 1 على المكابس - نيويورك بوست",
        "الذئاب تدلي ببيان افتتاحي، Clobber Lakers - ESPN",
        "الموجات الصادمة الأولى من تعريفات ترامب على وشك أن تضرب الاقتصاد العالمي - ديكان هيرالد",
        "ولاية فلوريدا تلين يوم الاثنين العودة إلى الحرم الجامعي بعد احتجاج - إن بي سي نيوز",
        "نتائج WWE WrestleMania 41: التحديثات المباشرة، ملخص الليلة الأولى، الدرجات، بطاقة مباراة 2025، النقاط البارزة، وقت البدء - CBS Sports",
        "بعد 250 عامًا من خوض أمريكا الحرب من أجل الاستقلال، تتصارع أمة منقسمة على إرثها - أسوشيتد برس نيوز",
        "عضوة الكونغرس السابقة باربرا لي تفوز بالسباق لمنصب عمدة أوكلاند، كاليفورنيا - إن بي سي نيوز",
        "3 ولايات أخرى تعلن عن أول حالة حصبة لها في عام 2025 - ABC News",
        "بول رود هايبس نينتندو سويتش 2 مع عودة مرحة إلى التسعينيات سيئة السمعة SNES Commercial - IGN",
        "تبدأ الطلبات المسبقة لـ Nintendo Switch 2 في 24 أبريل في الولايات المتحدة، حيث ارتفعت أسعار الملحقات - أخبار GSMArena.com - GSMArena.com",
        "يُظهر الفيديو طبيبًا مصابًا بالحصبة يعالج الأطفال. أشاد RFK Jr. في وقت لاحق به باعتباره معالجًا \"غير عادي\" - ياهو",
        "كولين فاريل يشارك لماذا يضع ابنه مع متلازمة أنجلمان في مرفق رعاية طويلة الأجل - جاريد فقط",
        "يقول زيلينسكي إن الهجمات الروسية مستمرة على الرغم من \"هدنة عيد الفصح\" - بي بي سي",
        "معركة ملحمية من أجل النصر ومقاومة نوريس – ما يجب مشاهدته في سباق الجائزة الكبرى السعودي - الفورمولا 1",
        "أفاد المتمردون الحوثيون اليمنيون عن ضربات أمريكية في العاصمة ومدينة ساحلية - أسوشيتد برس نيوز",
        "رئيس بنك الاحتياطي الفيدرالي باول \"ربما أفضل حليف لترامب الآن\" - BCA Research (SP500) - البحث عن ألفا",
        "لدى الولايات المتحدة الآن 800 حالة حصبة وتفشي في العديد من الولايات. إليك ما يجب أن تعرفه - NBC 5 Dallas - Fort Worth",
        "ريان كوجلر في مشهد ما بعد اعتمادات الخطاة الشخصية - Gizmodo"
    ]
}