{
    "headlines": [
        "ਫਿuresਚਰਜ਼ ਫੇਡ ਵਿਖੇ ਟਰੰਪ ਦੇ ਨਵੀਨਤਮ ਜੈਬ 'ਤੇ ਸਟਾਕ ਟੈਂਕ ਤੋਂ ਬਾਅਦ ਘੱਟ ਟਿੱਕ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਜਸਟਿਸ ਡਿਪਾਰਟਮੈਂਟ ਨੇ ਜੱਜ ਨੂੰ ਕ੍ਰੋਮ ਦੀ ਵਿਕਰੀ ਲਈ ਮਜਬੂਰ ਕਰਕੇ ਗੂਗਲ ਦੀ ਸਰਚ ਏਕਾਅਧਿਕਾਰ ’ਥੌ' ਕਰਨ ਲਈ ਕਿਹਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਈਸਟਰ ਅੰਡੇ ਦੇ ਰੋਲ ਲਈ ਸਲੇਟੀ ਅਸਮਾਨ ਦਾ ਮਤਲਬ ਹੈ ਧੁੱਪ ਬਾਰੇ ਕੋਈ ਚਿੰਤਾ ਨਹੀਂ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡਿਫਾਲਟ ਵਿਦਿਆਰਥੀ ਕਰਜ਼ਿਆਂ ਦੀ ਸਵੈਇੱਛਤ ਉਗਰਾਹੀ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਲਈ, ਸਿੱਖਿਆ ਵਿਭਾਗ ਕਹਿੰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੀਸੀ ਰੈਸਟੋਰੈਂਟ ਵਿੱਚ ਹੋਮਲੈਂਡ ਸਕਿਉਰਿਟੀ ਸੈਕਟਰੀ ਨੋਇਮ ਦਾ ਪਰਸ ਚੋਰੀ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟੇਸਲਾ ਸਟਾਕ ਡਿੱਗ ਰਿਹਾ ਹੈ. ਓਡੋਮੀਟਰ ਦਾ ਮੁਕੱਦਮਾ, ਸ਼ੇਅਰਾਂ ਤੋਂ ਵੱਧ ਕਮਾਈ. - ਬੈਰਨ ਦਾ",
        "ਸਾਬਕਾ ਸੈਨੇਟਰ ਬੌਬ ਮੇਨੇਂਡੇਜ਼ ਦੀ ਪਤਨੀ ਨਦੀਨ ਮੇਨੇਂਡੇਜ਼, ਫੈਡਰਲ ਰਿਸ਼ਵਤਖੋਰੀ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਪਾਰ ਸਮਝੌਤੇ 'ਤੇ ਚਰਚਾ ਕਰਨ ਅਤੇ ਅਮਰੀਕੀ ਟੈਰਿਫ ਤੋਂ ਬਚਣ ਲਈ ਨਵੀਂ ਦਿੱਲੀ' ਚ ਵੈਨਸ ਅਤੇ ਮੋਦੀ ਦੀ ਮੁਲਾਕਾਤ - AP News",
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਟਰੰਪ ਦੇ ਵਪਾਰਕ ਯੁੱਧ ਅਤੇ ਫੈੱਡ ਦੀ ਆਲੋਚਨਾ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਡਾਓ 1,000 ਅੰਕ ਘਟਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪਲੇਆਫ ਇੱਥੇ ਹਨ! ਹਾਵਰਡ ਬੇਕ ਦੇ ਨਾਲ ਗੇਮ 1 ਟੇਕਵੇਅ ਅਤੇ ਸਟੀਵ ਜੋਨਸ ਜੂਨੀਅਰ ਦੇ ਨਾਲ ਸੀਰੀਜ਼ ਬਰੇਕਡਾਉਨ - ਦਿ ਰਿੰਗਰ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ, ਪਹਿਲਾ ਲਾਤੀਨੀ ਅਮਰੀਕੀ ਪੌਂਟੀਫ ਜਿਸਨੇ ਮਨਮੋਹਕ, ਨਿਮਰ ਸ਼ੈਲੀ ਨਾਲ ਸੇਵਾ ਕੀਤੀ, 88 - ਏਪੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਨੇ 70 ਸਾਲਾ ਪੁਲਾੜ ਯਾਤਰੀ ਡੌਨ ਪੇਟਿਟ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ ਕਿ ਲੈਂਡਿੰਗ ਤੋਂ ਬਾਅਦ ਫਰੈੱਲ ਦਿਖਾਈ ਦੇਣ ਦੇ ਬਾਵਜੂਦ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਅਕੈਡਮੀ ਨੇ 2025 ਲਈ ਆਸਕਰ ਦੇ ਨਵੇਂ ਨਿਯਮ ਨਿਰਧਾਰਤ ਕੀਤੇਃ ਤੁਹਾਨੂੰ ਇੱਕ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਵੋਟ ਪਾਉਣ ਲਈ ਸਾਰੀਆਂ ਨਾਮਜ਼ਦ ਫਿਲਮਾਂ ਵੇਖਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ - ਵੰਨਗੀ",
        "ਨਾਸਾ ਦੇ ਲੂਸੀ ਸਪੇਸਕ੍ਰਾਫਟ ਚਿੱਤਰ Asteroid Donaldjohanson - ਨਾਸਾ ਸਾਇੰਸ (.Gov)",
        "ਤੱਥ ਫੋਕਸਃ ਐਚਐਚਐਸ ਦੇ ਮੁਖੀ ਵਜੋਂ ਖਸਰਾ, autਟਿਜ਼ਮ ਅਤੇ ਖੁਰਾਕ ਬਾਰੇ ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੇ ਦਾਅਵਿਆਂ ਦੀ ਜਾਂਚ ਕਰਨਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬਲੂਸਕੀ 'ਪ੍ਰਮਾਣਿਕ ਅਤੇ ਧਿਆਨ ਦੇਣ ਯੋਗ‘ ਖਾਤਿਆਂ ਲਈ ਨੀਲੇ ਚੈਕ ਜੋੜ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "'ਪਾਪੀਆਂ' ਸਟਾਰ ਮਾਈਕਲ ਬੀ. ਜੌਰਡਨ ਰਿਆਨ ਕੂਗਲਰ ਨਾਲ ਇਕ ਹੋਰ ਹਿੱਟ 'ਤੇ - ਡੈੱਡਲਾਈਨ",
        "ਐਕਸਕਲੂਸਿਵਃ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਪੀਟ ਹੇਗਸੇਥ ਨੂੰ ਰੱਖਿਆ ਸਕੱਤਰ - ਐਨਪੀਆਰ ਦੀ ਥਾਂ ਲੈਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ"
    ]
}