{
    "headlines": [
        "ਰਾਸ਼ਟਰਪਤੀ ਮੈਮੋਰੰਡਮ 'ਚ ਐਕਟਬਲੂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣਗੇ ਟਰੰਪ - Politico",
        "ਪਿਛਲੇ ਮਹੀਨੇ ਘਰਾਂ ਦੀ ਵਿਕਰੀ 2009 ਤੋਂ ਬਾਅਦ ਆਪਣੀ ਸਭ ਤੋਂ ਹੌਲੀ ਮਾਰਚ ਦੀ ਰਫਤਾਰ ਤੱਕ ਡਿੱਗ ਗਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਤੌਰ ਤੇ 130 ਅੰਕ ਘੱਟ ਕਰੋ, ਨੈਸਡੈਕ ਵਪਾਰ ਅਤੇ ਫੈੱਡ ਤਣਾਅ ਨੂੰ ਸੌਖਾ ਕਰਨ 'ਤੇ ਥੋੜ੍ਹਾ ਉੱਚਾ ਖੋਲ੍ਹਦਾ ਹੈ; ਤਿੱਖੀ ਗਿਰਾਵਟ ਤੋਂ ਬਾਅਦ ਸੋਨੇ ਦਾ ਉਛਾਲ; ਟੈਪ' ਤੇ ਵਰਣਮਾਲਾ ਅਤੇ ਇੰਟੇਲ ਦੀ ਕਮਾਈ - ਮਾਰਕੀਟਵਾਚ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਕੀਵ 'ਤੇ ਰੂਸ ਦੇ ਘਾਤਕ ਹਮਲਿਆਂ ਨਾਲ ਉਹ' ਖੁਸ਼'ਨਹੀਂ ਹਨ - ਬੀਬੀਸੀ",
        "ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੇ ਡਾਕਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਪੋਂਟੀਫ ਦੀ ਮੌਤ ‘ਬਿਨਾਂ ਕਿਸੇ ਦੁੱਖ ਦੇ, ਘਰ’ - ਏਪੀ ਨਿ Newsਜ਼",
        "2022 ਦੇ ਉਪਨਗਰ ਸ਼ਿਕਾਗੋ ਵਿਖੇ ਸਮੂਹਿਕ ਗੋਲੀਬਾਰੀ ਵਿਚ ਬੰਦੂਕਧਾਰੀ ਜੁਲਾਈ ਚੌਥੀ ਪਰੇਡ ਨੂੰ ਅਦਾਲਤ ਵਿਚ ਸਜ਼ਾ ਸੁਣਾਈ ਜਾਏਗੀ - ਸੀ ਐਨ ਐਨ",
        "ਕਸ਼ਮੀਰ 'ਚ ਸੈਲਾਨੀਆਂ ਦੇ ਕਤਲੇਆਮ ਨਾਲ ਭਾਰਤ ਅਤੇ ਪਾਕਿਸਤਾਨ ਵਿਚਾਲੇ ਤਣਾਅ ਵਧਦਾ ਜਾ ਰਿਹਾ ਹੈ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਸੀ ਐਨ ਐਨ",
        "ਚੀਨ ਨੇ ਅਮਰੀਕਾ ਨੂੰ ਕਿਹਾ ਕਿ ਜੇ ਉਹ ਗੱਲਬਾਤ ਚਾਹੁੰਦਾ ਹੈ ਤਾਂ ’ਸਾਰੇ ਇਕਪਾਸੜ ਟੈਰਿਫ ਰੱਦ ਕਰੋ' - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸਿਵਲ ਅਧਿਕਾਰਾਂ ਅਤੇ ਵਿਦਿਆਰਥੀਆਂ 'ਤੇ ਡੀਓਜੇ ਦਾ ਨਵਾਂ ਟੇਕ ਕੋਲੰਬੀਆ ਵਿਖੇ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਲਈ ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਮਿਲਦਾ ਹੈਃ ਸਵੇਰ ਰਨਡਾਉਨ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਨੇ ਚੀਨ 'ਤੇ ਲੱਗਣ ਵਾਲੇ ਟੈਰਿਫ ਨੂੰ ਲੈ ਕੇ ਬਦਲਾਅ ਕੀਤਾ ਹੈ । ਅਤੇ, ਨਵੀਂ ਕਾਰਜਕਾਰੀ ਕਾਰਵਾਈਆਂ ਸਿੱਖਿਆ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੀਆਂ ਹਨ - ਐਨਪੀਆਰ",
        "ਨੌਜਵਾਨਾਂ 'ਚ ਕੋਲੋਰੇਕਟਲ ਕੈਂਸਰ ਦੇ ਵਧਣ ਦਾ ਕਾਰਕ ਹੋ ਸਕਦਾ ਹੈ ਜ਼ਹਿਰੀਲਾ ਪਦਾਰਥ, ਅਧਿਐਨ' ਚ ਪਾਇਆ - NPR",
        "ਟਿਮ ਬੈਂਜ਼ਃ ਸਟੀਲਰਜ਼ ਕੀ ਕਰਨਗੇ — ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ — 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਵਿੱਚ - TribLIVE. com",
        "ਟੇਸਲਾ ਦੀ ਕਮਾਈ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਮਸਕ ਨੁਕਸਾਨ ਨਿਯੰਤਰਣ ਕਰਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਹੱਬਲ ਟੈਲੀਸਕੋਪ, 35 ਵੇਂ ਜਨਮਦਿਨ ਦੀਆਂ ਮੁਬਾਰਕਾਂ! 10 ਗੁਣਾ ਆਈਕੋਨਿਕ ਆਬਜ਼ਰਵੇਟਰੀ ਨੇ ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਦੇ ਮਨਾਂ ਨੂੰ ਉਡਾ ਦਿੱਤਾ (ਫੋਟੋਆਂ) - ਸਪੇਸ",
        "ਟਰੰਪ 90 ਦਿਨਾਂ ਦੇ ਟੈਰਿਫ ਵਿਰਾਮ 'ਤੇ ਝੁਕ ਰਿਹਾ ਹੈ ਜਿਸਦਾ ਉਸਨੇ ਵਾਅਦਾ ਕੀਤਾ ਸੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਚੀਨ ਨੇ ਸ਼ੇਨਜ਼ੌ 20 ਪੁਲਾੜ ਯਾਤਰੀਆਂ ਨੂੰ ਤਿਆਨਗੋਂਗ ਪੁਲਾੜ ਸਟੇਸ਼ਨ 'ਤੇ ਭੇਜਿਆ (ਵੀਡੀਓ) - ਸਪੇਸ",
        "ਅਡੋਬ ਨਵੇਂ ਫਾਇਰਫਲਾਈ ਚਿੱਤਰ ਪੀੜ੍ਹੀ ਦੇ ਮਾਡਲਾਂ ਅਤੇ ਇੱਕ ਦੁਬਾਰਾ ਡਿਜ਼ਾਇਨ ਕੀਤੇ ਫਾਇਰਫਲਾਈ ਵੈੱਬ ਐਪ ਨੂੰ ਜਾਰੀ ਕਰਦਾ ਹੈ - TechCrunch",
        "ਅਡੋਬ ਏਆਈ ਸਿਖਲਾਈ ਵਿੱਚ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਤਸਵੀਰਾਂ ਲਈ robots.txt ਸਟਾਈਲਡ ਸੂਚਕ ਬਣਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ - TechCrunch"
    ]
}