{
    "headlines": [
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਸਿੰਥੈਟਿਕ ਫੂਡ ਡਾਇਜ਼ ਨੂੰ ਬਾਹਰ ਕੱ toਣ ਦੇ ਇਰਾਦੇ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਹੇਗਸੇਥ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ, ਪਰ ਪੈਂਟਾਗਨ ਦੇ ਮੁੱਖੀ ਦੇ ਅੰਦਰੂਨੀ ਚੱਕਰ - ਸੀ ਐਨ ਐਨ ਵਿੱਚ ਵਿਗਾੜ ਕਾਰਨ ਅਧਿਕਾਰੀ ਪ੍ਰੇਸ਼ਾਨ ਹਨ",
        "ਸੰਤਨਾ ਨੂੰ ਸੈਨ ਐਂਟੋਨੀਓ ਸਮਾਰੋਹ ਤੋਂ ਪਹਿਲਾਂ ਹਸਪਤਾਲ ਲਿਜਾਇਆ ਗਿਆ - MySA",
        "ਵੈਕਸੀਨ ਦੀਆਂ ਦਰਾਂ ਘਟਣ ਨਾਲ ਖੰਘ ਦੇ ਕੇਸਾਂ ਵਿੱਚ ਵਾਧਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਾਓ ਫਿuresਚਰਜ਼ 400 ਅੰਕ ਛਾਲ ਮਾਰਦੇ ਹਨ ਜਦੋਂ ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਉਹ ਫੇਡ ਦੇ ਮੁਖੀ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣ ਦੀ ਯੋਜਨਾ ਨਹੀਂ ਰੱਖਦਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "Lakers ਬਨਾਮ Timberwolves ਬਾਵਜੂਦ, ਸਕੋਰ ਭਵਿੱਖਬਾਣੀ, ਟਾਈਮਃ 2025 ਐਨਬੀਏ ਪਲੇਆਫ ਪਿਕਸ, ਸਾਬਤ ਮਾਡਲ ਦੁਆਰਾ ਗੇਮ 2 ਵਧੀਆ ਸੱਟਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕਿੰਗ ਕਾਉਂਟੀ ਵਿੱਚ ਬੱਚਿਆਂ ਦੇ ਖਸਰਾ ਦੇ ਕੇਸ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ; ਇਸ ਸਾਲ ਵਾਸ਼ਿੰਗਟਨ ਵਿੱਚ 5 ਵਾਂ - ਕੋਮੋ",
        "ਰਿਆਨ ਕੂਗਲਰ ਨੇ ਵੱਡੇ ਬਾਕਸ ਆਫਿਸ ਡੈਬਿਊ ਤੋਂ ਬਾਅਦ ਥੀਏਟਰ ਵਿਚ ‘ਪਾਪੀਆਂ' ਨੂੰ ਵੇਖਣ ਲਈ ਦਰਸ਼ਕਾਂ ਦਾ ਧੰਨਵਾਦ ਕੀਤਾ - ਸੀ ਐਨ ਐਨ",
        "Ocean County, NJ wildfire: ਗਾਰਡਨ ਸਟੇਟ ਪਾਰਕਵੇਅ ਬੰਦ; ਜ਼ਰੂਰੀ ਨਿਕਾਸੀ ਦੇ ਹੁਕਮ | ਲਾਈਵ ਅੱਪਡੇਟ - 6abc ਫਿਲਡੇਲ੍ਫਿਯਾ",
        "ਲੋਰੀ ਵੈਲੋ ਡਾਇਬੇਲ ਨੂੰ ਐਰੀਜ਼ੋਨਾ ਵਿੱਚ 2019 ਵਿੱਚ ਆਪਣੇ ਵਿਛੜੇ ਪਤੀ ਦੀ ਹੱਤਿਆ ਦੀ ਸਾਜਿਸ਼ ਰਚਣ ਦਾ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅਮਰੀਕੀ ਖਜ਼ਾਨਾ ਸਕੱਤਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਚੀਨ ਨਾਲ ਵਪਾਰ ਯੁੱਧ ‘ਟਿਕਾable‘ ਨਹੀਂ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟਃ ਪ੍ਰੋ ਐਗਜ਼ੀਕਿsਟਸ, ਸਕਾਉਟਸ, ਕੋਚ ਇਸ ਕਿ Qਬੀ ਕਲਾਸ ਦੀਆਂ ਚੋਟੀ ਦੀਆਂ 18 ਸੰਭਾਵਨਾਵਾਂ ਨੂੰ ਦਰਜਾ ਦਿੰਦੇ ਹਨ ਅਤੇ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਐਨਐਫਐਲ.",
        "ਬੈਥਸਦਾ ਤੋਹਫ਼ੇ ਬਜ਼ੁਰਗ ਸਕਰੋਲਸ IV: ਓਬਲੀਵੀਅਨ ਰੀਮਾਸਟਰਡ ਕੁੰਜੀਆਂ ਨੂੰ ਸਕਾਈਬਲੀਵੀਅਨ ਮੋਡਿੰਗ ਟੀਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ - ਆਈਜੀਐਨ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਧਾਰਮਿਕ ਪਰਿਵਾਰਾਂ ਨੂੰ ਐਲਜੀਬੀਟੀਕਿQ ਸਟੋਰੀਬੁੱਕਾਂ ਤੋਂ ਬਾਹਰ ਆਉਣ ਦੇਵੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "X's ਅਤੇ O's: ਨਵੇਂ ਵੋਲਸ ਟ੍ਰਾਂਸਫਰ ਦੀ ਫਿਲਮ ਨੂੰ ਤੋੜਨਾ QB ਜੋਏ ਅਗੁਇਲਰ - 247Sports",
        "ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਸੀਐਨਐਨ 'ਤੇਃ ਕਾਂਗਰਸ ਦੇ ਵਫਦ ਨੇ ਲੂਸੀਆਨਾ ਹਿਰਾਸਤ ਕੇਂਦਰਾਂ ਵਿਚ ਮਹਿਮੂਦ ਖਲੀਲ ਅਤੇ ਰੁਮੇਸਾ ਓਜ਼ਟੁਰਕ ਦਾ ਦੌਰਾ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਯੂਕਰੇਨ ਰੂਸ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਲਈ ਤਿਆਰ — ਜੇ ਇਹ ਪਹਿਲਾਂ ਜੰਗਬੰਦੀ ਲਈ ਸਹਿਮਤ ਹੈ - politico. eu",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ ਵਿਚ ਗਾਜ਼ਾ ਵਿਚ 17 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਮਲਬੇ ਨੂੰ ਸਾਫ ਕਰਨ ਲਈ ਲੋੜੀਂਦੇ ਭਾਰੀ ਉਪਕਰਣਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਾਰਕੋ ਰੂਬੀਓ ਨੇ ਸਟਾਫ ਅਤੇ ਬਿ Bureauਰੋਜ਼ ਦੀ ਕਮੀ ਦੇ ਨਾਲ, ਰਾਜ ਵਿਭਾਗ ਦੇ ਵਿਸ਼ਾਲ ਓਵਰਆਲ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਟੈਕਸਾਸ ਲਾਟਰੀ ਦਾ ਚੋਟੀ ਦਾ ਕਾਰਜਕਾਰੀ ਅਸਤੀਫਾ ਦੇ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਵੱਡੇ ਜੈਕਪਾਟ ਜੇਤੂਆਂ ਦੀ ਪੜਤਾਲ ਤੇਜ਼ ਹੁੰਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}