{
    "headlines": [
        "After Trump sends in National Guard, Dems object and Republicans blame Gavin Newsom - Politico",
        "Yvette Cooper yet to agree deal three days before spending review - BBC",
        "French Open men's final results: Carlos Alcaraz outlasts Jannik Sinner in grueling 5-hour match after stunning comeback - Yahoo Sports",
        "Multiple people injured after small plane crash in Tennessee - NBC News",
        "Israel says it has found body of Hamas military leader Mohammed Sinwar - BBC",
        "Vanishing immigration is the 'real story' for the economy and a bigger supply shock than tariffs, analysts says - Fortune",
        "Madleen: Israel warns it will stop aid flotilla reaching Gaza - BBC",
        "Call of Duty: Black Ops 7 announced, promises to be \"most mind-bending\" Black Ops ever - Eurogamer",
        "‘Lilo & Stitch’ Nears $800M Global, ‘Mission: Impossible – Final Reckoning’ Tops $450M & ‘Ballerina’ Bows To $51M WW – International Box Office - Deadline",
        "Xbox Ally Handheld Console to Launch This Year From Microsoft - Variety",
        "Mike Johnson downplays Musk's influence and says Republicans will pass Trump's tax and budget bill - AP News",
        "Musk and Trump are over. Silicon Valley is just getting started. - The Washington Post",
        "Xbox Games Showcase 2025: all the news and trailers - The Verge",
        "‘He just keeps working’ - Frenkie de Jong hails Lamine Yamal ahead of Nations League final - Barca Blaugranes",
        "What’s a sleep paralysis demon? And other facts of the bizarre phenomenon - CNN",
        "How to watch Apple’s WWDC 2025 keynote - TechCrunch",
        "Natasha Rothwell and Sterling K. Brown Get Honest About ‘White Lotus’ Rewrites, Doomsday and Being No. 1 on the Call Sheet: ‘For the Longest Time I Thought It Meant Something’ - Variety",
        "NASA's Parker Solar Probe spots powerful magnetic explosion aimed at the sun's surface - Live Science"
    ]
}