{
    "headlines": [
        "المرشد الأعلى الإيراني يدعي \"النصر\" على إسرائيل قبل أول رسالة فيديو منذ وقف إطلاق النار - بي بي سي",
        "سوق الأسهم اليوم: ارتفاع العقود الآجلة لمؤشر داو جونز ؛ ينظر ترامب في تعيين رئيس جديد لمجلس الاحتياطي الفيدرالي في وقت مبكر — تحديثات مباشرة - وول ستريت جورنال",
        "حصري: قبل 10 سنوات، يوم يجب أن نتذكره لأوباما - أكسيوس",
        "رئيس التجسس الفنزويلي السابق يقر بالذنب في تهم تهريب المخدرات الأمريكية - الجزيرة",
        "تم كسر أسطورة إيران التي لا تقهر، ويمكن أن تكون التداعيات بعيدة المدى - سي إن إن",
        "النقاط الرئيسية من قمة الناتو التي يهيمن عليها ترامب - NPR",
        "تم التقاط إشارة راديو غامضة تنفجر من قمر ناسا الصناعي الميت منذ فترة طويلة - ساينس أليرت",
        "برجك ليوم الخميس 26 يونيو 2025 - شيكاغو صن تايمز",
        "حققت صنز نجاحًا كبيرًا في خامان مالواش، وخلق الفضول مع مارك ويليامز - أريزونا سبورتس",
        "يجتمع قادة الاتحاد الأوروبي لمناقشة فرض عقوبات أكثر صرامة على روسيا والرسوم الجمركية الأمريكية وصراعات الشرق الأوسط - أسوشيتد برس نيوز",
        "مسودة درجات الدوري الاميركي للمحترفين 2025: كيف كان أداء كل فريق في الجولة الأولى - نيويورك بوست",
        "جيمس بوند: دينيس فيلنوف لإخراج فيلم NEXT 007 - بي بي سي",
        "المحلل المخضرم يتخلى عن دعوة جديدة جريئة على أسهم Nvidia - Yahoo Finance",
        "بعد التداول، تقوم Trail Blazers باختيار مذهل، مشروع المركز الصيني Yang Hansen في المركز رقم 16 في عام 2025 مشروع الدوري الاميركي للمحترفين - KGW",
        "البيت الأبيض للحد من تبادل المعلومات الاستخباراتية، تخطي غابارد في إحاطة مجلس الشيوخ حول إيران - واشنطن بوست",
        "بعد انزعاج رئيس بلدية مدينة نيويورك المذهل، أخبر ممداني ABC News أن الديمقراطيين بحاجة إلى التركيز على الأجندة الاقتصادية - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "تعرف على Sixers No. 3 بشكل عام اختر VJ Edgecombe - PhillyVoice",
        "يقول رؤساء المخابرات في ترامب إن المعلومات الجديدة تظهر أن المنشآت النووية الإيرانية قد دمرت - بوليتيكو",
        "ما يجب معرفته عن الثيميروسال، وهو هدف لمستشاري لقاح مركز السيطرة على الأمراض الجديدين في RFK Jr. - CNN"
    ]
}