{
    "headlines": [
        "Netanyahu dit qu'Israël prendra le contrôle de Gaza car il permet à la nourriture d'entrer dans l'enclave - WSJ",
        "Les faucons fiscaux de la maison veulent une étiquette de prix mégabill avant le passage. Ils ne comprendront probablement pas. - Politico",
        "Jennifer Lawrence reçoit une mégatonne d'Oscar à Cannes pour « Die, My Love » - The Washington Post",
        "La Russie et l'Ukraine entament « immédiatement » des pourparlers de cessez-le-feu, déclare Trump - BBC",
        "Fred Warner, 49ers, accepte une prolongation de trois ans - NBC Sports",
        "Carte interactive montrant tous les dégâts, piste entière de la tornade mortelle de Saint-Louis - KSDK",
        "Marché boursier aujourd'hui : le dollar s'affaiblit, les rendements sont volatils en raison des préoccupations concernant la situation budgétaire des États-Unis - WSJ",
        "Spike Lee's Denzel Washington Pic ‘Highest 2 Lowest’ Scores Six-Minute Ovation At Cannes Premiere - Deadline",
        "Mises à jour en direct du procès Sean 'Diddy' Combs : la semaine 2 commence par davantage de témoignages dans une affaire de trafic sexuel - Yahoo",
        "La Cour suprême autorise Trump à annuler le statut de protection pour les Vénézuéliens pour le moment - The Washington Post",
        "Ce que nous savons de l'attentat à la bombe contre la clinique de fertilité de Palm Springs - NPR",
        "Étrange, éblouissante série de photobombes blanches Aurores rares au-dessus des États-Unis - Gizmodo",
        "Un juge annule la prise de contrôle par DOGE de l'Institut américain de la paix - NBC News",
        "Le PDG de JPMorgan, Dimon, a toujours l'intention de démissionner au cours des prochaines années. « C'est au conseil d'administration de décider. ’- Barron's",
        "Trump n'a pas encore battu les votes du GOP sur Megabill - Politico",
        "'American Idol' couronne Jamal Roberts de son vainqueur de la saison 23, Jessica Simpson se produit en finale - Entertainment Weekly",
        "MAGA répond au diagnostic de cancer de Biden par la moquerie et la spéculation - Rolling Stone",
        "Nvidia jure que vous pourrez acheter un RTX 5060 à 300 $ , mais bonne chance pour en trouver un - Gizmodo"
    ]
}