{
    "headlines": [
        "Nuggets crush Clippers in decisive Game 7 - ESPN",
        "Warren Buffett to retire later this year, ending run for an investing titan - The Washington Post",
        "Canelo Alvarez vs. William Scull fight prediction, start time, odds, where to watch, live stream, date, picks - CBS Sports",
        "55 billion tons of iron uncovered, this colossal treasure is worth trillions and could shake up the global economic balance. - Farmingdale Observer",
        "Gigi Hadid makes Bradley Cooper relationship Instagram-official with steamy kissing photo from her 30th birthday party - Page Six",
        "Welcome to Starbase: Texas has a new city home to Elon Musk's SpaceX - NBC News",
        "The Vatican installs chimney to signal the selection of the next pope - NPR",
        "Finesse2tymes in Federal Custody After Allegedly Violating Supervised Release - TMZ",
        "UFC Des Moines live updates: Cory Sandhagen vs. Deiveson Figueiredo results, round-by-round analysis and highlights - Yahoo Sports",
        "Sovereignty beats out favorite Journalism to win the Kentucky Derby - NPR",
        "Cincinnati police fatally shot an armed 18-year-old. The next day, his father killed a sheriff’s deputy, authorities say - CNN",
        "Warren Buffett devotees say farewell at poignant Omaha ‘pilgrimage’ - Financial Times",
        "AI-generated image of Trump as the pope draws criticism ahead of papal conclave - PBS",
        "Mexico's president says she rejected Trump's plan to send US troops across the border - ABC News",
        "Janet Jackson’s ‘Rhythm Nation’ crashed some Windows laptops for years - The Verge",
        "Trump proposes eliminating the NEA and NEH as arts grants are canceled - The Washington Post",
        "Scientists question NIH project’s use of 20th century technology to make a universal flu vaccine - statnews.com",
        "Alligators, snakes, biting insects: Small plane crash survivors recall 36-hour ordeal - AP News",
        "United Airlines cuts 35 daily flights at Newark airport, citing shortage of air traffic controllers - AP News"
    ]
}