{
    "headlines": [
        "USMNT survit au thriller du Costa Rica, passe en demi-finale de la Gold Cup via les tirs au but héroïques de Matt Freese - Yahoo Sports",
        "Le sénateur américain Thom Tillis de Caroline du Nord ne se présentera pas à la réélection en 2026 - Axios",
        "Les décès par crise cardiaque sont en baisse. Voici ce qui nous tue à la place - KSL News",
        "Rockets To Sign Jabari Smith Jr. À la prolongation de cinq ans - Rumeurs de cerceaux",
        "Les républicains du Sénat cherchent à voter sur l'énorme projet de loi fiscale de Trump lundi - The Washington Post",
        "Dans quelle mesure le Boeing 787 Dreamliner est-il vraiment sûr ? - BBC",
        "Les contrats à terme sur actions augmentent après que le S&P 500 ait atteint un nouveau record : mises à jour en direct - CNBC",
        "Plus de 400 vols annulés à destination et en provenance de l'aéroport d'Atlanta en raison de conditions météorologiques extrêmes - ABC News - Dernières nouvelles et vidéos",
        "1 mort, 2 blessés dans l'incendie et l'explosion de Philly qui ont rasé ou endommagé plusieurs maisons - ABC News - Dernières nouvelles et vidéos",
        "Trump ne laissera pas les autres pays remporter de grandes « victoires » dans les négociations commerciales. Les deux parties pourraient perdre. - Politico",
        "Les médecins et les infirmières révèlent les « petits » signes de santé que vous ne devriez jamais ignorer, et c'est choquant - BuzzFeed",
        "Beyoncé se débat brièvement au-dessus de la foule du stade de Houston alors que la voiture Flying Prop dysfonctionne - Date limite",
        "Netanyahu dit que « des opportunités se sont ouvertes » pour libérer les otages de Gaza à la suite de l'opération en Iran - CNN",
        "Rumeurs de la NBA Free Agency : Les Timberwolves vont officiellement perdre un joueur clé + les dernières nouvelles sur les Lakers, les Warriors - SBNation.com",
        "Les joueurs PlayStation « inquiets » au sujet de la console nouvellement annoncée de Xbox - GAMINGbible",
        "Moments clés des plaidoiries de clôture du procès pour trafic sexuel de Sean ‘Diddy’ Combs - AP News",
        "Trump dit qu'il n'a pas l'intention de prolonger une pause sur les tarifs mondiaux au-delà du 9 juillet - AP News",
        "L'IMC est B-A-D, suggère une nouvelle étude. Voici une meilleure façon de mesurer le poids - KSL News"
    ]
}