{
    "headlines": [
        "\"فقط على ما هو عليه.\" يقول ترامب إن رئيس الوزراء الكندي لا يستطيع أن يفعل شيئًا لخفض التعريفات اليوم - سي إن إن",
        "نتائج مباراة كليفلاند كافز ضد إنديانا باسرز 2 المباشرة: يعود باسرز مرة أخرى مجنونة في اللحظة الأخيرة - IndyStar",
        "ماذا يحدث في مطار نيوارك ؟ تمت الإجابة على هذا السؤال وأسئلة أخرى - NPR",
        "الصين تخفض أسعار الفائدة الرئيسية بمقدار 10 نقاط، ومتطلبات الاحتياطي المصرفي بمقدار 50 نقطة في محاولة لتعزيز الاقتصاد - CNBC",
        "تخطط سبيس إكس لإطلاق فالكون 9 ليلاً من كيب كانافيرال - WESH",
        "الانقسامات وراء الكواليس في الفاتيكان قبل الاجتماع السري - بي بي سي",
        "يتهم المدعون فريق الدفاع عن شون \"ديدي كومز\" بالتشاور مع محامي المشاهير مارك جيراغوس - سي إن إن",
        "اعتقد الجمهوريون أنهم سيحصدون أغلبيتهم في مجلس الشيوخ. الخريطة تزداد صعوبة. - Politico",
        "الولايات المتحدة والصين لإطلاق محادثات تجارية رسمية - فاينانشال تايمز",
        "شخص ما حطم سيارته في منزل جنيفر أنيستون - ذا كت",
        "تسمح المحكمة العليا لترامب بحظر قوات المتحولين جنسياً بينما تستمر القضية - واشنطن بوست",
        "في البداية، يكتشف الفيزيائيون ذرات \"النطاق الحر\" المراوغة — مما يؤكد نظرية عمرها قرن من الزمان حول ميكانيكا الكم - العلوم الحية",
        "دافي ضد هيجسيث: الاحتكاك حول السلامة الجوية يندلع في حكومة ترامب - بوليتيكو",
        "ستهبط المركبة الفضائية السوفيتية البالغة من العمر 53 عامًا إلى الأرض هذا الأسبوع - Gizmodo",
        "تسعى وزارة العدل إلى التفكيك القسري لشركات الإعلانات الرقمية من Google \"لإنهاء\" الاحتكارات - نيويورك بوست",
        "طائرات بدون طيار أوكرانية تهاجم موسكو، وتوقف الرحلات الجوية مؤقتًا قبل العرض العسكري الكبير - سي إن إن",
        "يقول رئيس الأمن الداخلي إن المسافرين الذين ليس لديهم هوية حقيقية يمكنهم السفر في الوقت الحالي، ولكن مع خطوات إضافية محتملة - أسوشيتد برس نيوز",
        "تقوم Google بتحديث Pixels بتصحيحات أمان مهمة، ولكنها تحذر من عدم وجود عودة إلى الوراء - Android Police",
        "إسرائيل تهاجم المطار الرئيسي في العاصمة اليمنية صنعاء - بي بي سي",
        "اقرأ خطة جون فويت لإنقاذ هوليوود: الإعفاءات الضريبية الفيدرالية متوسطة الحجم، وزيادة عمليات الشطب والتعريفات القاسية على الحوافز الخارجية - الموعد النهائي"
    ]
}