{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਬਿਡੇਨ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਦੀ ਜਾਂਚ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ, ਪੂਰਵਗਾਮੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੁਓਮੋ ਨੇ ਓਬਾਮਾ ਯੁੱਗ ਦੌਰਾਨ 'ਝਟਕਾ ਅਤੇ ਜੀਵ’ ਟਿੱਪਣੀ ਲਈ ਗਰਮੀ ਲਈ - ਪੋਲਿਟਿਕੋ",
        "ਕਿਮਬਰਲੀ-ਕਲਾਰਕ ਨੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਟਿਸ਼ੂ ਕਾਰੋਬਾਰ ਦੀ ਲਗਭਗ 3.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਵਿਕਰੀ ਕੀਤੀ - ਡਬਲਯੂਐਸਜੇ",
        "‘ਦੁਸ਼ਟਃ ਚੰਗੇ ਲਈ’ ਟ੍ਰੇਲਰਃ ਏਰੀਆਨਾ ਗ੍ਰਾਂਡੇ ਅਤੇ ਸਿੰਥਿਆ ਏਰਿਵੋ ਨੇ ਗਿਲਿੰਡਾ ਅਤੇ ਐਲਫਾਬਾ ਨੂੰ ਸੀਕਵਲ - ਵੈਰੀਟੀ ਤੋਂ ਡੈਜ਼ਲਿੰਗ ਪਹਿਲੀ ਫੁਟੇਜ ਵਿਚ ਟੈਸਟ ਵਿਚ ਪਾ ਦਿੱਤਾ",
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਮੁਕੱਦਮੇ ਦਾ ਰੀਕੈਪਃ ਗਵਾਹ ਗਵਾਹੀ ਦਿੰਦਾ ਹੈ ਕਿ ਕੰਬਜ਼ ਨੇ ਉਸ ਨੂੰ 17 ਵੀਂ ਮੰਜ਼ਲ ਦੀ ਬਾਲਕੋਨੀ ਤੋਂ ਡੰਗ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੂੰ ਜਾਨੋਂ ਮਾਰਨ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਯਾਹੂ",
        "ਟਰੰਪ ਨੇ ਹਾਰਵਰਡ ਯੂਨੀਵਰਸਿਟੀ ਵਿਚ ਪੜ੍ਹਨ ਦੀ ਯੋਜਨਾ ਬਣਾਉਣ ਵਾਲੇ ਵਿਦੇਸ਼ੀਆਂ ਲਈ ਯੂਐਸ ਦੇ ਦਾਖਲੇ ਨੂੰ ਰੋਕਣ ਲਈ ਕਦਮ ਚੁੱਕੇ - ਸੀਐਨਬੀਸੀ",
        "ਨਿਕਸ ਸਟਾਰਜ਼ ਪਾਰਟੀ ਐਨਵਾਈਸੀ ਵਿੱਚ ਪਲੇਆਫ ਦੇ ਬਾਹਰ ਕੱ afterਣ ਤੋਂ ਬਾਅਦ — ਟੌਮ ਥੀਬੋਡੋ ਫਾਇਰਿੰਗ ਤੋਂ ਘੰਟੇ ਪਹਿਲਾਂ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਬੋਲਡਰ ਹਮਲੇ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੇ ਪਰਿਵਾਰ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਤੋਂ ਰੋਕਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਕਸਾਸ ਬਨਾਮ ਟੈਕਸਾਸ ਟੈਕ ਗੇਮ ਸਕੋਰਃ ਰੀਪਲੇਅ, ਹਾਈਲਾਈਟਸ ਜਿਵੇਂ ਕਿ ਯੂਟੀ ਡਬਲਯੂਸੀਡਬਲਯੂਐਸ ਫਾਈਨਲਜ਼ ਦਾ ਗੇਮ 1 ਜਿੱਤਦਾ ਹੈ - ਆਸਟਿਨ ਅਮੈਰੀਕਨ-ਸਟੇਟਸਮੈਨ",
        "ਟੈਕਸਾਸ ਦੀ womanਰਤ ਦੀ ਟੂਟੀ ਦੇ ਪਾਣੀ ਨਾਲ ਸਾਈਨਸ ਸਾਫ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦਿਮਾਗ ਨੂੰ ਖਾਣ ਵਾਲੀ ਅਮੀਬਾ ਤੋਂ ਮੌਤ ਹੋ ਗਈ - ਡੱਲਾਸ ਨਿ Newsਜ਼",
        "ਫਾਈਨਲ ਫੈਂਟਸੀ ਟੈਕਟਿਕਸ ਰੀਮੇਕ ਹੋ ਰਿਹਾ ਹੈਃ ਟ੍ਰੇਲਰ ਅਤੇ ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ ਰਾਜ ਦੇ ਦੌਰਾਨ ਘੋਸ਼ਿਤ ਕੀਤੀ ਗਈ - ਗੇਮਸਪੌਟ",
        "NIOH 3 ਦਾ PS5 ਲਈ ਐਲਾਨ, ਹੁਣ ਦੋ ਹਫ਼ਤਿਆਂ ਲਈ ਡੈਮੋ ਆਉਟ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਸੀਬੀਓ ਕੀ ਹੈ? ਟਰੰਪ ਦੇ ਟੈਕਸ ਬਿੱਲ 'ਤੇ ਛੋਟੀ ਜਿਹੀ ਦਫਤਰ ਭੜਕਾਉਣ ਵਾਲੀ ਬਹਿਸ' ਤੇ ਇਕ ਨਜ਼ਰ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੀ ਤੁਸੀਂ ਇਹ ਦੇਖਿਆ ਹੈ? ਭੁੱਖੇ ਜੰਗਲੀ ਹਾਥੀ ਨੇ ਸਨੈਕਸ ਲਈ ਕਰਿਆਨੇ ਦੀ ਦੁਕਾਨ 'ਤੇ ਛਾਪਾ ਮਾਰਿਆ - KSL News",
        "ਲੀਯਾਹ ਰੇਮਿਨੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਜੈਨੀਫਰ ਲੋਪੇਜ਼ ਦੇ ਡਿੱਗਣ ਤੋਂ ਬਾਅਦ ਕਿੱਥੇ ਖੜ੍ਹੀ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇੱਕ ਨਵਾਂ ਸੈਟੇਲਾਈਟ ਟੀਵੀ ਚੈਨਲ ਅਲੈਕਸੀ ਨਵਲਨੀ ਦੇ ਵੀਡੀਓ ਨੂੰ ਰੂਸੀ ਦਰਸ਼ਕਾਂ ਤੱਕ ਪਹੁੰਚਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਦੋ ਨਿਯਮ ਨਿਵੇਸ਼ਕਾਂ ਨੂੰ ਹੁਣੇ ਹੁਣੇ ਪਾਲਣਾ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਕਿਉਂਕਿ ਐਸ ਐਂਡ ਪੀ 500 ਅੱਖਾਂ 6,000 ਤੇ ਵਾਪਸੀ ਕਰਦੀਆਂ ਹਨ - ਮਾਰਕੀਟਵਾਚ"
    ]
}