{
    "headlines": [
        "Israël lance une offensive majeure alors que les sauveteurs de Gaza disent que des dizaines de personnes ont été tuées - BBC",
        "Les Knicks de New York dépassent les Celtics de Boston pour atteindre la finale de la Conférence Est pour la première fois en 25 ans - CNN",
        "Pedro Pascal dit « F— the People That Try to Make You Scared » (F- les gens qui essaient de vous faire peur) lorsqu'on leur pose des questions sur le chaos politique américain : « Fight Back. Ne les laissez pas gagner » - Variété",
        "Sierra a fait les jeux de mon enfance. Sont-ils toujours amusants à jouer ? - Ars Technica",
        "Google I/O sera un salon de l'IA - The Verge",
        "Le NIST a mis en marche sa nouvelle horloge atomique, et elle est incroyablement précise - The Washington Post",
        "Clarke Schmidt rajeunie savourant une chance d'affronter son ancien coéquipier des Yankees, Juan Soto - New York Post",
        "Le Kremlin fixe les conditions de la réunion Poutine-Zelenskiy : Interfax - Bloomberg",
        "Lumières, appareil photo, boule de paillettes : le concours Eurovision de la chanson atteint sa grande finale - AP News",
        "FSD de Tesla vs robotaxi de Waymo : On a fait un mouvement qui résiste à tout test de conduite - Business Insider",
        "XRP, DOGE Price Analysis : Dogecoin, Ripple Down 3% as Moody's Downgrades the U.S. Credit Score - CoinDesk",
        "Alors que le théâtre politique prenait le devant de la scène en Turquie, la guerre se poursuivait en Ukraine. Kiev a peu d'options - AP News",
        "Neuf morts dans une frappe russe sur un bus civil en Ukraine - BBC",
        "Voici ce que les tarifs pourraient rendre plus cher chez Walmart - CNN",
        "Au moins 7 personnes sont mortes et des dégâts importants ont été causés à la suite de violentes tempêtes du Midwest - NPR",
        "Audio of 2023 Biden interview with Hur reveals pauses, halting responses - The Washington Post",
        "10 s'échapper de la prison de la Nouvelle-Orléans par un trou dans le mur de la cellule pendant que le garde solitaire partait chercher de la nourriture - AP News",
        "Paige Bueckers subit une défaite face au Lynx lors de son premier match WNBA - Star Tribune",
        "Votre horoscope quotidien : le 17 mai 2025 - The Globe and Mail"
    ]
}