{
    "headlines": [
        "ਚੋਟੀ ਦੇ ਰੂਸੀ ਜਲ ਸੈਨਾ ਕਮਾਂਡਰ ਨਵੀਨਤਮ ਜਨਰਲ ਨੂੰ ਯੂਕਰੇਨ ਦੁਆਰਾ ਮਾਰਿਆ ਜਾਵੇਗਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? ਸਜ਼ਾ, ਸੰਭਵ ਮੁਆਫੀ ਅਤੇ ਹੋਰ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮੁੱਕੇਬਾਜ਼ ਚਾਵੇਜ਼ ਜੂਨੀਅਰ ਆਈਸੀਈ ਦੁਆਰਾ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ, ਦੇਸ਼ ਨਿਕਾਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ - ਈਐਸਪੀਐਨ",
        "ਗੇਮਜ਼ ਨੂੰ ਮਾਰਨਾ ਬੰਦ ਕਰੋ ਮੁਹਿੰਮ ਇਕ ਮਿਲੀਅਨ ਦਸਤਖਤਾਂ ਤੋਂ ਵੱਧ ਗਈ - ਪੁਸ਼ ਸਕੁਏਅਰ",
        "ਟਰੰਪ ਦੇ ਮੈਗਾਬਿਲ ਨੇ ਜੀਓਪੀ ਹੋਲਡਆਉਟ ਰਿਲੇਂਟ ਵਜੋਂ ਅੰਤਮ ਹਾ Houseਸ ਵੋਟ ਲਈ ਸੈੱਟ ਕੀਤਾ - ਡਬਲਯੂਐਸਜੇ",
        "ਜੁਲਾਈ 2025 ਪਿਕਸਲ ਅਪਡੇਟ ਐਂਡਰਾਇਡ ਆਟੋ, ਵਾਈ-ਫਾਈ ਫਿਕਸ ਲਿਆਉਣਾ ਚਾਹੀਦਾ ਹੈ - 9to5Google",
        "ਜੂਨ ਦੀਆਂ ਨੌਕਰੀਆਂ ਦੀ ਰਿਪੋਰਟ ਵਿਚ ਛੁਪੀ ਬੁਰੀ ਖ਼ਬਰ - ਸੀ ਐਨ ਐਨ",
        "ਕੀਥ ਡੇਵਿਡ ਹਾਲੀਵੁੱਡ ਵਾਕ ਆਫ ਫੇਮ ਸਟਾਰ ਦੀ ਘੋਸ਼ਣਾ ਤੋਂ ਬਾਅਦ ਹੈਰਾਨ ਰਹਿ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਟਰਾਂਸਜੈਂਡਰ ਵਿਦਿਆਰਥੀਆਂ ਦੀ ਲੜਕੀਆਂ ਅਤੇ ਮਹਿਲਾ ਖੇਡਾਂ 'ਚ ਸ਼ਮੂਲੀਅਤ' ਤੇ ਰਾਜ ਦੀ ਪਾਬੰਦੀ 'ਤੇ ਸੁਣਾਏਗੀ ਫੈਸਲਾ - NBC News",
        "ਕੈਂਸਰ ਅਤੇ ਕਸਰਤ ਦਾ ਸੰਬੰਧ ਜੋ ਮਰੀਜ਼ਾਂ ਨੂੰ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸ਼ਿਕਾਗੋ ਨਾਈਟ ਕਲੱਬ ਦੇ ਬਾਹਰ ਡਰਾਈਵਿੰਗ ਨਾਲ ਹੋਈ ਗੋਲੀਬਾਰੀ 'ਚ ਚਾਰ ਮੌਤਾਂ, 14 ਜ਼ਖਮੀ - BBC",
        "ਫੈੱਡਸ ਅਲੀਗੇਟਰ ਅਲਕਾਟਰਾਜ਼ ਤੋਂ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ ਅਦਾਲਤ ਵਿੱਚ ਚਲੇ ਗਏ - ਮਿਆਮੀ ਹੇਰਾਲਡ",
        "ਬਾਕਸ ਆਫਿਸਃ ‘ਜੁਰਾਸਿਕ ਵਰਲਡ ਰੀਬੈਰਥ' ਬੁੱਧਵਾਰ ਨੂੰ ਸ਼ਕਤੀਸ਼ਾਲੀ $ 30.5 ਮਿਲੀਅਨ ਲਈ ਖੁੱਲ੍ਹਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਸਕੇਲਾਈਜ਼ਃ ਮੈਗਾਬਿਲ ਕਦੇ ਬਦਲਦਾ ਨਹੀਂ ਇੱਕ ਵਿਕਲਪ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਅਰਬਾਂ ਦੀ ਸਿੱਖਿਆ ਸਹਾਇਤਾ ਨੂੰ ਰੋਕਿਆਃ ਸਕੂਲਾਂ ਲਈ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ - Syracuse.",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ, ਸੀਡੀਸੀ ਪੈਨਲ ਹੈਪੇਟਾਈਟਸ ਬੀ ਟੀਕੇ 'ਤੇ ਸ਼ੱਕ ਜਤਾ ਰਿਹਾ ਹੈ. ਇਹ ਕਿਉਂ ਸੁਰੱਖਿਅਤ ਹੈ ਇਹ ਇੱਥੇ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਨਾਸਾ ਵਰਕਫੋਰਸ ਡਿਪਲੇਸ਼ਨ ਅਪਡੇਟ - ਨਾਸਾ ਵਾਚ",
        "ਨਾਸਾ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਕਿ ਸੂਰਜੀ ਪ੍ਰਣਾਲੀ ਦੁਆਰਾ ਸ਼ੂਟਿੰਗ ਕਰਨ ਵਾਲੀ ਰਹੱਸਮਈ ਵਸਤੂ ਇਕ 'ਇੰਟਰਸਟੇਲਰ ਵਿਜ਼ਟਰ' ਹੈ — ਅਤੇ ਇਸਦਾ ਨਵਾਂ ਨਾਮ ਹੈ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਮੈਜਿਕ ਜੌਹਨਸਨ ਨੇ ਲੇਕਰਜ਼ ਦੇ ਡੇਂਡਰ ਆਇਟਨ ਨੂੰ ਇਕ ਸੰਪੂਰਨ ਸਕ੍ਰੀਨਸ਼ਾਟ ਨਾਲ ਦਸਤਖਤ ਕਰਨ ਦਾ ਜਸ਼ਨ ਮਨਾਇਆ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਵੀਅਤਨਾਮ ਅਜੇ ਵੀ ਵਪਾਰ ਸੌਦੇ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦੇਣ ਦਾ ਐਲਾਨ ਪਹਿਲਾਂ ਹੀ ਟਰੰਪ ਦੁਆਰਾ ਕੀਤਾ ਗਿਆ ਹੈ - ਬਲੂਮਬਰਗ ਡਾਟ ਕਾਮ"
    ]
}