{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਜੀਓਪੀ ਕ੍ਰਿਪਟੂ ਵਿਵਾਦ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੀ ਬੈਠਕ ਤੋਂ ਬਾਅਦ ਹੱਲ ਹੋਇਆ - ਬਲੂਮਬਰਗ.",
        "'ਅਮੈਰੀਕਨ ਆਈਡਲ' ਸੰਗੀਤ ਸੁਪਰਵਾਈਜ਼ਰ ਅਤੇ ਪਤੀ ਲਾਸ ਏਂਜਲਸ ਦੇ ਘਰ ਵਿੱਚ ਗੋਲੀ ਮਾਰ ਕੇ ਮਾਰੇ ਗਏ, ਸ਼ੱਕੀ ਗ੍ਰਿਫਤਾਰ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਬੌਂਡੀ ਨੂੰ ਐਪਸਟੀਨ 'ਤੇ' ਜੋ ਵੀ ਉਹ ਭਰੋਸੇਯੋਗ ਸਮਝਦਾ ਹੈ 'ਜਾਰੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਕਥਿਤ ਮਿਨੀਸੋਟਾ ਨਿਸ਼ਾਨੇਬਾਜ਼ ਨੇ ਐਫਬੀਆਈ ਦੇ ਡਾਇਰੈਕਟਰ ਨੂੰ ਪੱਤਰ ਲਿਖ ਕੇ ਕਤਲ ਦਾ ਇਕਰਾਰ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਟਾਕ ਫਿuresਚਰ ਖਿਸਕ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਵਧੇਰੇ ਬੈਂਕ ਕਮਾਈ ਅਤੇ ਮਹਿੰਗਾਈ ਦੇ ਅੰਕੜਿਆਂ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਹਮਲਿਆਂ ਨੇ ਫਿਰਕੂ ਗੜਬੜੀ ਦਰਮਿਆਨ ਸੀਰੀਆ ਸਰਕਾਰ ਦੇ ਸੈਨਿਕਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2025 ਐਮਐਲਬੀ ਆਲ-ਸਟਾਰ ਗੇਮ ਸਕੋਰਃ ਪਾਲ ਸਕੀਨੇਸ, ਸ਼ੋਹੇਈ ਓਹਤਾਨੀ, ਹਾਰੂਨ ਜੱਜ ਦੇ ਨਾਲ ਲਾਈਵ ਅਪਡੇਟਸ, ਵਧੇਰੇ ਸਕੁਏਅਰਿੰਗ ਆਫ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "‘ਸੇਵਰੈਂਸ‘ 2025 ਐਮੀ ਨਾਮਜ਼ਦਗੀਆਂ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵੈਂਡਲਜ਼ ਨੂੰ ਇੰਗਲੈਂਡ ਦੇ ਪਿਆਰੇ ਸਿਕਾਮੋਰ ਗੈਪ ਟ੍ਰੀ ਨੂੰ ਕੱਟਣ ਲਈ 4 ਸਾਲ ਤੋਂ ਵੱਧ ਦੀ ਸਜ਼ਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਓਪਨਏਆਈ, ਗੂਗਲ ਦੀਪਮਾਈਂਡ ਅਤੇ ਐਂਥ੍ਰੋਪਿਕ ਸਾ soundਂਡ ਅਲਾਰਮਃ 'ਅਸੀਂ ਸ਼ਾਇਦ ਏਆਈ ਨੂੰ ਸਮਝਣ ਦੀ ਯੋਗਤਾ ਗੁਆ ਰਹੇ ਹਾਂ' - ਵੈਂਚਰਬੀਟ",
        "ਨਿਕੀ ਮਿਨਾਜ ਅਤੇ ਸਜਾ ਬੀਫਿੰਗ ਕਿਉਂ ਕਰ ਰਹੇ ਹਨ? X Spark Confusion ਤੇ ਫਾਇਰ ਰਿਪਲਾਈਜ਼ | ਹਾਲੀਵੁੱਡ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਐਲੂਮੀਨੀਅਮ - ਆਰਸ ਟੈਕਨੀਕਾ ਬਾਰੇ ਵਿਸ਼ਾਲ ਅਧਿਐਨ ਸਕੁਐਸ਼ ਐਂਟੀ-ਟੈਕਸੀਨ ਟਾਕਿੰਗ ਪੁਆਇੰਟ",
        "ਆਈਸ ਬਾਰ ਪ੍ਰਵਾਸੀ ਜੋ ਬਾਂਡ ਸੁਣਵਾਈਆਂ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਗੈਰ ਕਾਨੂੰਨੀ USੰਗ ਨਾਲ ਅਮਰੀਕਾ ਵਿੱਚ ਦਾਖਲ ਹੋਏ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸੈਨੇਟ ਦੇ ਰਿਪਬਲਿਕਨ ਇੱਕ ਮੁੱਖ ਵੋਟ ਤੋਂ ਪਹਿਲਾਂ ਟਰੰਪ ਦੇ ਖਰਚਿਆਂ ਵਿੱਚ ਕਟੌਤੀ ਪੈਕੇਜ ਨੂੰ ਸੁੰਗੜਦੇ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ 14 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਬੱਚਿਆਂ ਨੂੰ ਕਿਸੇ ਵੀ ਵੈਕਸੀਨ ਦੀ ਖੁਰਾਕ ਨਹੀਂ ਮਿਲੀਃ WHO - ABC News - Breaking News, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓਜ਼",
        "ਜੇਪੀ ਮੋਰਗਨ ਦੇ ਸੀਈਓ ਜੈਮੀ ਡਾਈਮਨ ਨੇ ਮਾਰਕਸਵਾਦੀ ਜ਼ੋਹਰਾ ਮਮਦਾਨੀ ਨਾਲ ਕੀਤੀ ਮੁਲਾਕਾਤ",
        "ਅਫਗਾਨਿਸਤਾਨ ਦੇ ਡੇਟਾ ਲੀਕ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤਿੰਨ ਮੁੱਖ ਪ੍ਰਸ਼ਨਾਂ ਨੇ ਬੇਮਿਸਾਲ ਗੁਪਤ ਨਿਕਾਸੀ ਨੂੰ ਭੜਕਾਇਆ - ਬੀਬੀਸੀ",
        "ਟਰੰਪ ਨੇ ਟੈਕਸਾਸ ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਸਦਨ ਦੇ ਬਹੁਮਤ ਨੂੰ ਬਣਾਈ ਰੱਖਣ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ਰਾਜ ਦੇ ਕਾਂਗਰਸ ਦੇ ਨਕਸ਼ੇ ਨੂੰ ਮੁੜ ਤਿਆਰ ਕਰਨ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}