{
    "headlines": [
        "Liverpool 5-1 Spurs (27 de abril de 2025) Análise de jogo - ESPN",
        "Prisão feita no roubo da bolsa de Kristi Noem e milhares em dinheiro, diz fonte - CNN",
        "Os Estados Unidos devem lançar um satélite diretamente de um filme de James Bond, capaz de transmitir energia solar para qualquer lugar da Terra. - Farmingdale Observer",
        "Box Office: ‘Sinners’ Scores $ 45 Million in Massive Second Weekend, ‘Star Wars’ Re-Release Beats ‘Accountant 2’ - Variety",
        "Melhores aplicativos de bookmarking para ajudar a organizar e organizar sua vida digital - TechCrunch",
        "Essas pessoas autistas lutavam para entender os outros. Então eles encontraram a IA. - The Washington Post",
        "'Clair Obscur: Expedition 33' destrói completamente a iluminação a gás da Square Enix sobre o combate baseado em turnos de Final Fantasy - Windows Central",
        "Notas do Draft da NFL de 2025: Analisando todas as 32 classes das equipes - FOX SPORTS",
        "A reunião Trump-Zelenskyy é \"a primeira esperança que tenho há algum tempo\": ex-conselheiro de segurança nacional Jake Sullivan - ABC News",
        "Vancouver: pelo menos nove mortos após carro passar por festival de rua - BBC",
        "Kawakami: Os Warriors fizeram os Rockets girarem e se prepararem para um nocaute - The San Francisco Standard",
        "Spielberg, De Niro, Freeman elogiam Francis Ford Coppola ao receber o AFI Life Achievement Award - AP News",
        "Putin manda aviões de emergência russos para o Irã após explosão no porto de Bandar Abbas - NBC News",
        "O cardeal Vincent Nichols espera um \"clima de reflexão\" em seu primeiro conclave - NPR",
        "Jiggly Caliente: RuPaul's Drag Race and Pose Star morre aos 44 anos - BBC",
        "Principal candidato papal diz que o legado de Francisco deve continuar - Crux | Taking the Catholic Pulse",
        "Um reino desaparecido ganha vida nas canções dos griots e uma nova escavação arqueológica - NPR",
        "À medida que Musk ganhou poder em Washington, sua popularidade caiu, segundo uma pesquisa da AP-NORC - AP News"
    ]
}