{
    "headlines": [
        "ਸੈਨੇਟਰ ਰੈਂਡ ਪੌਲ ਪਿਛਲੇ ਜੁਲਾਈ ਵਿੱਚ ਟਰੰਪ ਦੀ ਸ਼ੂਟਿੰਗ ਬਾਰੇ ‘ਸਭਿਆਚਾਰਕ coverੱਕਣ' ਵੇਖਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "‘ਜਬਾੜੇ’ ਸਟਾਰ ਰਿਚਰਡ ਡਰੇਫਸ ਵਾਇਰਲ ਬ੍ਰੌਨਕਾਈਟਸ ਨਿਦਾਨ ਦੇ ਕਾਰਨ ਜਨਤਕ ਦਿੱਖ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈਃ ‘ਮੈਂ ਨਾ ਦਿਖਾਉਣ ਬਾਰੇ ਭਿਆਨਕ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ' - ਯਾਹੂ",
        "ਕੋਰਟ 'ਤੇ ਅਤੇ ਬਾਹਰ ਸਖਤ ਮਿਹਨਤ ਵਿੰਬਲਡਨ ਚੈਂਪੀਅਨ - ਡਬਲਯੂਟੀਏ ਟੈਨਿਸ ਲਈ ਸਵਿਆਟੇਕ ਦੇ ਉਭਾਰ ਨੂੰ ਪਰਿਭਾਸ਼ਤ ਕਰਦੀ ਹੈ",
        "ਟਰੰਪ ‘ਨਿਸ਼ਚਤ ਤੌਰ’ ਤੇ ’ਫੇਡ ਚੇਅਰ ਪਾਵੇਲ ਨੂੰ ਬਰਖਾਸਤ ਕਰ ਸਕਦੇ ਹਨ‘ ਜੇ ਕੋਈ ਕਾਰਨ ਹੈ ’: ਹੈਸੇਟ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੈਮੋਕਰੇਟਸ ਨੇ ਸੋਚਿਆ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਮੈਗਾਬਿਲ 'ਤੇ ਆਪਣਾ ਮੱਧਕਾਲੀ ਸੰਦੇਸ਼ ਮਿਲਿਆ — ਪਰ ਇਹ ਕੁਝ ਸਨੈਗ ਮਾਰ ਸਕਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਮਹਿੰਗਾਈ ਦਰਾਂ ਤੋਂ ਕਿੱਥੇ ਹੈ? ਡੈੱਕ 'ਤੇ ਜੂਨ ਸੀਪੀਆਈ ਦੇ ਨਾਲ ਵਧਦੀਆਂ ਕੀਮਤਾਂ ਬਾਰੇ ਕੀ ਸਟਾਕ ਅਤੇ ਕਮਾਈ ਸਾਨੂੰ ਦੱਸਦੀ ਹੈ. - ਮਾਰਕੀਟਵਾਚ",
        "ਜੇਫਰੀ ਐਪਸਟੀਨ ਫਾਈਲਾਂ 'ਤੇ ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ਪਾਮ ਬੌਂਡੀ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "‘ਸੁਪਰਮੈਨ’ 122 ਮਿਲੀਅਨ ਡਾਲਰ 'ਤੇ ਚੜ੍ਹਦਾ ਹੈ, 2025 ਦਾ ਤੀਜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਬਾਕਸ ਆਫਿਸ ਓਪਨਿੰਗ ਵੀਕੈਂਡ - ਵਰਾਇਟੀ",
        "ਅਮਰੀਕਾ ਵਿਚ ਪੀਐਸਜੀ ਬਨਾਮ ਚੇਲਸੀਆ ਕਲੱਬ ਵਿਸ਼ਵ ਕੱਪ ਫਾਈਨਲ ਲਈ ਫਰਾਂਸ ਵਿਚ ਹਾਈ ਅਲਰਟ 'ਤੇ ਪੁਲਿਸ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਫਰਾਂਸ ਵਿਚ ਕੈਦੀ ਆਪਣੇ ਸੈਲਮੇਟ ਦੇ ਬੈਗ ਵਿਚ ਫਰਾਰ ਹੋ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਕੁਇਨਸ਼ਨ ਜੂਡਕਿਨਜ਼ ਨੂੰ ਘਰੇਲੂ ਬੈਟਰੀ ਦੀ ਦੁਰਵਰਤੋਂ ਦੇ ਦੋਸ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਮਾਰਕੀਟ ਲਚਕੀਲਾਪਣ ਨੂੰ ਟਰੰਪ ਦੇ ਵੀਕੈਂਡ ਟੈਰਿਫ ਸਾਲਵੋ ਦੁਆਰਾ ਚੁਣੌਤੀ ਦਿੱਤੀ ਗਈ - ਬਲੂਮਬਰਗ",
        "ਉੱਤਰੀ ਕੋਰੀਆ ਲਾਵਰੋਵ ਦੌਰੇ ਦੌਰਾਨ ਯੂਕਰੇਨ ਵਿਚ ਪੁਤਿਨ ਦੀ ਜੰਗ ਦਾ ਬਿਨਾਂ ਸ਼ਰਤ ਸਮਰਥਨ ਕਰਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸੰਭਾਵੀ ਆਈਫੋਨ 17 ਲਾਂਚ ਤਾਰੀਖ ਤੰਗ ਡਾਊਨ ਦੇ ਤੌਰ ਤੇ ਐਪਲ ਹੈਰਾਨਕੁੰਨ ਅਤਿ-ਥਿਨ ਹਵਾ ਅਤੇ ਮੁੜ ਡਿਜ਼ਾਇਨ ਪ੍ਰੋ ਵਰਜਨ ਸਮੇਤ ਚਾਰ ਨਵ ਮਾਡਲ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਨ ਦੀ ਤਿਆਰੀ - Wccftech",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਵਪਾਰ ਸਰਪਲੱਸ ਦੇ ਬਾਵਜੂਦ ਬ੍ਰਾਜ਼ੀਲ 'ਤੇ ਟੈਰਿਫ ਦਾ ਬਚਾਅ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਟਰੰਪ ਦੇ 30% ਟੈਰਿਫ ਦੀ ਧਮਕੀ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕਾ ਵਿਰੁੱਧ ਵਪਾਰ ਬਦਲਾ ਲੈਣ 'ਤੇ ਰੋਕ ਲਗਾ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਇਹ ਹੈ ਕਿ ਐਪਲ ਦੇ ਆਲ-ਨਿਊ ਹੋਮ ਹੱਬ ਵਿੱਚ ਦੇਰੀ ਕਿਉਂ ਹੋ ਰਹੀ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "ਬ੍ਰੌਡੀ ਜੇਨਰ ਨੇ ਗੂੜ੍ਹਾ ਮਲੀਬੂ ਵਿਆਹ ਵਿਚ ਟਿਆ ਬਲੈਂਕੋ ਨਾਲ ਵਿਆਹ ਕੀਤਾ - ਪੰਨਾ ਛੇ"
    ]
}