{
    "headlines": [
        "أختبر أجهزة الكمبيوتر المحمولة من أجل لقمة العيش وهذه هي صفقات أجهزة الكمبيوتر المحمولة في يوم الذكرى التي سأحصل عليها بينما لا يزال بإمكانك ذلك - ZDNet",
        "سيارات فولفو المملوكة للصين تسرح 3000 موظف من ذوي الياقات البيضاء - بي بي سي",
        "تقول السلطات إن رئيس الشرطة السابق في السجن بتهمة القتل يهرب متنكراً - صحيفة واشنطن بوست",
        "جوائز الموسيقى الأمريكية 2025: قائمة الفائزين الكاملة (تحديث مباشر) - متنوعة",
        "تغيير التدريب المهني لتحويل التركيز إلى أقل من 21 عامًا - بي بي سي",
        "توفي تشارلز رانجل، الصوت القوي لهارلم في الكونغرس، عن عمر يناهز 94 عامًا - صحيفة واشنطن بوست",
        "\"الناس لا يفهمون مدى خطورة ذلك\" — 19 أشياء تبدو آمنة ولكنها في الواقع خطيرة يفعلها الناس طوال الوقت - ياهو",
        "من هم اللاعبون الذين سيشهدون زيادة في إنتاجهم مع خروج كلارك ؟ - ESPN",
        "ارتفاع العقود الآجلة لمؤشر داو جونز بمقدار 400 نقطة بعد إعلان ترامب عن تمديد تعريفة الاتحاد الأوروبي: تحديثات مباشرة - CNBC",
        "ما يجب معرفته عن القراد الغازي الذي يستولي على غابات PA المحلية - WHYY",
        "الرئيس ترامب يكرم أبطال أمريكا في يوم الذكرى - البيت الأبيض (.gov)",
        "ماذا يعني نيكس الناجي من جالين برونسون دود لبقية نهائيات المؤتمر الشرقي - نيويورك بوست",
        "كبار رؤساء التجارة في الولايات المتحدة والاتحاد الأوروبي \"على اتصال دائم\" بعد تأجيل تعريفة ترامب - بوليتيكو",
        "أوكرانيا تقول إن روسيا شنت أكبر هجوم بطائرة بدون طيار حتى الآن، كجزء من حملة متصاعدة - أسوشيتد برس نيوز",
        "خطوط ساوث ويست الجوية تنهي الحقائب المسجلة مجانًا هذا الأسبوع: آخر فرصة للحجز - 9News",
        "كيف تشاهد الليلة لعبة Oklahoma City Thunder vs. Minnesota Timberwolves Game 4 مجانًا - CNET",
        "خاتمة الموسم الثاني من \"The Last of Us\" تجذب 3.7 مليون مشاهد عبر المنصات في الولايات المتحدة لـ HBO - الموعد النهائي",
        "تكشف نجمة \"Duck Dynasty\" سادي روبرتسون عن كلمات فيل الأخيرة لها قبل وفاته عن عمر يناهز 79 عامًا - نيويورك بوست",
        "اليوم الحادي عشر: القبض على ثمانية سجناء، اثنان منهم لا يزالان طليقين - WWLTV.com"
    ]
}