{
    "headlines": [
        "ਬੇਰਹਿਮ ਗਰਮੀ ਦੀ ਲਹਿਰ ਕਦੋਂ ਖ਼ਤਮ ਹੋਵੇਗੀ? ਇੱਥੇ ਭਵਿੱਖਬਾਣੀ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਨਸ਼ੀਲੇ’ ਭਾਲੂ ਬਚ ਜਾਂਦੇ ਹਨ, ਇਕ ਹਫਤੇ ਦੀ ਕੀਮਤ ਵਾਲੀ ਸ਼ਹਿਦ ਚੋਰੀ ਕਰਦੇ ਹਨ ਅਤੇ ਲੰਬੀ ਨੀਂਦ ਲੈਂਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵੰਡਿਆ ਹੋਇਆ ਫੈੱਡ ਵੱਡੇ ਵਾਲ ਸਟ੍ਰੀਟ ਬੈਂਕਾਂ ਲਈ ਪੂੰਜੀ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਸੌਖਾ ਕਰਨ ਲਈ ਨਿਯਮ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਨਿਊਯਾਰਕ ਦੇ ਮੇਅਰ ਲਈ ਡੈਮੋਕਰੇਟਿਕ ਉਮੀਦਵਾਰ ਜ਼ੋਹਰਾਨ ਮਮਦਾਨੀ ਬਾਰੇ ਜਾਣਨ ਲਈ 4 ਗੱਲਾਂ - ਐਨਪੀਆਰ",
        "ਬੀਪੀ ਸਟਾਕ ਜੰਪ ਦੇ ਤੌਰ ਤੇ ਰਿਪੋਰਟ ਊਰਜਾ ਵਿਰੋਧੀ ਖਰੀਦਣ ਲਈ ਗੱਲਬਾਤ ਵਿਚ ਸ਼ੈੱਲ ਕਹਿੰਦਾ ਹੈ - ਬੈਰਨ ਦੇ",
        "ਲੂਕਾ ਡੌਨਸਿਕ ਨੇ ਡੱਲਾਸ ਵਿਚ ਭਰਨ ਲਈ ਵੱਡੇ ਜੁੱਤੇ ਛੱਡ ਦਿੱਤੇ. ਕੂਪਰ ਫਲੈਗ ਦਾਖਲ ਕਰੋ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਲਿਵਰ ਕਿੰਗ' ਪ੍ਰਭਾਵਕ ਜੋਅ ਰੋਗਨ ਨੂੰ ਧਮਕੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਟੈਕਸਾਸ ਵਿੱਚ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ ਗਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਤੋਂ ਜੈਮਿਨੀ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰਃ ਅਸੀਂ ਤੁਹਾਡੇ ਟੈਕਸਟਾਂ ਨੂੰ ਵੇਖਣ ਜਾ ਰਹੇ ਹਾਂ ਭਾਵੇਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹੋ ਜਾਂ ਨਹੀਂ - ਗੀਜ਼ਮੋਡੋ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਦੁਆਰਾ ਨਿਯੁਕਤ ਵੈਕਸੀਨ ਪੈਨਲ ਪਹਿਲੀ ਮੀਟਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਮੈਂਬਰ ਗੁਆਉਂਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਦਾਅਵਾ ਅਮਰੀਕਾ ਤੇ ਈਰਾਨ ਅਗਲੇ ਹਫਤੇ ਕਰਨਗੇ ਬੈਠਕ - Axios",
        "ਕਿਲਮਰ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਨੂੰ ਸਿਰਫ ਇਮੀਗ੍ਰੇਸ਼ਨ ਹਿਰਾਸਤ ਵਿਚ ਲੈਣ ਲਈ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਕੀਤੇ ਜਾਣ ਦੀ ਉਮੀਦ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡਰਬਿਨ ਬੋਵ 'ਤੇ ਟੀਸ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿਆਂਪਾਲਿਕਾ ਦੀ ਸੁਣਵਾਈ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਨਾਟੋ ਰੱਖਿਆ ਖਰਚ ਜੀਡੀਪੀ ਦੇ 5% ਤੱਕ ਵਧਣਾ ਅਮਰੀਕਾ ਅਤੇ ਪੱਛਮ ਲਈ 'ਵੱਡੀ ਜਿੱਤ' ਹੈ - ਬੀਬੀਸੀ",
        "ਯੂਐਸ ਦੇ ਨਵੇਂ-ਘਰ ਦੀ ਵਿਕਰੀ ਮਾੜੀ ਕਿਫਾਇਤੀ 'ਤੇ ਸੱਤ ਮਹੀਨਿਆਂ ਦੇ ਹੇਠਲੇ ਪੱਧਰ' ਤੇ ਡਿੱਗ ਗਈ - ਬਲੂਮਬਰਗ",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਕੇਸ ਵਿਚ ਸਰਕਾਰੀ ਵਕੀਲ ਹੁਣ ਅੱਗ ਲਾਉਣ ਅਤੇ ਅਗਵਾ ਕਰਨ ਦੇ ਸਿਧਾਂਤਾਂ ਦਾ ਪਿੱਛਾ ਨਹੀਂ ਕਰਦੇ - ਸੀ ਐਨ ਐਨ",
        "ਡੋਰਡੈਸ਼ ਐਗਜ਼ੀਕਿ .ਟਿਵ ਅਤੇ ਉਸਦੇ ਮਾਪਿਆਂ ਨੇ ਜਾਨਲੇਵਾ ਝੀਲ ਟਾਹੋ ਕਿਸ਼ਤੀ ਹਾਦਸੇ ਦੇ ਸ਼ਿਕਾਰ ਵਜੋਂ ਪਛਾਣ ਕੀਤੀ ਜਿਸ ਨਾਲ 5 ਹੋਰਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "2025 ਐਨਬੀਏ ਮੌਕ ਡਰਾਫਟ 4.0: ਏਸ ਬੇਲੀ ਵਿਜ਼ਾਰਡਜ਼ ਨੂੰ ਸਲਾਈਡ ਕਰਦਾ ਹੈ, ਸਪੁਰਸ ਡੇਰਿਕ ਕਵੀਨ ਨੂੰ ਜੋੜਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਈਰਾਨ ਦੀਆਂ ਪਰਮਾਣੂ ਸਹੂਲਤਾਂ ਨੂੰ ਅਣਡਿੱਠ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ - ਅਤੇ ਸੁਝਾਅ ਨਹੀਂ ਤਾਂ ਫਰਜ਼ੀ ਖ਼ਬਰਾਂ ਹਨ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ (."
    ]
}