{
    "headlines": [
        "ناجتس سحق كليبرز في اللعبة الحاسمة 7 - ESPN",
        "وارن بافيت يتقاعد في وقت لاحق من هذا العام، وينهي السباق على جبار مستثمر - واشنطن بوست",
        "Canelo Alvarez vs. William Scull تنبؤات القتال، وقت البدء، الاحتمالات، مكان المشاهدة، البث المباشر، التاريخ، اللقطات - CBS Sports",
        "55 مليار طن من الحديد المكشوف، هذا الكنز الهائل يساوي تريليونات ويمكن أن يهز التوازن الاقتصادي العالمي. - Farmingdale Observer",
        "جيجي حديد تجعل علاقة برادلي كوبر على إنستغرام رسمية مع صورة تقبيل مشبعة بالبخار من حفلة عيد ميلادها الثلاثين - الصفحة السادسة",
        "مرحبًا بكم في Starbase: تكساس لديها مدينة جديدة موطن لـ Elon Musk's SpaceX - NBC News",
        "يقوم الفاتيكان بتركيب مدخنة للإشارة إلى اختيار البابا القادم - NPR",
        "الغرامات في الحجز الفيدرالي بعد انتهاك مزعوم للإفراج الخاضع للإشراف - TMZ",
        "تحديثات UFC Des Moines المباشرة: كوري ساندهاجن مقابل نتائج Deiveson Figueiredo، التحليل التفصيلي والنقاط البارزة - Yahoo Sports",
        "السيادة تتفوق على الصحافة المفضلة للفوز بديربي كنتاكي - NPR",
        "أطلقت شرطة سينسيناتي النار على شاب مسلح يبلغ من العمر 18 عامًا فأردته قتيلاً. في اليوم التالي، قتل والده نائب المأمور، كما تقول السلطات - سي إن إن",
        "يقول محبو وارن بافيت وداعًا في \"حج\" أوماها المؤثر - فاينانشال تايمز",
        "صورة تم إنشاؤها بواسطة الذكاء الاصطناعي لترامب بينما يوجه البابا انتقادات قبل الاجتماع السري البابوي - PBS",
        "تقول الرئيسة المكسيكية إنها رفضت خطة ترامب لإرسال قوات أمريكية عبر الحدود - ABC News",
        "حطمت \"Rhythm Nation\" لجانيت جاكسون بعض أجهزة الكمبيوتر المحمولة التي تعمل بنظام Windows لسنوات - The Verge",
        "يقترح ترامب القضاء على مكتب شؤون الشرق الأدنى و نه مع إلغاء منح الفنون - واشنطن بوست",
        "يشكك العلماء في استخدام مشروع المعاهد الوطنية للصحة لتكنولوجيا القرن العشرين لصنع لقاح إنفلونزا عالمي - statnews.com",
        "التماسيح والثعابين والحشرات اللدغة: يتذكر الناجون من تحطم طائرة صغيرة محنة استمرت 36 ساعة - أخبار أسوشيتد برس",
        "الخطوط الجوية المتحدة تقطع 35 رحلة يومية في مطار نيوارك، مشيرة إلى نقص في مراقبي الحركة الجوية - أسوشيتد برس نيوز"
    ]
}