{
    "headlines": [
        "Vous détestez faire de l'exercice ? Prendre en compte votre type de personnalité pourrait vous aider. - The Washington Post",
        "La rotation de la Terre s'accélère pendant 3 jours cet été — à partir d'aujourd' hui - Yahoo",
        "Red Bull licencie Christian Horner, directeur de l'équipe F1, après 20 ans de carrière - AP News",
        "L'Ukraine subit l'attaque la plus lourde alors que Trump critique Poutine - BBC",
        "Les inspecteurs ont approuvé les plans d'urgence du Camp Mystic quelques jours avant les inondations catastrophiques, selon les dossiers - ABC News - Dernières nouvelles, dernières nouvelles et vidéos",
        "Je vérifie les meilleures offres d'ordinateurs portables Prime Day maintenant — MacBooks, Surface, Chromebooks et plus - Guide de Tom",
        "Les données ont montré que le risque d'inondation au Texas augmentait. Les prévisions n'ont pas changé. - The Washington Post",
        "Dilemme diagnostique : l'orgasme impliquant un fouet de cuisine a probablement déclenché l'anévrisme fatal d'une personne - Live Science",
        "Les travailleurs de Philadelphie et la ville concluent un accord pour mettre fin à la grève qui a mis fin à la collecte des déchets résidentiels - AP News",
        "Le chatbot AI d'Elon Musk répond en tant que « MechaHitler » - Forbes",
        "Vous ne savez pas où en sont les tarifs de Trump ? Voici un apprêt pratique - NPR",
        "Après avoir arrêté les antidépresseurs, certaines personnes souffrent de symptômes surprenants et persistants - NPR",
        "Le marché du cuivre dans la tourmente alors que Trump impose un tarif de 50 % sur les importations américaines - Yahoo Finance",
        "« Tais-toi », dit Elon Musk au taureau de Tesla Dan Ives - Seeking Alpha",
        "La Cour suprême permet à Trump de lancer des plans de licenciement massif et de restructuration - The Washington Post",
        "Les géants étourdissent les Phillies lors de la course à domicile de Patrick Bailey à l'intérieur du parc - San Francisco Chronicle",
        "Votre horoscope quotidien : le 9 juillet 2025 - The Globe and Mail",
        "Asia Set for Cautious Open as Trump Doubles Down : Markets Wrap - Bloomberg.com"
    ]
}