{
    "headlines": [
        "Paramount paiera 16 millions de dollars en règlement avec Trump au cours de l'interview « 60 Minutes » - AP News",
        "La loi de 1849 du Wisconsin n'est pas une interdiction de l'avortement, selon les règles de la Cour suprême de l'État - NPR",
        "Musk promet de démarrer une tierce partie. Le financement n'est pas un problème, mais il y en a d'autres. - The Washington Post",
        "L'anneau ultrahumain m'a fait honte en abandonnant les habitudes malsaines - CNET",
        "Les 4 mots qui font grimper votre médecin au mur - AOL.com",
        "Enregistrement des meilleurs agents libres NBA restants - rumeurs de cerceaux",
        "ADP National Employment Report : Private Sector Employment Shed 33,000 Jobs in June ; Annual Pay was Up 4.4% - PR Newswire",
        "Honor lance le pliage « le plus fin du monde » - The Verge",
        "À l'intérieur du « merveilleux » déjeuner de Taylor Swift et Travis Kelce près de sa ville natale - Page Six",
        "Les entreprises solaires de Long Island font face à un avenir sombre dans le cadre du « Big Beautiful Bill » - Newsday",
        "Rien d'OS 4.0 basé sur Android 16 ne sera lancé avant la fin du mois de septembre - 9to5Google",
        "Bob Vylan a quitté le festival de musique français - BBC",
        "Les critiques de « The Old Guard 2 » et l'évaluation des tomates pourries révèlent si la suite d'action Netflix attendue depuis longtemps en valait la peine - MovieWeb",
        "La Californie vient de revenir sur une politique environnementale historique. Voici ce que cela signifie. - ABC News - Dernières nouvelles, dernières nouvelles et vidéos",
        "Le projet de loi important et audacieux de Thune a ébranlé les républicains de la Chambre - Axios",
        "La « grande mort » a anéanti 90 % de la vie, puis est venue 5 millions d'années de chaleur mortelle. De nouveaux fossiles expliquent pourquoi - Yahoo",
        "5 façons dont la facture fiscale de Trump limitera l'accès aux soins de santé - NPR",
        "Dans la Silicon Valley, c'est l'été de COMP FOMO car Meta et OpenAI offrent des dizaines de millions de dollars pour attirer les meilleurs talents en IA - Business Insider"
    ]
}