{
    "headlines": [
        "Liverpool 5-1 Spurs (27 avril 2025) Analyse du jeu - ESPN",
        "Arrestation effectuée dans le vol du sac à main de Kristi Noem et de milliers de dollars en espèces, selon une source - CNN",
        "Les États-Unis sont sur le point de lancer un satellite tout droit sorti d'un film de James Bond, capable de projeter de l'énergie solaire n'importe où sur Terre. - Farmingdale Observer",
        "Box-office : ‘Sinners‘ marque 45 millions de dollars en deuxième week-end massif, ‘Star Wars’ réédite Beats ‘Accountant 2’ - Variété",
        "Meilleures applications de bookmarking pour vous aider à organiser et désencombrer votre vie numérique - TechCrunch",
        "Ces personnes autistes avaient du mal à donner un sens aux autres. Puis ils ont trouvé l'IA. - The Washington Post",
        "'Clair Obscur : Expedition 33' détruit complètement l'éclairage au gaz de Square Enix lors des combats au tour par tour de Final Fantasy - Windows Central",
        "2025 NFL Draft grades : Analyzing all 32 teams 'classes - FOX SPORTS",
        "La réunion Trump-Zelenskyy est « la première lueur d'espoir que j'ai eue depuis un certain temps » : Jake Sullivan, ancien conseiller à la sécurité nationale - ABC News",
        "Vancouver : Au moins neuf morts après avoir conduit une voiture lors d'un festival de rue - BBC",
        "Kawakami : The Warriors have the Rockets spun around and set up for a knock-out - The San Francisco Standard",
        "Spielberg, De Niro, Freeman félicitent Francis Ford Coppola alors qu'il accepte le prix AFI Life Achievement Award - AP News",
        "Poutine commande des avions d'urgence russes à l'Iran après l'explosion au port de Bandar Abbas - NBC News",
        "Le cardinal Vincent Nichols s'attend à une « ambiance de réflexion » lors de son premier conclave - NPR",
        "Jiggly Caliente : La star de RuPaul's Drag Race and Pose meurt à l'âge de 44 ans - BBC",
        "Le meilleur candidat papal dit que l'héritage de François doit continuer - Crux | Prendre le pouls catholique",
        "Un royaume disparu s'anime dans les chants des griots et une nouvelle fouille archéologique - NPR",
        "Alors que Musk a pris le pouvoir à Washington, sa popularité a chuté, selon un sondage AP-NORC - AP News"
    ]
}