{
    "headlines": [
        "ਐਕਸਬਾਕਸ ਗੇਮਜ਼ ਸ਼ੋਅਕੇਸ 2025 ਲਾਈਵਃ ਐਕਸਬਾਕਸ ਐਲੀ ਗੇਮਿੰਗ ਹੈਂਡਹੋਲਡ, ਪਰਸੋਨਾ 4 ਰੀਮੇਕ ਅਤੇ ਸਾਰੇ ਵੱਡੇ ਖੁਲਾਸੇ ਜਿਵੇਂ ਉਹ ਹੁੰਦੇ ਹਨ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਟਰੰਪ ਦੇ ਐਲਏ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਲਈ ਨੈਸ਼ਨਲ ਗਾਰਡ ਦੇ ਸੈਨਿਕਾਂ ਦੀ ਤਾਇਨਾਤੀ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੋਰਟਨੀ ਕਾਰਦਾਸ਼ੀਅਨ ਅਤੇ ਟ੍ਰੈਵਿਸ ਬਾਰਕਰ ਡਬਲਯੂਡਬਲਯੂਈ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੁਆਰਾ ਬੂਡ - ਟੀਐਮਜ਼ੈਡ",
        "‘ਲੀਲੋ ਐਂਡ ਸਟਿਚ’ ਨੇਅਰਜ਼ $ 800M ਗਲੋਬਲ, ‘ਮਿਸ਼ਨਃ ਅਸੰਭਵ - ਅੰਤਮ ਗਣਨਾ’ ਚੋਟੀ ਦੇ $ 450M & ‘ਬੈਲਰੀਨਾ’ $ 51M ਡਬਲਯੂਡਬਲਯੂ ਨੂੰ ਝੁਕਦਾ ਹੈ – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਇਸ ਤਰ੍ਹਾਂ ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਹੈਂਡਹੋਲਡ ਪੀਸੀ ਲਈ ਵਿੰਡੋਜ਼ ਅਤੇ ਐਕਸਬਾਕਸ ਨੂੰ ਜੋੜ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਕੋਲੰਬੀਆ ਦੀ ਰਾਜਧਾਨੀ ਬੋਗੋਟਾ - ਅਲ ਜਜ਼ੀਰਾ 'ਚ 6.3 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ",
        "ਜਸਟਿਨ ਬੀਬਰ ਨੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੁਆਰਾ ਉਸ ਨੂੰ 'ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਨ' ਦੀ ਬੇਨਤੀ ਕਰਨ ਤੋਂ ਬਾਅਦ 'ਲੈਣ-ਦੇਣ ਸੰਬੰਧਾਂ' ਬਾਰੇ ਗੁਪਤ ਸੰਦੇਸ਼ ਪੋਸਟ ਕੀਤਾ - ਪੰਨਾ ਛੇ",
        "ਸਲੀਪ ਅਧਰੰਗ ਦਾ ਵਿਗਿਆਨ, ਦਿਮਾਗ ਦੀ ਸਰੀਰ ਦੀ ਗੜਬੜੀ ਲੋਕਾਂ ਨੂੰ ਭੂਤਾਂ ਅਤੇ ਜਾਦੂਗਰਾਂ ਨੂੰ ਵੇਖਣ ਲਈ ਬਣਾਉਂਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਏਬੀਸੀ ਨਿ Newsਜ਼ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੇ ‘ਨਫ਼ਰਤ‘ ਪੋਸਟ ਦੀ ਨਿੰਦਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟੈਰੀ ਮੋਰਨ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਦਿੱਤਾ - ਸੀ ਐਨ ਐਨ",
        "ਇਹ ਖੁਰਾਕ ਡਿਮੇਨਸ਼ੀਆ ਦੇ ਤੁਹਾਡੇ ਜੋਖਮ ਨੂੰ 25% ਤੱਕ ਘਟਾ ਸਕਦੀ ਹੈ, ਨਵੇਂ ਅਧਿਐਨ ਦੇ ਖੁਲਾਸੇ - SciTechDaily",
        "ਐਨਬੀਏ ਫਾਈਨਲਸ ਵਧੀਆ ਸੱਟਾ, ਪਿਕਸ, ਐਤਵਾਰ, 8 ਜੂਨ ਲਈ ਭਵਿੱਖਬਾਣੀ - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "ਜੌਹਨਸਨ ਮਸਕ ਦੇ ਵੱਡੇ, ਖੂਬਸੂਰਤ ਬਿੱਲ ਫਟਣ ਨਾਲ \"ਨਿਰਾਸ਼\" ਹੋ ਗਿਆ - ਐਕਸੀਓਸ",
        "ਫਰੈਂਚ ਓਪਨ ਪੁਰਸ਼ਾਂ ਦੇ ਫਾਈਨਲ ਨਤੀਜੇਃ ਕਾਰਲੋਸ ਅਲਕਾਰਜ਼, ਜੈਨਿਕ ਸਿੰਨਰ ਲਾਈਵ ਅਪਡੇਟਸ, ਪੁਰਸ਼ ਸਿੰਗਲਜ਼ ਫਾਈਨਲ ਤੋਂ ਹਾਈਲਾਈਟਸ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਨਾਸਾ ਦੇ ਵਿਗਿਆਨ ਮਿਸ਼ਨ ਜੋ ਟਰੰਪ ਦੇ 2026 ਦੇ ਬਜਟ ਵਿੱਚ ਕੁਹਾੜੇ ਜਾਣਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਬਲਯੂਡਬਲਯੂਡੀਸੀ 25 ਤੇ, ਐਪਲ ਨੂੰ ਏਆਈ ਘਾਟਾਂ ਅਤੇ ਮੁਕੱਦਮੇਬਾਜ਼ੀ ਤੋਂ ਬਾਅਦ ਡਿਵੈਲਪਰਾਂ ਨਾਲ ਸੋਧ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਟਰੰਪ ਨੇ ਮਸਕ - ਐਕਸੀਓਸ ਨਾਲ ਸੰਭਾਵਤ ਸੁਲ੍ਹਾ ਬੰਦ ਕਰ ਦਿੱਤੀ",
        "ਅਮਰੀਕੀ ਯੁੱਧ ਦੇ ਯਤਨਾਂ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲੇ ਅਫਗਾਨ ਟਰੰਪ ਦੀ ਯਾਤਰਾ ਪਾਬੰਦੀ ਦੁਆਰਾ ਧੋਖਾਧੜੀ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਕੇਂਦਰ ਨੇੜੇ ਗੋਲੀਬਾਰੀ ਕਾਰਨ ਚਾਰ ਦੀ ਮੌਤ, ਸਥਾਨਕ ਸਿਹਤ ਕਰਮਚਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - ਬੀਬੀਸੀ",
        "ਇਟਾਲੀਅਨ ਨਾਗਰਿਕਤਾ ਨਿਯਮਾਂ, ਕਿਰਤ ਕਾਨੂੰਨਾਂ 'ਤੇ ਵੋਟ ਪਾਉਂਦੇ ਹਨ - ਡੀਡਬਲਯੂ",
        "ਇੱਕ ਕੈਂਪ ਦੇ ਮੈਦਾਨ ਵਿੱਚ ਇੱਕ ਮਿਸਡ ਡ੍ਰੌਪ-ਆਫ ਅਤੇ ਦੁਖਾਂਤ. ਆਪਣੀ 3 ਧੀਆਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਦੇ ਦੋਸ਼ੀ ਪਿਤਾ ਦੀ ਕਿਵੇਂ ਭਾਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਐਨ"
    ]
}