{
    "headlines": [
        "USMNT survives Costa Rica thriller, advances to Gold Cup semifinals via Matt Freese’s penalty shootout heroics - Yahoo Sports",
        "North Carolina U.S. Sen. Thom Tillis won't run for reelection in 2026 - Axios",
        "Deaths from heart attacks are way down. Here's what's killing us instead - KSL News",
        "Rockets To Sign Jabari Smith Jr. To Five-Year Extension - Hoops Rumors",
        "Senate Republicans seek to vote on Trump’s massive tax bill Monday - The Washington Post",
        "How safe is the Boeing 787 Dreamliner, really? - BBC",
        "Stock futures rise after S&P 500 notches a fresh record high: Live updates - CNBC",
        "Over 400 flights canceled into and out of Atlanta airport due to severe weather - ABC News - Breaking News, Latest News and Videos",
        "1 dead, 2 hurt in Philly fire and explosion that leveled or damaged multiple homes - ABC News - Breaking News, Latest News and Videos",
        "Trump won’t let other countries score big ‘wins’ in trade talks. Both sides could lose. - Politico",
        "Doctors And Nurses Are Revealing The \"Small\" Health Signs You Should Never Ignore, And It's Shocking - BuzzFeed",
        "Beyoncé Briefly Dangles Over Houston Stadium Crowd As Flying Prop Car Malfunctions - Deadline",
        "Netanyahu says ‘opportunities have opened up’ to free Gaza hostages following Iran operation - CNN",
        "NBA Free Agency Rumors: Timberwolves will officially lose key player + latest on Lakers, Warriors - SBNation.com",
        "PlayStation gamers ‘worried’ about Xbox’s newly announced console - GAMINGbible",
        "Key moments from the closing arguments at Sean ‘Diddy’ Combs’ sex trafficking trial - AP News",
        "Trump says he’s not planning to extend a pause on global tariffs beyond July 9 - AP News",
        "BMI is B-A-D, a new study suggests. Here's a better way to measure weight - KSL News"
    ]
}