{
    "headlines": [
        "'ਸਕੁਇਡ ਗੇਮ' ਸੀਜ਼ਨ 3 ਲਾਈਵ — ਅੰਤ ਦੀ ਵਿਆਖਿਆ ਕੀਤੀ ਗਈ, ਕੌਣ ਮਰਦਾ ਹੈ, ਹੈਰਾਨੀ ਵਾਲੀ ਕੈਮੀਓਸ, ਅਤੇ ਅੱਗੇ ਕੀ ਹੈ - ਟੌਮ ਦੀ ਗਾਈਡ",
        "ਬਾਕਸ ਆਫਿਸਃ 'F1‘ 25 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਉਦਘਾਟਨ ਦਿਵਸ ਨਾਲ ਪੈਕ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ, ‘M3GAN 2.0’ ਚੌਥੇ ਸਥਾਨ 'ਤੇ ਇਸ ਲਈ ਫੈਬ ਨਹੀਂ ਡੈਬਿਊ - ਵੰਨਗੀ",
        "ਬੂਡਪੇਸਟ ਪ੍ਰਾਈਡ 'ਤੇ ਪਾਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਲਈ ਹੰਗਰੀ ਦੀ ਰਾਜਧਾਨੀ ਵਿਚ ਵੱਡੀ ਭੀੜ ਇਕੱਠੀ ਹੋਈ - ਸੀਐਨਐਨ",
        "ਯੁੱਧਾਂ ਦੀ ਇੱਕ ਲੜੀ ਦੇ ਨਾਲ, ਇਜ਼ਰਾਈਲ ਦੀ ਫੌਜ ਮਿਡੇਸਟ ਨੂੰ ਮੁੜ ਆਕਾਰ ਦਿੰਦੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਕੋਬੋ ਦੇ ਲਿਬਰਾ ਕਲਰ ਅਤੇ ਏਲੀਪਸਾ 2 ਈ ਰੀਡਰ ਆਪਣੀ ਕੁਝ ਵਧੀਆ ਕੀਮਤਾਂ 'ਤੇ ਡਿੱਗ ਗਏ ਹਨ - ਦਿ ਵਰਜ",
        "ਇੱਕ ਔਰਤ ਚਾਰ ਮਿੰਟ ਦੀ ਮੀਲ ਨੂੰ ਤੋੜਨ ਵਿੱਚ \"ਅਸਫਲ\" ਰਹੀ । ਪਰ ਸੈਟਅਪ ਅਸਲੀ ਅਸਫਲਤਾ ਸੀ. - ਸਲੇਟ ਮੈਗਜ਼ੀਨ",
        "ਬਹੁਤ ਸਾਰੇ ਖੰਘ, ਖਸਰਾ ਅਤੇ ਰੁਬੇਲਾ ਵਰਗੀਆਂ ਬਿਮਾਰੀਆਂ ਨਾਲ ਹੋਏ ਨੁਕਸਾਨ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹਨ. ਇਹ ਪਰਿਵਾਰ ਨਹੀਂ - AP News",
        "ਇੱਥੇ ਸੈਨੇਟ ਵਿੱਚ ਵੋਟ ਪਾਉਣ ਲਈ ਜੀਓਪੀ ਮੈਗਾਬਿਲ ਵਿੱਚ ਕੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਬੌਣੇ ਸ਼ੁਕਰਾਣੂ ਵ੍ਹੇਲਃ 'ਪਿੰਟ-ਸਾਈਜ਼ ਵ੍ਹੇਲ' ਜੋ ਆਂਦਰਾਂ ਦੇ ਤਰਲ ਦੇ ਗੈਲਨ ਨੂੰ ਹੈਰਾਨ ਕਰਦੇ ਹਨ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਕਨੇਡਾ ਦਾ ਡਿਜੀਟਲ ਟੈਕਸ ਕੀ ਹੈ ਅਤੇ ਟਰੰਪ ਇਸ ਨੂੰ ਲੈ ਕੇ ਵਪਾਰਕ ਗੱਲਬਾਤ ਨੂੰ ਕਿਉਂ ਮਾਰ ਰਿਹਾ ਹੈ?",
        "ਵਿਦੇਸ਼ ਵਿਭਾਗ 'ਤੇ ਮੋਰਲ ਕ੍ਰੈਟਰਸ ਨੂੰ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਛਾਂਟੀ ਦੇ ਰੂਪ 'ਚ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬਰਫ ਦੀ ਨਜ਼ਰਬੰਦੀ ਤੋਂ ਬਾਅਦ, ਜਾਰਜਟਾownਨ ਦੇ ਵਿਦਵਾਨ ਬਦਰ ਖਾਨ ਸੂਰੀ ਪਿਛਲੇ ਸਲਾਖਾਂ ਤੋਂ ਪਾਲਣ ਪੋਸ਼ਣ 'ਤੇ ਪ੍ਰਤੀਬਿੰਬਤ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "'ਸਾਡੇ ਪੈਸੇ ਕਿੱਥੇ ਹਨ?' ਸੀਡੀਸੀ ਗ੍ਰਾਂਟ ਫੰਡਿੰਗ ਚਲ ਰਹੀ ਹੈ ਇਸ ਲਈ ਹੌਲੀ ਹੌਲੀ ਛਾਂਟੀ ਹੋ ਰਹੀ ਹੈ - ਐਨਪੀਆਰ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਜਨਮ ਅਧਿਕਾਰ ਨਾਗਰਿਕਤਾ ਮਾਮਲੇ ‘ਚ ਟਰੰਪ ਨੂੰ ਦਿੱਤੀ' ਵੱਡੀ ਜਿੱਤ ’- ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਐਨਐਚਐਲ ਡਰਾਫਟ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਵਿਕੇਂਦਰੀਕ੍ਰਿਤ ਫਾਰਮੈਟ ਘਟਨਾ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ - ਯੂਐਸਏ ਟੂਡੇ",
        "ਰੂਬਿਨ ਆਬਜ਼ਰਵੇਟਰੀ ਦਾ ਸ਼ਾਨਦਾਰ ਨਤੀਜਾ ਸਾਬਤ ਕਰਦਾ ਹੈ ਕਿ ਇਹ ਖਤਰਨਾਕ ਐਸਟ੍ਰੋਇਡਜ਼ ਨੂੰ ਸਪਾਟ ਕਰਨ ਲਈ 'ਗੇਮ ਚੇਂਜਰ' ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਇਰਾਨ ਨੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲਿਆਂ 'ਚ ਮਾਰੇ ਗਏ ਚੋਟੀ ਦੇ ਕਮਾਂਡਰਾਂ ਦਾ ਕੀਤਾ ਅੰਤਿਮ ਸੰਸਕਾਰ - ਫਾਈਨੈਂਸ਼ੀਅਲ ਟਾਈਮਜ਼",
        "ਮੈਥਿ Sch ਸ਼ੈਫਰ ਐਨਐਚਐਲ ਡਰਾਫਟ - ਸੀਐਨਐਨ ਵਿਚ ਨਿ York ਯਾਰਕ ਆਈਲੈਂਡਜ਼ ਦੁਆਰਾ ਪਹਿਲੇ ਸਮੁੱਚੇ ਤੌਰ 'ਤੇ ਚੁਣੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਮਰਹੂਮ ਮਾਂ ਦਾ ਸਨਮਾਨ ਕਰਦਾ ਹੈ",
        "ਮਮਦਾਨੀ ਦੀ ਨਿ New ਯਾਰਕ ਦੀ ਮੇਅਰਲ ਪ੍ਰਾਇਮਰੀ ਜਿੱਤ ਨੇ ਡੈਮੋਕਰੇਟਿਕ ਵੰਡ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ"
    ]
}