{
    "headlines": [
        "Top CDC covid vaccine adviser quits after RFK Jr. ended recommendations - The Washington Post",
        "Lamar Jackson, Trey Hendrickson headline veterans who deserve raise heading into 2025 NFL season - NFL.com",
        "Diddy trial live updates: Bryana Bongolan testifies Sean Combs allegedly attacked her, dangled her over a balcony - The Washington Post",
        "Exclusive | Economists Raise Questions About Quality of U.S. Inflation Data - WSJ",
        "U.S. Department of Education Notifies Columbia University’s Accreditor of Columbia’s Title VI Violation - U.S. Department of Education (.gov)",
        "‘There Is No Feud’: Walton Goggins and Aimee Lou Wood Tell All on Their ‘White Lotus’ Connection, a Cut Love Scene and Yes, Why He Unfollowed Her on Instagram - Variety",
        "Satellite images show destruction of Russian planes by Ukraine's drones - NBC News",
        "Former Biden White House press secretary Karine Jean-Pierre says she is leaving the Democratic Party - NBC News",
        "Review: At $349, AMD’s 16GB Radeon RX 9060 XT is the new midrange GPU to beat - Ars Technica",
        "Ginormous planet discovered around tiny red star challenges our understanding of solar systems - Live Science",
        "Suspect arrested for link to Palm Springs fertility clinic explosion: Sources - ABC News",
        "Deaths and injuries to fans mar RCB's homecoming in Bengaluru - ESPNcricinfo",
        "Kennedy grills Lutnick over Trump’s tariff goals - Politico",
        "Cavaliers assistant Jordan Ott to be named next Suns head coach - Arizona Sports",
        "Cramer calls Wells Fargo's asset-cap removal a 'watershed moment,' raises price target on the stock - CNBC",
        "CBP, ICE, and USCIS to Ramp Up Crackdown on Visa Overstays Following Boulder Terrorist Attack - USCIS (.gov)",
        "A Japan-based company will attempt to land on the moon. Here’s why its lander spent months, not days, in space - CNN",
        "Horrified Republicans scramble to avoid a war with Elon Musk - Axios"
    ]
}