{
    "headlines": [
        "Especialista em tecnologia chama o Nintendo Switch 2 Pro Controller de \"uma grana\" devido a algumas falhas potencialmente fatais - TheGamer",
        "\"Semana das criptomoedas\" pode mudar a forma como os americanos usam e economizam dinheiro - Axios",
        "Wimbledon 2025 -- Jannik Sinner vs. Carlos Alcaraz: Atualizações ao vivo, resultados, pontuação, suporte, onde assistir - CBS Sports",
        "Crianças que buscavam água mortas em ataque israelense em Gaza, dizem autoridades de emergência - BBC",
        "Os dobráveis estão dentro e, de repente, muito finos - The Verge",
        "Estes 4 tipos de alimentos comuns podem fazer você cheirar mal, alertam especialistas - AOL.com",
        "Trabalhador agrícola da Califórnia que caiu do telhado da estufa durante a caótica invasão do GELO morre - Politico",
        "Draft simulado: previsões finais da MLB Pipeline - MLB.com",
        "As 5 grandes perguntas sobre o mapa do campo de batalha do Senado - Politico",
        "Prisioneiro francês escapa na bolsa de outro preso, dizem autoridades - BBC",
        "Trump diz que está a considerar revogar a cidadania de Rosie O’Donnell, reacendendo uma rixa de décadas - CNN",
        "Um ano após o tiroteio do comício de Trump: lembrando um herói caído e contando com uma falha de segurança - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Meninas de apenas 7 anos acordaram assustadas com as inundações que devastaram seu amado Acampamento Místico. Como a tragédia mortal se desenrolou - CNN",
        "Criança morre no hospital infantil Alder Hey com aumento de casos de sarampo - BBC",
        "Tudo o Que Sabemos Sobre o Objeto Interestelar 3I/ATLAS - WIRED",
        "Qual é o ponto mais baixo da Terra em terra? - Live Science",
        "O maior pedaço de Marte na Terra vai a leilão em Nova York - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Liga de Verão da NBA: jogadores de destaque do dia 7 - NBA"
    ]
}