{
    "headlines": [
        "‘American Idol’ Crowns Season 23 Winner On ABC - Deadline",
        "Key House committee advances Trump agenda bill after appeasing conservatives - NBC News",
        "A robotic manta ray is preparing to conquer the Antarctic depths! What will it do? - Stewartville Star",
        "Former president Joe Biden diagnosed with aggressive prostate cancer - The Washington Post",
        "Asia-Pacific markets fall as investors assess Moody's U.S. downgrade, China data - CNBC",
        "China's April retail sales growth of 5.1% misses expectations as consumption remains a worry - CNBC",
        "Inside Pedro Pascal’s Emotional Return to ‘The Last of Us’ - The Hollywood Reporter",
        "Israel begins extensive Gaza ground operation after intense airstrikes kill more than 100 overnight - CNN",
        "Mysteriously Perfect Sphere Spotted in Space by Astronomers - ScienceAlert",
        "Scottie Scheffler fends off challenge, cruises to PGA Championship win - NBC Sports",
        "Brexit back in the news - what do the UK and EU want out of deal? - BBC",
        "Centrist wins Romania's tense presidential race over hard-right nationalist - NPR",
        "Apple is trying to get ‘LLM Siri’ back on track - The Verge",
        "New Jersey Transit reaches tentative deal with engineers union that could end strike - CNN",
        "Bessent acknowledges Trump’s tariffs may mean shoppers will pay more at Walmart - PBS",
        "Authorities say suspect in California fertility clinic bombing left behind ‘anti-pro-life’ writings - AP News",
        "Felix Rosenqvist Leads into Firestone Fast Six after Dramatic Top 12 - INDYCAR.com",
        "Trump faces serious GOP questions over Air Force One Qatar plan - The Hill",
        "Shia LaBeouf Is Thrilled ‘Slauson Rec’ Got Into Cannes, but Not with What It Reveals of Him: ‘I Can Be Both Disgusted with Myself and Happy as F**k’ - IndieWire"
    ]
}