{
    "headlines": [
        "ਟਰੰਪ ਨੂੰ ਡਬਲਯੂਐਸਜੇਃ ਅਮਰੀਕਾ ਇਜ਼ਰਾਈਲ ਦੇ ਇਰਾਨ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀਆਂ ਯੋਜਨਾਵਾਂ ਤੋਂ ਜਾਣੂ ਸੀ - ਡਬਲਯੂਐਸਜੇ",
        "ਈਰਾਨ ਦੀਆਂ ਪਰਮਾਣੂ ਸਹੂਲਤਾਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਿਆ ਪਰ ਤਬਾਹ ਨਹੀਂ ਹੋਇਆ, ਮਾਹਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਾਓ ਜੋਨਸ ਫਿuresਚਰਜ਼ਃ ਇਜ਼ਰਾਈਲ-ਈਰਾਨ ਨੇ ਮਾਰਕਿਟ 'ਤੇ ਹਮਲਾ ਕੀਤਾ; ਐਨਵੀਡੀਆ, ਬ੍ਰੌਡਕਾਮ ਤੋਂ ਬਾਅਦ ਅਗਲੇ ਏਆਈ ਜੇਤੂ? - ਨਿਵੇਸ਼ਕ ਦਾ ਬਿਜ਼ਨਸ ਡੇਲੀ",
        "ਤੇਜ਼ ਗੇਂਦਬਾਜ਼ ਬਨਾਮ ਥੰਡਰ ਸਕੋਰਃ ਐਨਬੀਏ ਫਾਈਨਲਸ ਗੇਮ 4 ਲਾਈਵ ਅਪਡੇਟਸ ਜਿਵੇਂ ਕਿ ਟਾਇਰਸ ਹੈਲੀਬਰਟਨ ਇੰਡੀ ਨੂੰ 3-1 ਉੱਪਰ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੁਲਿਸ ਨੇ ਯੂਐਸ ਕੈਪੀਟਲ ਦੇ ਬਾਹਰ ਲਗਭਗ 60 ਪ੍ਰਦਰਸ਼ਨਕਾਰੀਆਂ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ - ਸੀਐਨਐਨ",
        "ਸੈਨ ਐਂਟੋਨੀਓ ਹੜ੍ਹਃ ਘੱਟੋ-ਘੱਟ 11 ਮੌਤਾਂ, ਕਈ ਲਾਪਤਾ - ਬੀਬੀਸੀ",
        "ਬੋਨਾਰੂ 2025 ਬਾਰਸ਼ ਦੇ ਸਵੈਂਪ ਫੈਸਟੀਵਲ ਦੇ ਮੈਦਾਨਾਂ ਤੋਂ ਬਾਅਦ ਰੱਦ ਕੀਤਾ ਗਿਆ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਟਰੰਪ ਦੇ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਨੀਪੋਨ ਸਟੀਲ ਨੂੰ ਅਮਰੀਕੀ ਸਟੀਲ ਦੀ ਵਿਕਰੀ ਬੰਦ ਹੋ ਗਈ ਹੈ - Bloomberg.com",
        "ਕੈਨਯ ਵੈਸਟ ਨਾਟਕੀ ਅਦਾਲਤ ਦੀ ਪੇਸ਼ਕਾਰੀ ਨਾਲ ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਕਰੈਸ਼ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਦੇ ਏਆਈ ਹਾਇਰਿੰਗ ਸਪ੍ਰੀ ਦੇ ਅੰਦਰ - ਦਿ ਵਰਜ",
        "ਮਹਿਮੂਦ ਖਲੀਲ ਨੂੰ ਅੱਜ ਆਜ਼ਾਦ ਤੁਰਨ ਦੀ ਆਸ ਸੀ । ਫੈਡਰਲ ਜੱਜ ਨੇ ਕਿਹਾ ਨਹੀਂ - NPR",
        "ਕਿਲਮਰ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਨੇ ਮਨੁੱਖੀ ਤਸਕਰੀ ਦੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਨਹੀਂ ਮੰਨਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "2025 ਯੂਐਸ ਓਪਨ ਰਾਉਂਡ 2 ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇਃ ਜੇ ਜੇ ਸਪੌਨ ਹੈਂਗਸ ਇਨ, ਵਿਕਟੋਰ ਹੋਵਲੈਂਡ ਲਰਕਸ ਅਤੇ ਬਿਗ ਨਾਮ ਸਟੰਬਲ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "ਖ਼ਬਰਾਂ ਕਿ ਏਅਰ ਇੰਡੀਆ ਦੇ ਜਹਾਜ਼ ਹਾਦਸੇ ਤੋਂ ਬਚਣ ਵਾਲੇ ਇਕ ਵਿਅਕਤੀ ਦਾ ਭਾਰ ਕੁਝ ਹੋਰ ਇਕੱਲੇ ਬਚੇ ਲੋਕਾਂ 'ਤੇ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬੋਲਡਰ ਕਾਉਂਟੀ ਦੇ ਵਸਨੀਕ ਨੇ ਫਲੈਟੀਰੋਨ ਫਲਾਈਅਰ ਯਾਤਰੀਆਂ ਨੂੰ ਖਸਰਾ - ਦ ਡੇਨਵਰ ਪੋਸਟ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ",
        "ਮੈਟਾ ਏਆਈ ਉਪਭੋਗਤਾ ਸੈਕਸ, ਰੱਬ ਅਤੇ ਟਰੰਪ 'ਤੇ ਭਰੋਸਾ ਕਰਦੇ ਹਨ. ਕੁਝ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਇਹ ਜਨਤਕ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਲਾਂਚ 'ਤੇ ਵੇਚੇ ਗਏ 1.1 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਯੂਨਿਟਾਂ ਦੇ ਨਾਲ ਯੂਐਸ ਗੇਮਿੰਗ ਰਿਕਾਰਡ ਸੈਟ ਕਰਦਾ ਹੈ, ਸਭ ਤੋਂ ਵੱਧ ਵਿਕਣ ਵਾਲੀਆਂ ਸਰੀਰਕ ਖੇਡਾਂ ਦਾ ਖੁਲਾਸਾ ਹੋਇਆ - ਨਿਣਟੇਨਡੋ ਹਰ ਚੀਜ਼",
        "ਵਾਚ ਫਰਾਂਸਿਸ ਨਗਨੂ ਨੇ ਕਾਮਾਰੂ ਉਸਮਾਨ ਨੂੰ ਜੋਆਕਿਨ ਬਕਲੇ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ ਨਾਲ ਯੂਐਫਸੀ ਅਟਲਾਂਟਾ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਅਗਵਾਈ ਕੀਤੀ"
    ]
}