{
    "headlines": [
        "ਮੈਂ ਇੱਕ ਜੀਵਣ ਲਈ ਲੈਪਟਾਪਾਂ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹਾਂ ਅਤੇ ਇਹ ਮੈਮੋਰੀਅਲ ਡੇਅ ਲੈਪਟਾਪ ਸੌਦੇ ਹਨ ਜੋ ਮੈਂ ਫੜਦਾ ਹਾਂ ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਅਜੇ ਵੀ ਕਰ ਸਕਦੇ ਹੋ - ZDNet",
        "ਚੀਨ ਦੀ ਮਲਕੀਅਤ ਵਾਲੀ ਵੋਲਵੋ ਕਾਰ 3,000 ਵ੍ਹਾਈਟ ਕਾਲਰ ਦੀਆਂ ਨੌਕਰੀਆਂ ਘਟਾਏਗੀ - ਬੀਬੀਸੀ",
        "ਕਤਲ ਦੇ ਦੋਸ਼ 'ਚ ਜੇਲ੍ਹ' ਚ ਬੰਦ ਸਾਬਕਾ ਪੁਲਿਸ ਮੁਖੀ ਭੇਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਫਰਾਰ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਅਮੈਰੀਕਨ ਸੰਗੀਤ ਅਵਾਰਡਜ਼ 2025: ਮੁਕੰਮਲ ਜੇਤੂਆਂ ਦੀ ਸੂਚੀ (ਲਾਈਵ ਨੂੰ ਅਪਡੇਟ ਕਰਨਾ) - ਵੰਨਗੀ",
        "ਅਪ੍ਰੈਂਟਿਸਸ਼ਿਪ ਸ਼ੈਕਅਪ ਫੋਕਸ ਨੂੰ ਅੰਡਰ-21s ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਲਈ - ਬੀਬੀਸੀ",
        "ਕਾਂਗਰਸ ਵਿਚ ਹਾਰਲੇਮ ਲਈ ਸ਼ਕਤੀਸ਼ਾਲੀ ਆਵਾਜ਼ ਚਾਰਲਸ ਰੇਂਜਲ ਦੀ 94 ਸਾਲ ਦੀ ਉਮਰ ਵਿਚ ਮੌਤ ਹੋ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "\"ਲੋਕ ਨਹੀਂ ਸਮਝਦੇ ਕਿ ਇਹ ਕਿੰਨਾ ਖ਼ਤਰਨਾਕ ਹੋ ਸਕਦਾ ਹੈ\" — 19 ਸੁਰੱਖਿਅਤ ਜਾਪਦਾ ਹੈ ਪਰ ਅਸਲ ਵਿੱਚ ਖਤਰਨਾਕ ਚੀਜ਼ਾਂ ਜੋ ਲੋਕ ਹਰ ਸਮੇਂ ਕਰਦੇ ਹਨ - ਯਾਹੂ",
        "ਕਲਾਰਕ ਆਉਟ ਦੇ ਨਾਲ ਕਿਹੜੇ ਬੁਖਾਰ ਖਿਡਾਰੀ ਆਪਣੇ ਉਤਪਾਦਨ ਵਿੱਚ ਵਾਧਾ ਵੇਖਣਗੇ? - ਈਐਸਪੀਐਨ",
        "ਈਯੂ ਟੈਰਿਫ 'ਤੇ ਵਾਧੇ ਦਾ ਐਲਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ 400 ਅੰਕ ਵਧਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਹਮਲਾਵਰ ਟਿੱਕ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜੋ ਸਥਾਨਕ ਪਾ. ਜੰਗਲਾਂ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਰਿਹਾ ਹੈ - WHYY",
        "ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਯਾਦਗਾਰੀ ਦਿਵਸ 'ਤੇ ਅਮਰੀਕਾ ਦੇ ਨਾਇਕਾਂ ਨੂੰ ਸਨਮਾਨਿਤ ਕਰਦੇ ਹਨ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ (.",
        "ਕੀ ਇੱਕ Jalen Brunson dud ਬਚੇ Knicks ਬਾਕੀ ਪੂਰਬੀ ਕਾਨਫਰੰਸ ਫਾਈਨਲ ਲਈ ਮਤਲਬ ਹੈ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਦੀ ਮੁੜ ਪ੍ਰਾਪਤੀ ਤੋਂ ਬਾਅਦ ਚੋਟੀ ਦੇ ਅਮਰੀਕਾ, ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਵਪਾਰਕ ਮੁਖੀ ‘ਨਿਰੰਤਰ ਸੰਪਰਕ ਵਿੱਚ' - ਪੋਲਿਟਿਕੋ",
        "ਯੂਕਰੇਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਨੇ ਅਜੇ ਤੱਕ ਆਪਣਾ ਸਭ ਤੋਂ ਵੱਡਾ ਡਰੋਨ ਹਮਲਾ ਸ਼ੁਰੂ ਕੀਤਾ, ਇੱਕ ਵਧ ਰਹੀ ਮੁਹਿੰਮ ਦਾ ਹਿੱਸਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਇਸ ਹਫਤੇ ਮੁਫਤ ਚੈਕ ਕੀਤੇ ਬੈਗਾਂ ਦਾ ਅੰਤਃ ਬੁੱਕ ਕਰਨ ਦਾ ਆਖਰੀ ਮੌਕਾ - 9News",
        "ਅੱਜ ਰਾਤ ਦੇ ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਥੰਡਰ ਬਨਾਮ ਮਿਨੀਸੋਟਾ ਟਿੰਬਰਵੋਲਵਜ਼ ਗੇਮ 4 ਨੂੰ ਮੁਫਤ ਵਿਚ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਸੀ ਐਨ ਈ ਟੀ",
        "‘ਸਾਡੇ ਦਾ ਆਖਰੀ' ਸੀਜ਼ਨ 2 ਫਾਈਨਲ ਐਚਬੀਓ ਲਈ 3.7 ਮੀਟਰ ਕਰਾਸ-ਪਲੇਟਫਾਰਮ ਯੂਐਸ ਦਰਸ਼ਕਾਂ ਨੂੰ ਖਿੱਚਦਾ ਹੈ - ਡੈੱਡਲਾਈਨ",
        "‘ਡਕ ਰਾਜਵੰਸ਼’ ਸਟਾਰ ਸੈਡੀ ਰੌਬਰਟਸਨ ਨੇ 79 'ਤੇ ਆਪਣੀ ਮੌਤ ਤੋਂ ਪਹਿਲਾਂ ਫਿਲ ਦੇ ਅੰਤਮ ਸ਼ਬਦਾਂ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਦਿਨ 11: ਅੱਠ ਕੈਦੀ ਫੜੇ ਗਏ, ਦੋ ਅਜੇ ਵੀ ਵੱਡੇ ਹਨ - WWLTV."
    ]
}