{
    "headlines": [
        "‘ਜਿੱਥੇ ਵੀ ਉਹ ਜਾਂਦਾ ਹੈ, ਉਹ ਲੋਕਾਂ ਨੂੰ ਅਸੀਸ ਦਿੰਦਾ ਹੈ’: ਨਜ਼ਰਬੰਦ ਮਿਲਫੋਰਡ ਵਿਦਿਆਰਥੀ ਦੀ ਮਾਂ ਉਸ ਦੀ ਰਿਹਾਈ ਦੀ ਉਮੀਦ ਕਰਦੀ ਹੈ - ਬੋਸਟਨ ਗਲੋਬ",
        "49ers ਬ੍ਰਾਇਸ ਹਫ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਲਈ ਵਪਾਰ ਦੀ ਘੋਸ਼ਣਾ ਕਰਦਾ ਹੈ",
        "ਜੋਨਾਥਨ ਜੋਸ, 'ਕਿੰਗ ਆਫ਼ ਦ ਹਿੱਲ' ਵੌਇਸ ਐਕਟਰ, ਸੈਨ ਐਂਟੋਨੀਓ ਗੋਲੀਬਾਰੀ ਵਿੱਚ ਮਾਰਿਆ ਗਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਈਰਾਨੀ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਮਰੀਕੀ ਪ੍ਰਮਾਣੂ ਪ੍ਰਸਤਾਵ ‘ਅਸੰਗਤ ਅਤੇ ਨਿਰਾਸ਼ਾਜਨਕ’ ਹੈ, ਕਿਉਂਕਿ ਸੂਤਰਾਂ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਗੱਲਬਾਤ ਦੀ ਗਤੀ ਡਿੱਗ ਰਹੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਜਜ਼ਬਾਤੀ ਪ੍ਰੇਸ਼ਾਨੀ ਦੇ ਪ੍ਰਵਾਹ ਦੇ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਵਿਰੁੱਧ ਬਲੇਕ ਲਾਈਵਲੀ ਛੱਡਣ ਦੇ ਦਾਅਵੇ - ਵੰਨਗੀ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਜੂਨ ਨੂੰ ਮਾਮੂਲੀ ਲਾਭ ਨਾਲ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰ ਥੋੜੇ ਜਿਹੇ ਬਦਲੇ ਜਾਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਕਸਰਤ ਕੋਲਨ ਕੈਂਸਰ ਦੇ ਬਚਾਅ ਵਿੱਚ ਸੁਧਾਰ ਕਰਦੀ ਹੈ, ਉੱਚ-ਗੁਣਵੱਤਾ ਦੀ ਅਜ਼ਮਾਇਸ਼ ਲੱਭਦੀ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਇਕ ਵਾਰ ਮਿਲਕੀ ਵੇਅ ਅਤੇ ਐਂਡਰੋਮੇਡਾ ਗਲੈਕਸੀਆਂ ਦੇ ਵਿਚਕਾਰ ਅਟੱਲ ਟੱਕਰ ਹੁਣ ਘੱਟ ਸੰਭਾਵਨਾ ਜਾਪਦੀ ਹੈ, ਖਗੋਲ ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਡਿੱਡੀ ਟ੍ਰਾਇਲ ਰੀਕੈਪਃ ਸਾਬਕਾ ਸਹਾਇਕ ਮੀਆ ਨੂੰ ਸੀਨ ਕੰਬਜ਼ ਵਿਰੁੱਧ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦਾਅਵਿਆਂ ਤੋਂ ਬਾਅਦ ਤੀਬਰ ਪੁੱਛਗਿੱਛ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵਟਸਐਪ ਨੂੰ ਆਖਰਕਾਰ ਉਪਭੋਗਤਾ ਨਾਮ ਮਿਲ ਰਹੇ ਹਨ - 9to5Mac",
        "ਹੋਮਲੈਂਡ ਸਕਿਓਰਿਟੀ ਨੇ ਜਵਾਬੀ ਕਾਰਵਾਈ ਤੋਂ ਬਾਅਦ 'ਸੈੰਕਚੂਰੀ' ਸ਼ਹਿਰਾਂ ਅਤੇ ਕਾਉਂਟੀਆਂ ਦੀ ਸੂਚੀ ਹਟਾ ਦਿੱਤੀ - ਐਨਪੀਆਰ",
        "ਸਾਰੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਯਾਤਰੀਆਂ ਨੂੰ ਖਸਰਾ ਟੀਕਾ ਲਗਵਾਉਣਾ ਚਾਹੀਦਾ ਹੈ, ਸੀਡੀਸੀ ਕਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਬਿੰਗ ਨੂੰ ਇੱਕ ਮੁਫਤ ਸੋਰਾ-ਸੰਚਾਲਿਤ ਏਆਈ ਵੀਡੀਓ ਜੇਨਰੇਟਰ ਮਿਲਦਾ ਹੈ - TechCrunch",
        "ਡੈਮੋਕਰੇਟ ਨੇ ‘ਅਸੀਂ ਸਾਰੇ ਮਰਨ ਜਾ ਰਹੇ ਹਾਂ‘ ਟਿੱਪਣੀਆਂ - ਰਾਜਨੀਤਿਕੋ ਤੋਂ ਬਾਅਦ ਜੋਨੀ ਅਰਨਸਟ ਦੇ ਵਿਰੁੱਧ ਦੌੜ ਦਾ ਐਲਾਨ ਕੀਤਾ",
        "NYC ਗਰਮੀਆਂ ਦੇ ਸਟਾਰਗੈਜ਼ਿੰਗ ਸੀਜ਼ਨ ਤਿਕੋਣ, ਮੌਸਮ ਦੇ ਸ਼ਾਵਰ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਗੋਥਮਿਸਟ",
        "'ਸਟ੍ਰਾਬੇਰੀ ਚੰਦਰਮਾ' 2025: ਜੂਨ ਦਾ ਪੂਰਾ ਚੰਦਰਮਾ ਸਾਲਾਨਾ ਰਿਕਾਰਡ ਤੋੜਨ ਵਾਲਾ ਹੈ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਸੇਲਸਫੋਰਸ ਮੂਨਹਬ ਖਰੀਦਦਾ ਹੈ, ਇੱਕ ਸਟਾਰਟਅਪ ਬਿਲਡਿੰਗ ਏਆਈ ਟੂਲ ਕਿਰਾਏ 'ਤੇ ਲੈਣ ਲਈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਯੂਕਰੇਨ ਨੇ ਕਿਵੇਂ ਰੂਸੀ ਬੰਬ ਧਮਾਕਿਆਂ 'ਤੇ ਦਲੇਰਾਨਾ' ਸਪਾਈਡਰ ਵੈੱਬ 'ਹਮਲਾ ਕੀਤਾ - ਬੀਬੀਸੀ",
        "ਪੋਲੈਂਡ ਚੋਣਾਂਃ ਟਸਕ ਤੋਂ ਭਰੋਸੇ ਦੀ ਵੋਟ ਮੰਗੀ ਜਾਵੇ - dw. com"
    ]
}