{
    "headlines": [
        "Трамп нацелится на ActBlue в президентском меморандуме - Politico",
        "Продажи жилья в прошлом месяце упали до самого медленного мартовского темпа с 2009 года - CNBC",
        "Фондовый рынок сегодня: Dow снизился на 130 пунктов, как S&P 500, Nasdaq открылся немного выше на фоне ослабления торговли и напряженности в ФРС; золото отскочило после резкого падения; прибыль Alphabet и Intel на TAP - MarketWatch",
        "Трамп заявил, что «недоволен» смертоносными ударами России по Киеву - BBC",
        "Врач Папы Франциска говорит, что понтифик умер «не страдая, дома» - AP News",
        "Стрелявший в 2022 году массовый расстрел на пригородном параде в Чикаго 4 июля будет осужден в суде - CNN",
        "Резня туристов в Кашмире усиливает напряженность в отношениях между Индией и Пакистаном. Вот что мы знаем - CNN",
        "Китай говорит США «отменить все односторонние тарифы», если он хочет переговоров - Financial Times",
        "Новый взгляд Министерства юстиции на гражданские права и студенты тайно встречаются, чтобы устроить акцию протеста в Columbia: Morning Rundown - Новости NBC",
        "Трамп меняет тон по поводу тарифов на Китай. И новые меры исполнительной власти нацелены на образование - NPR",
        "Токсин может быть фактором роста колоректального рака у молодых людей, результаты исследования - NPR",
        "Тим Бенц: Что сделают Стилеры — и что они должны сделать — в драфте НФЛ 2025 года - TribLIVE.com",
        "Маск контролирует ущерб после падения доходов Tesla - The Hill",
        "С 35-летием, телескоп Хаббл! 10 культовых обсерваторий взорвали умы астрономов (фото) - Космос",
        "Трамп колеблется в отношении обещанной 90-дневной тарифной паузы - Business Insider",
        "Китай отправил 20 астронавтов из Шэньчжоу на космическую станцию Тяньгун (видео) - Космос",
        "Adobe выпускает новые модели генерации изображений Firefly и переработанное веб-приложение Firefly - TechCrunch",
        "Adobe хочет создать индикатор в стиле robots.txt для изображений, используемых в обучении ИИ - TechCrunch"
    ]
}