{
    "headlines": [
        "Давление со стороны Трампа на торговые сделки до крайнего срока в среду, но намеки на больше времени для переговоров - AP News",
        "Раскрыты составы All-Star Game: молодые таланты, новички в центре внимания - MLB.com",
        "Израиль и ХАМАС начинают переговоры о прекращении огня в Катаре, когда Нетаньяху направляется в Вашингтон - BBC",
        "В Бразилии открывается саммит БРИКС, омраченный тарифной политикой Трампа и напряженностью на Ближнем Востоке - CNBC",
        "У Celtics, бывшей Trail Blazers Superstar есть «взаимный интерес» - NESN",
        "В фотографиях: Смертельное наводнение в Техасе - CNN",
        "Почему Криштиану Роналду не присутствовал на похоронах Диого Йоты - New York Post",
        "США стремятся заключить ограниченную торговую сделку с ЕС по мере приближения крайнего срока Трампа - The Washington Post",
        "Кэти Перри оглушает в черном бикини, тусуясь с друзьями на яхте после расставания - TMZ",
        "Оззи Осборн воссоединился с оригинальными участниками Black Sabbath во время прощального выступления - CNN",
        "Шон «Дидди» Комбс получает овации от заключенных после победы в суде, говорит его адвокат - AP News",
        "Кассовые сборы: «Возрождение мира юрского периода» обойдется в 318 миллионов долларов по всему миру, а «Лило и Стич» - в 975 миллионов долларов (разнообразие)",
        "Илон Маск говорит, что он создал «Американскую партию». - Марк Кьюбан и Энтони Скарамуччи заинтересованы. - Business Insider",
        "Новые шоковые блокировки предложения ОПЕК на нефтяном рынке возвращаются к профициту - Bloomberg",
        "Эти наушники Sony 1000XM4 стоят арахиса, Amazon продает их по рекордно низкой цене для Prime Day - Gizmodo",
        "Случаи кори в США приближаются к 25-летнему максимуму. Посмотрите, какие части Нью-Джерси находятся под угрозой. - NJ.com",
        "Астрономы обнаружили еще один загадочный межзвездный объект - третий большой, яркий и быстрый - Phys.org",
        "Большой законопроект Трампа снова сделает американцев незастрахованными - Rolling Stone",
        "Ножи, пули и воры: поиски еды в Газе - NPR"
    ]
}