{
    "headlines": [
        "\"ਹੁਣੇ ਹੀ ਸਾਡਾ ਪਹਿਲਾ ਟੈਰਿਫ ਬਿੱਲ ਮਿਲਿਆ\": ਅਮਰੀਕੀ ਸਾਂਝੇ ਕਰ ਰਹੇ ਹਨ ਕਿ ਉਹ ਪਹਿਲਾਂ ਹੀ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨੂੰ ਕਿਵੇਂ ਵੇਖ ਰਹੇ ਹਨ ਉਨ੍ਹਾਂ ਦੇ ਜੀਵਨ ਅਤੇ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੇ ਹਨ - ਐਮਐਸਐਨ",
        "ਯੂਐਫਸੀ 315 takeaways: ਜੈਕ ਡੇਲਾ ਮਡਾਲੇਨਾ ਕੁੱਲ ਹਫੜਾ-ਦਫੜੀ ਦੇ ਯੁੱਗ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਤਵਾਰ, ਮਈ 11, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਡੀਐਚਐਸ ਨੇਵਰਕ ਆਈਸੀਈ ਹਿਰਾਸਤ ਕੇਂਦਰ ਦੇ ਵਿਰੋਧ ਤੋਂ ਬਾਅਦ ਹੋਰ ਡੀਈਐਮ ਗ੍ਰਿਫਤਾਰੀਆਂ ਦੀ ਚੇਤਾਵਨੀ ਦਿੱਤੀ — ਕਿਉਂਕਿ ਮੇਅਰ ਰਸ ਬਾਰਾਕਾ ਏਜੰਸੀ ਨੂੰ ਵਧਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਆਰਥਿਕ ਗਹਿਣਿਆਂ ਅਤੇ ਸੋਨੇ ਦੀਆਂ ਵਧਦੀਆਂ ਕੀਮਤਾਂ ਯੂਐਸ ਦੇ ਗਹਿਣਿਆਂ ਦੇ ਵਪਾਰੀਆਂ ਲਈ ਇੱਕ ਜਨੂੰਨ ਪੈਦਾ ਕਰਦੀਆਂ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਰੂਸ ਅਤੇ ਉੱਤਰੀ ਕੋਰੀਆ ਨੇ ਆਪਣੇ ਯੁੱਧ ਗੱਠਜੋੜ ਨੂੰ ਇੱਕ ਪ੍ਰਚਾਰ ਸੰਦ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ - ਡਬਲਯੂਐਸਜੇ",
        "'ਐਸ ਐਨ ਐਲ': ਟਰੰਪ ਨੇ ਸ਼ਿਕਾਗੋ ਪੋਪ ਨੂੰ ਜੀਨਿਨ ਪੀਰੋ ਗੁਜ਼ਲਜ਼ ਵਾਈਨ ਵਜੋਂ ਗੱਲਬਾਤ ਕੀਤੀ - ਵੰਨਗੀ",
        "ਐਡਵਰਡਜ਼, ਰੈਂਡਲ ਲੀਡ ਟਿੰਬਰਵੋਲਵਜ਼ ਪਿਛਲੇ ਵਾਰੀਅਰਜ਼ 102-97 ਦੂਜੇ ਦੌਰ ਪਲੇਆਫ ਸੀਰੀਜ਼ ਵਿੱਚ 2-1 ਦੀ ਬੜ੍ਹਤ ਲਈ - SFGATE",
        "ਯੂਰਪੀਅਨ ਨੇਤਾਵਾਂ ਨੇ ਪੁਤਿਨ ਨੂੰ ਯੂਕਰੇਨ ਜੰਗਬੰਦੀ ਨਾਲ ਸਹਿਮਤ ਹੋਣ ਜਾਂ ਨਵੀਆਂ ਪਾਬੰਦੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਲਈ ਕਿਹਾ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "ਪੇਟਨ ਪ੍ਰੀਚਰਡ ਗੇਮ 3 ਵਿਨ ਬਨਾਮ ਨਿਕਸ ਵਿਚ ਸੇਲਟਿਕਸ ਲਈ ਕਦਮ ਚੁੱਕਦਾ ਹੈ, ਅਤੇ ਇਹ ਉਸ ਦੇ 3-ਪੁਆਇੰਟ ਸ਼ੂਟਿੰਗ ਤੋਂ ਕਿਤੇ ਵੱਧ ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "Öztürk ਆਈਸੀਈ ਹਿਰਾਸਤ ਵਿੱਚ 6 ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਲੋਗਨ ਏਅਰਪੋਰਟ ਤੇ ਪਹੁੰਚਿਆ - ਡਬਲਯੂਬੀਯੂਆਰ",
        "ਪੁਤਿਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਰੂਸ ਯੂਕਰੇਨ ਨਾਲ ‘ਸਿੱਧੀ ਗੱਲਬਾਤ’ ਲਈ ਤਿਆਰ ਹੈ ਕਿਉਂਕਿ ਅਮਰੀਕਾ ਅਤੇ ਯੂਰਪੀਅਨ ਨੇਤਾ ਜੰਗਬੰਦੀ ਲਈ ਦਬਾਅ ਪਾਉਂਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਪਹਿਲਾਂ ਹੀ ਆਪਣੀ ਟੈਰਿਫ ਯੋਜਨਾ ਨਾਲ ਅੱਗ ਨਾਲ ਖੇਡ ਰਿਹਾ ਹੈ, ਟੈਕਸ ਵਾਧੇ ਨੂੰ ਜੋੜਨ ਦਾ ਅਰਥ ਜੀਓਪੀ ਘਰੇਲੂ ਯੁੱਧ ਹੋ ਸਕਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਰਿਪਬਲਿਕਨਾਂ ਦੀ ਅੰਸ਼ਕ ਟੈਕਸ ਯੋਜਨਾ ਦੀ ਕੀਮਤ 5 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਹੋਣ ਦਾ ਅਨੁਮਾਨ - ਪੋਲਿਟਿਕੋ",
        "55 ਦਿਨਾਂ ਤੋਂ ਬਚਣ ਵਾਲੇ ਪੰਜ ਮਛੇਰੇ ਮੀਂਹ ਅਤੇ ਪਾਰਬੁਇਲਿੰਗ ਲੰਘਣ ਵਾਲੀਆਂ ਮੱਛੀਆਂ ਪੀ ਕੇ ਗਲਾਪਾਗੋਸ ਪਹੁੰਚੇ - ਸੀ ਐਨ ਐਨ",
        "ਵਿਸ਼ਾਲ ਬੰਬ ਨੂੰ ਵੇਚ ਦਿੱਤਾ ਗਿਆ ਹੈ - aftermath.site",
        "ਟੌਮ ਕਰੂਜ਼ ਨੇ ਸਾਬਕਾ ਨਿਕੋਲ ਕਿਡਮੈਨ - ਯਾਹੂ ਬਾਰੇ ਬਹੁਤ ਘੱਟ ਟਿੱਪਣੀ ਕੀਤੀ",
        "ਡੇਰੇਕ ਕੈਰ ਰਿਟਾਇਰ ਹੋ ਗਿਆ, 'ਬਚਪਨ ਦੇ ਸੁਪਨੇ' ਨੂੰ ਜੀਉਣ ਦਾ ਮੌਕਾ ਦੇਣ ਲਈ ਨਿ Or ਓਰਲੀਨਜ਼ ਸੇਂਟਸ ਦਾ ਧੰਨਵਾਦ - ਨਿ Or ਓਰਲੀਨਜ਼ ਸੇਂਟਸ",
        "ਅਮਰੀਕਾ ਵਿੱਚ ਖਸਰਾ ਦੇ ਕੇਸਾਂ ਨੇ ਸਿਰਫ 1,000 ਦਾ ਅੰਕੜਾ ਪਾਰ ਕੀਤਾ । ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਅਜੇ ਵੀ ਇਸ ਨੂੰ ਗੰਭੀਰਤਾ ਨਾਲ ਨਹੀਂ ਲੈ ਰਿਹਾ. - ਹਫਪੋਸਟ"
    ]
}