{
    "headlines": [
        "Pressure from Trump for trade deals before Wednesday deadline, but hints of more time for talks - AP News",
        "All-Star Game rosters revealed: Young talent, first-timers take spotlight - MLB.com",
        "Israel and Hamas begin ceasefire talks in Qatar as Netanyahu heads to Washington - BBC",
        "BRICS summit opens in Brazil, overshadowed by Trump’s tariff policies and Middle East tensions - CNBC",
        "Celtics, Former Trail Blazers Superstar Have ‘Mutual Interest’ - NESN",
        "In pictures: Deadly flooding in Texas - CNN",
        "Why Cristiano Ronaldo did not attend Diogo Jota’s funeral - New York Post",
        "U.S. seeks limited trade deal with E.U. as Trump’s deadline approaches - The Washington Post",
        "Katy Perry Stuns in Black Bikini, Hanging Out With Pals on Yacht After Breakup - TMZ",
        "Ozzy Osbourne reunites with original Black Sabbath band members during farewell performance - CNN",
        "Sean ‘Diddy’ Combs gets standing ovation from inmates after court victory, his lawyer says - AP News",
        "Box Office: ‘Jurassic World Rebirth’ Bites Into $318 Million Globally, ‘Lilo & Stitch’ Nears $975 Million - Variety",
        "Elon Musk says he's formed the 'America Party.' Mark Cuban and Anthony Scaramucci are interested. - Business Insider",
        "OPEC’s New Supply Shock Locks In Oil Market’s Return to Surplus - Bloomberg",
        "These Sony 1000XM4 Headphones Cost Peanuts, Amazon Sells Them at an All-Time Low for Prime Day - Gizmodo",
        "Measles cases in the U.S. approach 25-year high. See which parts of N.J. are at risk. - NJ.com",
        "Astronomers have discovered another puzzling interstellar object—this third one is big, bright and fast - Phys.org",
        "Trump’s Big Bill Will Make Americans Uninsured Again - Rolling Stone",
        "Knives, bullets and thieves: the quest for food in Gaza - NPR"
    ]
}