{
    "headlines": [
        "ਜੱਜ ਨੇ ਟਰੰਪ ਦੇ ਨੈਸ਼ਨਲ ਇੰਸਟੀਚਿ ofਟਸ ਆਫ਼ ਹੈਲਥ ਨੂੰ ਕੱਟਣਾ ਗੈਰਕਾਨੂੰਨੀ ਸਮਝਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਆਈਓਐਸ 26 ਨਕਲ ਤਿੰਨ ਛੁਪਾਓ ਫੀਚਰ - MacRumors",
        "ਘਰੇਲੂ ਬਿਲਡਰ ਭਾਵਨਾ ਮਹਾਂਮਾਰੀ ਦੇ ਘੱਟ ਨੇੜੇ ਆਉਂਦੀ ਹੈ ਕਿਉਂਕਿ ਆਰਥਿਕ ਅਨਿਸ਼ਚਿਤਤਾ ਖਪਤਕਾਰਾਂ ਨੂੰ ਪ੍ਰੇਸ਼ਾਨ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਾੱਫਟਵੇਅਰ ਸਹਾਇਤਾ 'ਤੇ ਇਕ ਆਖਰੀ ਨਜ਼ਰ ਜਿਵੇਂ ਕਿ ਮੈਕੋਸ 26 ਟਾਹੋ ਇੰਟੇਲ ਮੈਕ ਯੁੱਗ ਨੂੰ ਹਵਾ ਦਿੰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਤੁਹਾਡੀ ਸਵੇਰ ਦੀ ਕੌਫੀ ਤੁਹਾਨੂੰ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਜੀਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ — ਜਿੰਨਾ ਚਿਰ ਇਹ ਇਸ ਕਿਸਮ ਦੀ ਬਰੂ ਹੈ - ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ",
        "ਬ੍ਰੈਡ ਪਿਟ \"F1\" ਮੂਵੀ ਪ੍ਰੋਡਕਸ਼ਨ ਵਿੱਚ \"ਸਭ ਤੋਂ ਮੁਸ਼ਕਲ ਚੀਜ਼\" ਦਾ ਵੇਰਵਾ ਦਿੰਦਾ ਹੈ - Motorsport.",
        "ਐਮਾਜ਼ਾਨ ਪ੍ਰਾਈਮ ਚਾਰ ਦਿਨਾਂ ਪ੍ਰਾਈਮ ਡੇਅ ਲਈ ਛੇ ਹੋਰ ਮੁਫਤ ਗੇਮਾਂ ਸ਼ਾਮਲ ਕਰ ਰਿਹਾ ਹੈ - ਕੋਟਾਕੂ",
        "ਮਿਨੀਸੋਟਾ ਗੋਲੀਬਾਰੀ ਦਾ ਸ਼ੱਕੀ ਨੌਜਵਾਨ ਪ੍ਰਚਾਰਕ ਤੋਂ ਲੈ ਕੇ ਦੂਰ-ਸੱਜੇ ਜੋਲੋਟ ਤੱਕ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ-ਈਰਾਨ ਯੁੱਧ ਨੇ ਟਰੰਪ ਨੂੰ ਜੀ-7 ਸੰਮੇਲਨ ਨੂੰ ਜਲਦੀ ਛੱਡਣ ਲਈ ਕਿਹਾ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਸਾਬਕਾ ਸਾਈਰਾਕੁਸ ਬਾਸਕਟਬਾਲ ਖਿਡਾਰੀ ਨੂੰ ਮੰਗਲਵਾਰ ‘ਡਿੱਡੀ‘ ਮੁਕੱਦਮੇ ਵਿਚ ਗਵਾਹ ਸਟੈਂਡ ਲੈਣ ਦੀ ਉਮੀਦ ਹੈ - Syracuse.",
        "ਮਈ ਵਿਚ ਪ੍ਰਚੂਨ ਦੀ ਵਿਕਰੀ 0.9% ਘੱਟ ਗਈ, ਉਮੀਦ ਨਾਲੋਂ ਵੀ ਮਾੜੀ ਕਿਉਂਕਿ ਖਪਤਕਾਰਾਂ ਨੇ ਵਾਪਸ ਖਿੱਚ ਲਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਥੰਡਰ-ਪੇਸਰਜ਼ਃ 5 ਟੇਕਵੇਜ਼ ਜਿਵੇਂ ਕਿ ਜੈਲੇਨ ਵਿਲੀਅਮਜ਼ ਓਕੇਸੀ ਨੂੰ ਪਹਿਲੀ ਚੈਂਪੀਅਨਸ਼ਿਪ ਦੇ ਕਿਨਾਰੇ ਲੈ ਜਾਂਦਾ ਹੈ - ਐਨਬੀਏ",
        "ਡੀਐਚਐਸ ਕੋਰਸ ਨੂੰ ਉਲਟਾਉਂਦਾ ਹੈ, ਇਮੀਗ੍ਰੇਸ਼ਨ ਰੇਡਾਂ ਨੂੰ ਫਾਰਮ, ਹੋਟਲ, ਰੈਸਟੋਰੈਂਟਾਂ - ਸੀਐਨਐਨ ਵਿਖੇ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ",
        "ਇਜ਼ਰਾਈਲੀ ਫੌਜਾਂ ਨੇ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਸਥਾਨ 'ਤੇ ਆਟੇ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ 51 ਫਲਸਤੀਨੀਆਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ, ਗਵਾਹਾਂ ਅਤੇ ਬਚਾਅ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਬੀਬੀਸੀ",
        "ਸਟ੍ਰੀਮਿੰਗ ਵਿਊਅਰਸ਼ਿਪ ਸਰਪਸਡ ਕੇਬਲ ਅਤੇ ਬ੍ਰੌਡਕਾਸਟ ਮਈ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਕਦੇ ਵੀ ਜੋੜਿਆ ਗਿਆ, ਨੀਲਸਨ ਲੱਭਦਾ ਹੈ - ਵੰਨਗੀ",
        "ਗੂਗਲ ਸਰਚ ਕੰਸੋਲ ਹੁਣ ਗਿਣਤੀ ਏਆਈ ਮੋਡ ਕਲਿਕਸ, ਪ੍ਰਭਾਵ ਅਤੇ ਸਥਿਤੀਆਂ - ਸਰਚ ਇੰਜਨ ਗੋਲਮੇਜ਼",
        "ਇਜ਼ਰਾਈਲ-ਇਰਾਨ ਯੁੱਧ ਦੇ ਪਰਛਾਵੇਂ ਵਿਚ ਹਾਰਮੂਜ਼ ਸਟ੍ਰੇਟ ਵਿਚ ਜਹਾਜ਼ ਟਕਰਾਉਂਦੇ ਹਨ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਰੈੱਡ ਸੋਕਸ ਨੇ ਇਸ ਨੂੰ ਰਾਫੇਲ ਡੇਵਰਜ਼ ਨਾਲ ਗੜਬੜ ਕੀਤਾ - ਜਦ ਤੱਕ ਉਹ ਬਿਲਕੁਲ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਉਹ ਕੀ ਕਰ ਰਹੇ ਸਨ - ਨਿ New ਯਾਰਕ ਪੋਸਟ"
    ]
}