{
    "headlines": [
        "ਇਹ ਪ੍ਰਾਈਮ ਡੇਅ 2025 ਦਾ ਅੰਤਮ ਦਿਨ ਹੈ, ਅਤੇ ਸੌਦੇ ਅਜੇ ਵੀ ਗਰਮ ਹਨ - ਦਿ ਵਰਜ",
        "32 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਟਿਕਟੋਕ ਸਟਾਰ ਐਲਡੋ ਮਿਰਾਂਡਾ ਦਾ ਦਿਹਾਂਤ - ਟੀਐਮਜ਼ੈਡ",
        "'ਸੁਪਰਮੈਨ' ਬਾਕਸ ਆਫਿਸ ਪ੍ਰੀਵਿsਜ਼ ਵਿੱਚ 22.5 ਮਿਲੀਅਨ ਡਾਲਰ ਤੱਕ ਚੜ੍ਹਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਯੂਐਸ ਡਿਪਲੋਮੈਟਾਂ ਨੇ ਲਿੰਬੋ ਵਿਚ ਮਹੀਨਿਆਂ ਬਾਅਦ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਛਾਂਟੀ ਲਈ ਬੰਨ੍ਹਿਆ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੁਣ ਉਹ ਇੰਟੇਲ ਦਾ ਪਕਾਇਆ ਹੋਇਆ ਹੈ, ਐਪਲ ਨੂੰ ਹਰ ਸਾਲ ਨਵੇਂ ਮੈਕਬੁੱਕ ਜਾਰੀ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਇੱਕ ਡੇਨਵਰ ਡਿਨੋ ਅਜਾਇਬ ਘਰ ਆਪਣੀ ਪਾਰਕਿੰਗ ਦੇ ਹੇਠਾਂ ਇੱਕ ਡੂੰਘੀ ਲੱਭਤ ਬਣਾਉਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਜ਼ੂਰੀ ਗਵਰਨਰ ਨੇ ਭੁਗਤਾਨ ਕੀਤੀ ਬਿਮਾਰ ਛੁੱਟੀ ਦੀ ਗਰੰਟੀ ਦੇਣ ਵਾਲੇ ਵੋਟਰ-ਪੱਖੀ ਕਾਨੂੰਨ ਨੂੰ ਰੱਦ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਵਿਨਾਸ਼ਕਾਰੀ ਹੜ੍ਹਾਂ ਤੋਂ ਬਾਅਦ ਟੈਕਸਾਸ ਵੱਲ ਜਾਂਦਾ ਹੈ, ਆਲੋਚਨਾ ਤੋਂ ਪਰਹੇਜ਼ ਕਰਦਿਆਂ ਉਹ ਦੂਜੇ ਰਾਜਪਾਲਾਂ 'ਤੇ ਭੜਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਰਿਪਬਲਿਕਨ ਦੇ ਟੈਕਸਾਸ gerrymandering ਦੀ ਯੋਜਨਾ backfire ਅਤੇ Dems ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ - Politico",
        "ਯੂਕਰੇਨ ਨੂੰ ਮਿਲੇਗਾ ਅਮਰੀਕੀ ਦੇਸ਼ ਭਗਤ ਹਵਾਈ ਰੱਖਿਆ ਪ੍ਰਣਾਲੀਆਂ, ਟਰੰਪ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "ਮੁੱਖ ਜੱਜ ਬੋਸਬਰਗ ਦੁਆਰਾ ਫੌਜਦਾਰੀ ਮਾਣਹਾਨੀ ਦੇ ਆਦੇਸ਼ ਵਿੱਚ ਵਿਸਲਬਲੋਅਰ ਦਸਤਾਵੇਜ਼ ਐਮਿਲ ਬੋਵ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੇ ਹਨ - ਸਿਰਫ ਸੁਰੱਖਿਆ",
        "ਆਸਟਰੇਲੀਆ ਦੇ ਰਿਮੋਟ ਆਉਟਬੈਕ ਵਿਚ ਲਾਪਤਾ ਹੋਈ ਜਰਮਨ womanਰਤ ਕੈਰੋਲੀਨਾ ਵਿਲਗਾ, 12 ਦਿਨਾਂ ਬਾਅਦ ਜ਼ਿੰਦਾ ਮਿਲੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡਾਈਮਨ ਮਾਰਕੀਟ ਦੇ ਟੈਰਿਫ ਅਨੁਕੂਲਤਾ ਨੂੰ ਬਾਹਰ ਬੁਲਾਉਂਦਾ ਹੈ. ਕਿਉਂ Nvidia, ਵਿਕੀਪੀਡੀਆ ਇੱਕ FOMO ਵਪਾਰ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਦਾ ਹੈ ਅਤੇ 5 ਅੱਜ ਜਾਣਨ ਲਈ ਹੋਰ ਚੀਜ਼ਾਂ. - ਬੈਰਨ ਦਾ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਫੇਮਾ ਖ਼ਤਮ ਕਰਨ ਤੋਂ ਪਿੱਛੇ ਹਟਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "Kellogg Megadeal ਇਹ ਇਤਾਲਵੀ ਅਰਬਪਤੀ ਦਾ 21 ਵਾਂ ਪ੍ਰਾਪਤੀ ਹੈ - ਫੋਰਬਸ",
        "ਵਿਸ਼ਵਵਿਆਪੀ II ਤੋਂ ਬਾਅਦ ਯੂਰਪ ਦੇ ਇਕਲੌਤੇ ਕਤਲੇਆਮ ਦੀ 30 ਵੀਂ ਵਰ੍ਹੇਗੰ on 'ਤੇ ਹਜ਼ਾਰਾਂ ਲੋਕ ਸਰੇਬਰੇਨੀਕਾ ਵਿਚ ਇਕੱਠੇ ਹੋਏ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਚਐਮਡੀ ਅਮਰੀਕਾ ਵਿਚ ‘ਸਕੇਲਿੰਗ ਬੈਕ’ ਕਰ ਰਿਹਾ ਹੈ, ਨੋਕੀਆ ਨੂੰ ਫਿਰ ਤੋਂ ਮਾਰ ਰਿਹਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਬਹੁਤ ਜ਼ਿਆਦਾਃ ਲੰਡਨ ਬਾਰੇ ਕਿਹੜੀ ਫਿਲਮ ਅਤੇ ਟੀਵੀ ਗਲਤ ਹੋ ਜਾਂਦੀ ਹੈ - ਬੀਬੀਸੀ",
        "ਡਾਕਟਰ ਅਤੇ ਨਰਸ ਸਿਹਤ ਨੂੰ ਬੁਲਾ ਰਹੇ ਹਨ \"ਝੂਠ\" ਤੁਹਾਨੂੰ ਵਿਸ਼ਵਾਸ ਕਰਨਾ ਬੰਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਇਹ ਹੈਰਾਨ ਕਰਨ ਵਾਲਾ ਹੈ - BuzzFeed",
        "3I/Atlas: ਰਹੱਸ ਇੰਟਰਸਟੇਲਰ ਆਬਜੈਕਟ ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਜਾਣੇ ਜਾਂਦੇ ਧੂਮਕੇਤੂ ਹੋ ਸਕਦਾ ਹੈ - ਬੀਬੀਸੀ"
    ]
}