{
    "headlines": [
        "ਭਾਰਤ ਦੇ ਅਹਿਮਦਾਬਾਦ ਸ਼ਹਿਰ 'ਚ 240 ਤੋਂ ਜ਼ਿਆਦਾ ਲੋਕਾਂ ਨੂੰ ਲੈ ਕੇ ਜਾ ਰਿਹਾ ਏਅਰ ਇੰਡੀਆ ਦਾ ਜਹਾਜ਼ ਹਾਦਸਾਗ੍ਰਸਤ - NPR",
        "ਕ੍ਰਿਸ ਮੇਸਨਃ ਬੇਸਬਰੀ ਦੇ ਯੁੱਗ ਵਿਚ ਸਬਰ 'ਤੇ ਜੂਆ ਖੇਡਣ ਦੀ ਸਮੀਖਿਆ ਕਰੋ - ਬੀਬੀਸੀ",
        "ਗੂਗਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਐਂਡਰਾਇਡ ਓਪਨ ਸੋਰਸ ਪ੍ਰੋਜੈਕਟ ਕਸਟਮ ਰੋਮਜ਼ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਨ ਵਾਲੇ ਪਿਕਸਲ ਤਬਦੀਲੀ ਦੇ ਵਿਚਕਾਰ ‘ਬੰਦ’ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ - 9to5Google",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰਾਂ ਦਾ ਵਪਾਰ ਮਿਲਾਇਆ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਚੀਨ ਨਾਲ 'ਕੀਤੇ ਗਏ' ਸੌਦੇ ਦੇ ਟਰੰਪ ਦੇ ਦਾਅਵਿਆਂ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਗਲੋਬਲ ਪੋਲਃ ਵਿਸ਼ਵ ਟਰੰਪ ਨੂੰ \"ਖਤਰਨਾਕ,\" \"ਹੰਕਾਰੀ\" ਅਤੇ \"ਮਜ਼ਬੂਤ\" ਵਜੋਂ ਵੇਖਦਾ ਹੈ - ਐਕਸੀਓਸ",
        "ਸ਼ਨੀਵਾਰ ਨੂੰ ਟਰੰਪ ਦੀਆਂ ਨੀਤੀਆਂ ਵਿਰੁੱਧ ‘ਨੋ ਕਿੰਗਜ਼’ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਸ਼ੁੱਧ ਹੋਣ ਤੋਂ ਬਾਅਦ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਟੀਕਾ ਕਮੇਟੀ ਦੇ ਨਵੇਂ ਮੈਂਬਰਾਂ ਦੀ ਚੋਣ ਕੀਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤੁਹਾਡਾ ਰੋਜ਼ਾਨਾ ਕੁੰਡਲੀਃ ਜੂਨ 12, 2025 - ਗਲੋਬ ਅਤੇ ਮੇਲ",
        "ਲਾਲ ਸੋਕਸ ਜਾਰਜ ਅਲਕਲਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਐਮਐਲਬੀ ਵਪਾਰ ਦੀਆਂ ਅਫਵਾਹਾਂ",
        "ਹਾਰਵੇ ਵਾਈਨਸਟਾਈਨ ਨੂੰ ਨਿਊਯਾਰਕ ਰੀਟਰਾਇਲ ਵਿੱਚ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਦੋਸ਼ੀ ਠਹਿਰਾਇਆ ਗਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਵ੍ਹਿਪ/ਨੇ ਨੇ' ਚਾਈਲਡ ਸਟਾਰ ਨੇ ਦੋਸ਼ੀ ਮੰਨਿਆ ਪਰ ਮਾਨਸਿਕ ਤੌਰ 'ਤੇ ਬਿਮਾਰ, ਚਚੇਰੇ ਭਰਾ ਦੀ ਮੌਤ ਲਈ ਮਿਲਦੀ ਹੈ 30 ਸਾਲ - ਅਮਰੀਕਾ ਟੂਡੇ",
        "ਟਰੰਪ ਦਾ ਭਾਸ਼ਣ ਫੌਜ ਦੇ ਰਾਜਨੀਤੀਕਰਨ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਨੂੰ ਉਕਸਾਉਂਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡਾਇਨਾਸੌਰ ਦੀਆਂ ਨਵੀਆਂ ਕਿਸਮਾਂ ਨੇ ਖੋਜ ਕੀਤੀ ਕਿ 'ਟੀ. ਰੈਕਸ ਪਰਿਵਾਰਕ ਰੁੱਖ ਨੂੰ ਮੁੜ ਲਿਖਦਾ ਹੈ' - ਬੀਬੀਸੀ",
        "CHIME ਵਾਲ ਸਟ੍ਰੀਟ ਤੇ ਇੱਕ ਰਿੰਗਿੰਗ ਐਡੋਰਸਮੈਂਟ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਆਈ ਪੀ ਓ ਵੈਲਯੂਏਸ਼ਨ $ 11.6B ਹਿੱਟ ਕਰਦਾ ਹੈ - PYMNTS. com",
        "ਟਰੰਪ ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਅਮਰੀਕੀ ਧਰਤੀ 'ਤੇ ਇਤਿਹਾਸਕ ਫੌਜੀ ਤਾਇਨਾਤੀ ਦਾ ਦਰਵਾਜ਼ਾ ਖੋਲ੍ਹਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੀਬੀ ਅਤੇ ਡਬਲਯੂਆਰ ਵਿਖੇ ਅਭਿਆਸ ਕਰਨ ਦੇ ਬਾਵਜੂਦ, ਬੋ ਮੇਲਟਨ ਆਪਣੀ ਤੁਲਨਾ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਨਾਲ ਨਹੀਂ ਕਰੇਗਾ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ \"ਇਸ ਨੂੰ ਲਓ ਜਾਂ ਇਸ ਨੂੰ ਛੱਡ ਦਿਓ\" ਵਪਾਰ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਦਿਨਾਂ ਵਿੱਚ ਆਉਂਦੀਆਂ ਹਨ - ਐਕਸੀਓਸ",
        "ਮਹਿੰਗਾਈ ਰਿਪੋਰਟ ਸੁਝਾਅ ਦਿੰਦੀ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਤੋਂ ਹੋਏ ਨੁਕਸਾਨ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਹੈ - ਐਕਸੀਓਸ",
        "ਐਂਡਰਾਇਡ 16 ਕਿPਆਰ 1 ਬੀਟਾ 2 ਰੀਡਿਜ਼ਾਈਨ ਵੇਖੇ ਗਏ ਨੋਟੀਫਿਕੇਸ਼ਨ, ਹੁਣ ਪਾਰਦਰਸ਼ੀ - 9to5Google",
        "ਆਈਓਐਸ 26 ਦੇ ਤਰਲ ਗਲਾਸ ਡਿਜ਼ਾਈਨ ਨੂੰ ਨਫ਼ਰਤ ਹੈ? ਇੱਥੇ ਇਸ ਨੂੰ ਕਿਵੇਂ ਟੋਨ ਕਰਨਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ"
    ]
}