{
    "headlines": [
        "Supervisor musical e marido de ‘American Idol’ mortos a tiros em casa em Los Angeles - The Washington Post",
        "'Foi preocupante, mas ele está bem' – Tadej Pogačar evita lesões graves no acidente do Tour de France, enquanto a equipe elogia o espírito esportivo dos rivais - Cyclingnews",
        "Maior rocha de Marte do mundo é leiloada por US $ 4,3 milhões - CNN",
        "Quem são os drusos e por que Israel está bombardeando a Síria para protegê-los? - CNN",
        "Combatentes do Iêmen aliados ao governo exilado reivindicam a apreensão de toneladas de armas Houthi fornecidas pelo Irã - AP News",
        "O S&P 500 desliza quando Trump nega que está perto de demitir o presidente do Fed, Powell: atualizações ao vivo - CNBC",
        "'Superman' é um sucesso? Orçamento, Salários de Elenco e Mais Revelados - Variedade",
        "'I Know What You Did Last Summer' Review: A Ho-Hum Legacy Sequel - The Hollywood Reporter",
        "Vulcão da Islândia deixa espetáculo visual na 12ª erupção em quatro anos - The Washington Post",
        "Enquanto os republicanos pedem transparência na investigação de Epstein, Trump ataca - NPR",
        "Labubu não é a primeira mania de brinquedos, e certamente não será a última - AP News",
        "Os americanos estavam acompanhando de perto a grande vitória legislativa de Trump — e dizem que não a apoiam - Politico",
        "Astrônomos testemunham o nascimento de um sistema planetário pela 1ª vez (vídeo) - Espaço",
        "Acusação de abuso infantil recomendada no afogamento do filho da influencer Emilie Kiser: Polícia - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Encanto dos observadores das estrelas: quando e onde ver as principais chuvas de meteoros de julho. - usa Today",
        "Caminhei 5.000 passos com o Apple Watch 10 vs Samsung Galaxy Watch 8 — há um vencedor claro - Tom's Guide",
        "EUA enviam 5 homens para Eswatini sob o programa de deportação do governo Trump - AP News",
        "Todas as 15 novas cores do iPhone 17 e do iPhone 17 Pro reveladas no último vazamento - MacRumors"
    ]
}