{
    "headlines": [
        "Senador Rand Paul vê ‘encobrimento cultural’ sobre tiroteio de Trump em julho passado - Politico",
        "Estrela de ‘Tubarão’, Richard Dreyfuss deixa de aparecer em público devido ao diagnóstico de bronquite viral: ‘Sinto-me péssimo por não aparecer’ - Yahoo",
        "O trabalho árduo dentro e fora da quadra define a ascensão da Swiatek ao título de campeã de Wimbledon - WTA Tennis",
        "Trump ‘certamente’ pode demitir Powell, presidente do Fed, ‘se houver causa’: Hassett - CNBC",
        "Os democratas pensaram que encontraram sua mensagem de meio de mandato na megabill — mas pode haver alguns obstáculos - Politico",
        "Onde está a inflação das tarifas? O que as ações e os lucros nos dizem sobre o aumento dos preços com o IPC de junho no baralho. - MarketWatch",
        "Donald Trump defende Pam Bondi contra arquivos de Jeffrey Epstein - BBC",
        "‘Superman’ chega a US $ 122 milhões, a terceira maior bilheteria do fim de semana de abertura de 2025 - Variety",
        "Polícia em alerta máximo na França para a final da Copa do Mundo de Clubes do PSG vs. Chelsea nos EUA - AP News",
        "Prisioneiro na França escapa na bolsa do companheiro de cela - CNN",
        "Quinshon Judkins enfrenta acusação de contravenção doméstica - NBC Sports",
        "Resiliência do mercado desafiada pela tarifa de fim de semana de Trump Salvo - Bloomberg",
        "A Coreia do Norte apoia incondicionalmente a guerra de Putin na Ucrânia durante a visita de Lavrov - Financial Times",
        "Potenciais datas de lançamento do iPhone 17 são reduzidas à medida que a Apple se prepara para revelar quatro novos modelos, incluindo o impressionante ar ultrafino e as versões Pro redesenhadas - Wccftech",
        "Casa Branca defende tarifas sobre o Brasil apesar de superávit comercial - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "UE suspende retaliação comercial contra EUA após ameaça tarifária de Trump de 30% - Financial Times",
        "Veja por que o novo Home Hub da Apple foi adiado - MacRumors",
        "Brody Jenner casa com Tia Blanco em casamento íntimo em Malibu - Página seis"
    ]
}