{
    "headlines": [
        "ਆਈਐਮਐਫ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਵਿਸ਼ਵਵਿਆਪੀ ਆਰਥਿਕ ਵਿਕਾਸ 'ਤੇ ਡ੍ਰੈਗ ਹੋਣਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜਸਟਿਨ ਬੀਬਰ ਦੇ ਲੰਬੇ ਸਮੇਂ ਦੇ ਦੋਸਤ ਕਥਿਤ ਤੌਰ 'ਤੇ ਮੰਨਦੇ ਹਨ ਕਿ ਗਾਇਕ ਇਕ ਪੰਥ ਵਿਚ ਹੈ ਜਿਵੇਂ ਕਿ ਅੰਦਰੂਨੀ ਚੱਕਰ ਸੁੰਗੜਦਾ ਹੈ - ਪੰਨਾ ਛੇ",
        "ਅਮਰੀਕਾ ਦੇ ਸਾਬਕਾ ਸੈਨੇਟਰ ਬੌਬ ਮੇਨੇਂਡੇਜ਼ ਦੀ ਪਤਨੀ ਰਿਸ਼ਵਤ ਸਕੀਮ 'ਚ ਦੋਸ਼ੀ ਕਰਾਰ - AP News",
        "ਸਪੇਸਐਕਸ ਸੀਆਰਐਸ -32 ਡਰੈਗਨ ਕਾਰਗੋ ਕੈਪਸੂਲ 6,700 ਪੌਂਡ ਸਪਲਾਈ (ਵੀਡੀਓ) - ਸਪੇਸ ਦੇ ਨਾਲ ਆਈਐਸਐਸ ਪਹੁੰਚਿਆ",
        "ਟਾਈਟਨਜ਼ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਹੈ ਕਿ ਕੈਮ ਵਾਰਡ ਦੀਆਂ ਅਫਵਾਹਾਂ ਦੇ ਵਿਚਕਾਰ 2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਵਿੱਚ ਨੰਬਰ 1 ਦਾ ਵਪਾਰ ਨਹੀਂ ਕਰੇਗਾ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਕਸ਼ਮੀਰ ਦੇ ਟੂਰਿਸਟ ਹੌਟਸਪੌਟ 'ਤੇ' ਅੱਤਵਾਦੀ ਹਮਲੇ 'ਤੋਂ ਬਾਅਦ ਕਈ ਜਾਨੀ ਨੁਕਸਾਨ ਦਾ ਖਦਸ਼ਾ, ਭਾਰਤੀ ਪੁਲਿਸ ਨੇ ਕਿਹਾ - NBC News",
        "ਟੀਨਾ ਨੋਲਸ ਮੈਟ੍ਰੀਆਰਚ ਵਿਚ ਬੇਯੋਂਸ ਸੋਲੋ ਕੈਰੀਅਰ ਦੀਆਂ ਅਫਵਾਹਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਦੀ ਹੈ - ਸਾਡੇ ਹਫਤਾਵਾਰੀ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਮੈਰੀਲੈਂਡ ਸਕੂਲਾਂ ਵਿਚ ਐਲਜੀਬੀਟੀਕਿQ ਕਿਤਾਬਾਂ 'ਤੇ ਧਾਰਮਿਕ ਅਧਿਕਾਰਾਂ ਦਾ ਵਿਵਾਦ ਚੁੱਕਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਆਈਫੋਨ 17e ਪਹਿਲਾਂ ਹੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਉੱਨਤ ਹੈ, ਸਹੀ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੇ ਨਾਲ ਲੀਕਰ ਕਹਿੰਦਾ ਹੈ - 9to5Mac",
        "ਆਈਫੋਨ 17 ਪ੍ਰੋ ਕਥਿਤ ਤੌਰ 'ਤੇ ਆ ਰਿਹਾ ਹੈ ਸਕਾਈ ਬਲੂ ਕਲਰ ਮੈਕਬੁੱਕ ਏਅਰ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ - ਮੈਕਰੂਮੋਰਸ",
        "‘ਹਾਰਟਸਟਾਪਰ’ ਸੀਜ਼ਨ 4 ਦੀ ਬਜਾਏ ਨੈੱਟਫਲਿਕਸ 'ਤੇ ਫੀਚਰ ਫਿਲਮ ਫਿਨਾਲੇ ਨਾਲ ਨਿਕ ਐਂਡ ਚਾਰਲੀ ਦੀ ਕਹਾਣੀ ਨੂੰ ਸਮੇਟਣ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਵ੍ਹਾਈਟ ਹਾਊਸ ਨਵੇਂ ਰੱਖਿਆ ਮੰਤਰੀ ਦੀ ਭਾਲ ਕਰ ਰਿਹਾ ਹੈ । ਅਤੇ, ਪੋਪ ਫ੍ਰਾਂਸਿਸ ਦੀ ਵਿਰਾਸਤ ਨੂੰ ਯਾਦ ਕਰਦੇ ਹੋਏ - ਐਨਪੀਆਰ",
        "ਫਿਸ਼ਰਜ਼ ਗੂਗਲ ਸਾਈਟਾਂ ਦਾ ਸ਼ੋਸ਼ਣ ਕਰਦੇ ਹਨ ਅਤੇ ਦਸਤਖਤ ਕੀਤੇ ਈਮੇਲਾਂ ਭੇਜਣ ਲਈ ਡੀਕੇਆਈਐਮ ਰੀਪਲੇਅ, ਚੋਰੀ ਪ੍ਰਮਾਣ ਪੱਤਰ - ਹੈਕਰ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਦਾ ਲੂਸੀ ਪੁਲਾੜ ਯਾਨ 30,000 ਮੀਲ ਪ੍ਰਤੀ ਘੰਟਾ ਫਲਾਈਬਾਈ ਦੇ ਦੌਰਾਨ ਮੂੰਗਫਲੀ ਦੇ ਆਕਾਰ ਦੇ ਐਸਟਰਾਇਡ ਦੀਆਂ ਤਸਵੀਰਾਂ ਫੜਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਦੇ ਪ੍ਰਤੀਨਿਧੀ ਹੇਲੀ ਸਟੀਵਨਜ਼ ਅਮਰੀਕੀ ਸੈਨੇਟ ਵਿੱਚ ਮਿਸ਼ੀਗਨ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਨ ਦੀ ਦੌੜ ਵਿੱਚ ਦਾਖਲ ਹੋਏ - ਏਪੀ ਨਿ Newsਜ਼",
        "50 ਸਾਲਾਂ ਦੇ ਜਲਵਾਯੂ ਪਰਿਵਰਤਨ ਨੇ ਪੁਲਾੜ ਤੋਂ 'ਨੀਲੇ ਸੰਗਮਰਮਰ' ਦਾ ਚਿਹਰਾ ਕਿਵੇਂ ਬਦਲਿਆ - ਬੀਬੀਸੀ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਟਾਈਟਨਜ਼ ਟ੍ਰੈਵਿਸ ਹੰਟਰ ਨੂੰ ਪੀਟ ਪ੍ਰਿਸਕੋ ਵਿਚ ਸਮੁੱਚੇ ਤੌਰ 'ਤੇ ਨੰਬਰ 1' ਤੇ ਲੈ ਜਾਂਦੇ ਹਨ 'ਟੀਮਾਂ ਨੂੰ ਕੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ' ਮਖੌਲ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਆਦਮੀ ਨੂੰ ਗਲਤੀ ਨਾਲ ਅਲ ਸਲਵਾਡੋਰ ਭੇਜਣ ਦੇ ਮਾਮਲੇ ਵਿਚ ਡੈਮਜ਼ ’ਬਣਦੀ ਪ੍ਰਕਿਰਿਆ ਬਾਰੇ ਗੱਲ ਕਿਉਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ' - ਪੋਲੀਟੀਕੋ"
    ]
}