{
    "headlines": [
        "2025 ਐਨਬੀਏ ਡਰਾਫਟ ਟਰੈਕਰਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਰਾਉਂਡ 2, ਖ਼ਬਰਾਂ, ਵਪਾਰ, ਟੀਮ ਦੁਆਰਾ ਪਿਕ, ਡਰਾਫਟ ਆਰਡਰ, ਗ੍ਰੇਡ, ਪ੍ਰਾਸਪੈਕਟਸ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਲਾਭ; ਟਰੰਪ ਨਵੀਂ ਫੈੱਡ ਚੇਅਰ ਨੂੰ ਜਲਦੀ ਨਾਮ ਦੇਣ ਬਾਰੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "ਵਿੰਡੋਜ਼ ’ਬਦਨਾਮ ‘ ਮੌਤ ਦੀ ਨੀਲੀ ਸਕ੍ਰੀਨ ’ਜਲਦੀ ਹੀ ਕਾਲਾ ਹੋ ਜਾਵੇਗਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਨਾਸਾ ਨੇ ਇੱਕ ਨਵੇਂ ਐਸਐਲਐਸ ਬੂਸਟਰ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜੋ ਸ਼ਾਇਦ ਕਦੇ ਨਹੀਂ ਉੱਡਦੀ, ਅਤੇ ਇਸਦਾ ਅੰਤ ਫਟ ਗਿਆ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਈਰਾਨ ਦੀ ਹੜਤਾਲ ਦੇ ਪ੍ਰਭਾਵ ਬਾਰੇ ਕਲਾਸੀਫਾਈਡ ਬ੍ਰੀਫਿੰਗ ਸੈਨੇਟਰਾਂ ਨੂੰ ਵੰਡਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੈੱਫ ਬੇਜੋਸ ਅਤੇ ਲੌਰੇਨ ਸੈਂਚੇਜ਼ ਦੇ ਵਿਆਹ ਦੀਆਂ ਘਟਨਾਵਾਂ ਸ਼ੁਰੂ ਹੁੰਦੀਆਂ ਹਨਃ ਅਸੀਂ ਵੈਨਿਸ ਐਕਸਟਰਾਗਾਂਜ਼ਾ ਬਾਰੇ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਫੋਰਬਸ",
        "ਫਾਇਰਬਾਲ ਦੱਖਣ-ਪੂਰਬੀ ਅਮਰੀਕਾ ਦੇ ਉੱਪਰ ਫਟਦਾ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਦੇ ਸਾਬਕਾ ਪ੍ਰੈਸ ਸਕੱਤਰ ਬਿਲ ਮੋਯਰਸ ਪ੍ਰਸਿੱਧ ਟੀਵੀ ਪੱਤਰਕਾਰ ਬਣ ਗਏ, 91 'ਤੇ ਉਨ੍ਹਾਂ ਦਾ ਦੇਹਾਂਤ ਹੋ ਗਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਇੱਕ ਦੁਰਲੱਭ, ਸੁਰੱਖਿਅਤ ਫਲੂ-ਸ਼ਾਟ ਸਮੱਗਰੀ ਦੇ ਵਿਰੁੱਧ ਆਪਣੀ ਲੜਾਈ ਜਿੱਤਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "2 ਹੋਰ ਯੂਟਾਹਨਜ਼ ਨੂੰ ਖਸਰਾ ਦੀ ਜਾਂਚ ਕੀਤੀ ਗਈ, ਜਿਸ ਨਾਲ ਰਾਜ ਦੀ ਕੁੱਲ ਗਿਣਤੀ 5 ਹੋ ਗਈ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "ਰੇਅਜ਼ ਫ੍ਰੈਂਕੋ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦੇ ਕੇਸ ਵਿੱਚ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਈਐਸਪੀਐਨ",
        "ਬ੍ਰੈਡ ਪਿਟ ਦੇ ਲਾਸ ਏਂਜਲਸ ਦੇ ਘਰ ਚੋਰੀਃ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਵਾਲੇ ਸਰੋਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਅੰਨਾ ਵਿਨਟੌਰ ਵੋਗ ਦੇ ਸੰਪਾਦਕ-ਇਨ-ਚੀਫ ਦੇ ਅਹੁਦੇ ਤੋਂ ਅਸਤੀਫਾ ਦਿੰਦੇ ਹਨ, ਪਰ ਮੰਜ਼ਿਲਾ ਮੈਗਜ਼ੀਨ ਦਾ ਨਿਯੰਤਰਣ ਬਰਕਰਾਰ ਰੱਖਣਗੇ - ਸੀ ਐਨ ਐਨ",
        "ਰਾਸ਼ਟਰਪਤੀ ਟਰੰਪ ਦੀ ਅਗਵਾਈ, ਵਿਜ਼ਨ ਨੇ ਨਾਟੋ ਦੀ ਸਫਲਤਾ ਨੂੰ ਚਲਾਇਆ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ (.ਗੋਵ)",
        "ਸਾਲਾਂ ਦੇ ਸਭ ਤੋਂ ਮਾੜੇ ਨਤੀਜਿਆਂ ਦੇ ਬਾਵਜੂਦ ਨਾਈਕੀ ਦੇ ਸ਼ੇਅਰਾਂ ਵਿੱਚ 10% ਦਾ ਵਾਧਾ ਹੋਇਆ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕੈਨੇਡੀ ਦਾ ਵੈਕਸੀਨ ਪੈਨਲ ਪਹਿਲੀ ਵਾਰ ਮਿਲਿਆ । ਇੱਥੇ ਕੀ ਜਾਣਨਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਯੂਐਸ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਨੂੰ ਉਸ ਦੇਸ਼ ਵਿੱਚ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਿਹਾ ਹੈ ਜੋ ਅਲ ਸਲਵਾਡੋਰ ਨਹੀਂ ਹੈ, ਸਰਕਾਰੀ ਵਕੀਲ ਨੇ ਜੱਜ ਨੂੰ ਦੱਸਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗੂਗਲ ਨੇ ਜਾਪਾਨ ਵਿਚ ਚੋਣਵੇਂ ਪਿਕਸਲ ਫੋਨ ਵੇਚਣ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ, ਅਤੇ ਇਹ ਉਥੇ ਖਤਮ ਨਹੀਂ ਹੋ ਸਕਦਾ - 9to5Google",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੂੰ ਇਜ਼ਰਾਈਲ ਕਾਰਵਾਈ ਲਈ ਵਿਕਲਪ ਪੇਸ਼ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ, ਲਿਥੁਆਨੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ - politico. eu",
        "ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵੱਡੇ ਬਿੱਲ 'ਤੇ ਇਕ ਝਟਕਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਸੈਨੇਟ ਰੈਫਰੀ ਮੁੱਖ ਪ੍ਰਬੰਧਾਂ ਨੂੰ ਅਯੋਗ ਠਹਿਰਾਉਂਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼"
    ]
}