{
    "headlines": [
        "ਏਸ ਬੇਲੀ ਨੰਬਰ 5 ਤੇ ਜੈਜ਼ ਦੁਆਰਾ ਚੁਣੇ ਗਏ ਅਜੀਬ ਡਰਾਫਟ ਪ੍ਰਕਿਰਿਆ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋਏ - ਸਪੋਰਟਸ ਇਲਸਟ੍ਰੇਟਿਡ",
        "2025 ਐਨਬੀਏ ਡਰਾਫਟ ਟਰੈਕਰਃ ਲਾਈਵ ਅਪਡੇਟਸ, ਪਿਕਸ, ਗ੍ਰੇਡ, ਨਿ Newsਜ਼, ਡਰਾਫਟ ਆਰਡਰ, ਕੂਪਰ ਫਲੈਗ ਮੈਵਰਿਕਸ ਨੂੰ ਨੰਬਰ 1 ਜਾਂਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਜਾਸੂਸ ਮੁਖੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਨਵੀਂ ਇੰਟੈਲ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਈਰਾਨ ਦੀਆਂ ਪਰਮਾਣੂ ਸਹੂਲਤਾਂ ਤਬਾਹ ਹੋ ਗਈਆਂ ਸਨ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਕੈਲੀਫੋਰਨੀਆ ਨੂੰ ਲੜਕੀਆਂ ਦੀਆਂ ਖੇਡਾਂ ਤੋਂ ਟ੍ਰਾਂਸ ਕੁੜੀਆਂ 'ਤੇ ਰੋਕ ਲਗਾਉਣੀ ਚਾਹੀਦੀ ਹੈ - ਏਪੀ ਨਿ News",
        "ਜਦੋਂ ਸਰਵਉੱਚ ਨੇਤਾ ਉਭਰਦਾ ਹੈ, ਉਹ ਬਦਲੇ ਹੋਏ ਈਰਾਨ ਦੀ ਅਗਵਾਈ ਕਰੇਗਾ - ਬੀਬੀਸੀ",
        "ਦੇਖੋ ਕਿ ਨਾਟੋ ਦੇਸ਼ ਰੱਖਿਆ 'ਤੇ ਕਿੰਨਾ ਖਰਚ ਕਰਦੇ ਹਨ, ਅਤੇ ਇਹ ਕਿਵੇਂ ਬਦਲ ਗਿਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਿਲਮਾਰ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਜੇਲ੍ਹ ਵਿਚ ਰਹਿਣਗੇ ਜਦੋਂ ਕਿ ਵਕੀਲਾਂ ਨੇ ਕਿਹਾ ਕਿ ਕੀ ਉਸ ਨੂੰ ਜਲਦੀ ਡਿਪੋਰਟ ਕੀਤਾ ਜਾਵੇਗਾ - ਪੋਲਿਟਿਕੋ",
        "ਐਨਸੀ ਵਿੱਚ ਪਹਿਲੇ ਰਿਪੋਰਟ ਕੀਤੇ ਕੇਸ ਤੋਂ ਬਾਅਦ ਖਸਰਾ ਦੇ ਮਰੀਜ਼ਾਂ ਦੀ ਭਾਲ ਵਿੱਚ ਤਿਕੋਣ ਹਸਪਤਾਲ - WRAL.",
        "ਸਟਾਕ ਫਿuresਚਰ ਬਹੁਤ ਘੱਟ ਬਦਲੇ ਗਏ ਹਨ ਕਿਉਂਕਿ ਐਸ ਐਂਡ ਪੀ 500 ਨਵੇਂ ਰਿਕਾਰਡ ਦੇ ਉੱਚੇ ਨੇੜੇ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਟਸਐਪ ਨਿੱਜੀ ਸੰਦੇਸ਼ਾਂ ਲਈ ਏਆਈ ਦੁਆਰਾ ਤਿਆਰ ਸੰਖੇਪਾਂ ਨੂੰ ਰੋਲ ਕਰਦਾ ਹੈ - ਦਿ ਵਰਜ",
        "ਸੈਨੇਟਰਾਂ ਨੇ ਪੀਬੀਐਸ, ਐਨਪੀਆਰ ਅਤੇ ਕੁਝ ਵਿਦੇਸ਼ੀ ਸਹਾਇਤਾ ਲਈ ਫੈਡਰਲ ਫੰਡਾਂ ਨੂੰ ਮਾਰਨ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ 'ਤੇ ਸਵਾਲ ਉਠਾਇਆ - ਐਨਪੀਆਰ",
        "HDMI 2.2 ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ 'Ultra96‘ ਦੇ ਨਾਲ ਬਾਹਰ ਹਨ, 60Hz - 9to5Mac ਤੇ 16K ਤੱਕ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਈਵੀ ਚਾਰਜਰ ਲਈ ਪੈਸੇ ਵੰਡਣਾ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਨਪੀਆਰ",
        "ਟਰੰਪ ਦਾ ਯੂਕਰੇਨ ਯੁੱਧ 24 ਘੰਟਿਆਂ 'ਚ ਖ਼ਤਮ ਨਾ ਕਰਨ ਦਾ ਕਾਰਨ ਬੇਰਹਿਮੀ ਨਾਲ ਮਖੌਲ ਉਡਾਇਆ - HuffPost",
        "‘The Social Network Part II’ In Works At Sony With Aaron Sorkin Set To Write And Direct; WSJ‘s ‘The Facebook Files‘ ਤੋਂ ਪ੍ਰੇਰਿਤ ਤਸਵੀਰ - ਡੈੱਡਲਾਈਨ",
        "ਜੇ ਐਰੋਨ ਰੋਜਰਸ ਧਿਆਨ ਨਹੀਂ ਚਾਹੁੰਦੇ, ਤਾਂ ਉਹ ਜੂਨ ਵਿਚ ਪੈਟ ਮੈਕੈਫੀ ਦਾ ਸ਼ੋਅ ਕਿਉਂ ਕਰ ਰਿਹਾ ਹੈ? - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਬਾਕਸ ਆਫਿਸ ਪੂਰਵਦਰਸ਼ਨਃ ਹਾਈ-ਆਕਟੇਨ $ 40M- $ 50M ਯੂਐਸ ਓਪਨਿੰਗ ਦੇ ਨਾਲ ਧੂੜ ਵਿੱਚ ’M3GAN 2.0’ ਛੱਡਣ ਲਈ 'F1' - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਫੈੱਡ ਦਾ ਪਾਵੇਲ ਟੈਰਿਫਾਂ ਬਾਰੇ ਚੇਤਾਵਨੀ ਦੁਹਰਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਕੁਝ ਜੀਓਪੀ ਸੈਨੇਟਰਾਂ ਨੇ ਉਸ 'ਤੇ ਪੱਖਪਾਤ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}