{
    "headlines": [
        "ਸੀਨ ‘ਡਿੱਡੀ’ ਕੰਬਜ਼ ਨੇ ਘਰੇਲੂ ਹਿੰਸਾ ਕੀਤੀ ਪਰ ਜਿਨਸੀ ਤਸਕਰੀ ਦਾ ਦੋਸ਼ੀ ਨਹੀਂ ਹੈ, ਬਚਾਅ ਪੱਖ ਨੇ ਮੁਕੱਦਮੇ ਦੇ ਉਦਘਾਟਨ ਵਾਲੇ ਦਿਨ ਜਿuryਰੀ ਨੂੰ ਦੱਸਿਆ - ਡੈੱਡਲਾਈਨ",
        "ਨਾਸਾ ਦਾ ਵੈਬ ਸਪੇਸ ਟੈਲੀਸਕੋਪ ਜੁਪੀਟਰ 'ਤੇ ਚਮਕਦਾਰ auroras ਕੈਪਚਰ ਕਰਦਾ ਹੈ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਜੇਲ੍ਹ 'ਚ ਛੁਰਾ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਟੋਰੀ ਲੇਨਜ਼ ਨੂੰ ਹਸਪਤਾਲ ਲਿਜਾਇਆ ਗਿਆ - HotNewHipHop",
        "Giannis Antetokounmpo ਵਪਾਰ ਅਫਵਾਹਾਂਃ ਬਕਸ ਸਟਾਰ 'ਓਪਨ-ਮਨ' ਵਪਾਰ ਵਿਕਲਪਾਂ ਦੀ ਪੜਚੋਲ ਕਰਨ ਬਾਰੇ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਹਮਾਸ ਨੇ ਗਾਜ਼ਾ - ਐਕਸੀਓਸ ਵਿਚ ਆਖਰੀ ਜ਼ਿੰਦਾ ਅਮਰੀਕੀ ਬੰਧਕ, ਈਡਨ ਅਲੈਗਜ਼ੈਂਡਰ ਨੂੰ ਰਿਹਾਅ ਕੀਤਾ",
        "ਸੋਵੀਅਤ ਯੁੱਗ ਦਾ ਇੱਕ ਪੁਲਾੜ ਪੜਤਾਲ ਪੰਧ ਵਿੱਚ 50 ਸਾਲਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਬਾਅਦ ਧਰਤੀ ਤੇ ਵਾਪਸ ਕਰੈਸ਼ ਹੋ ਗਿਆ - ਐਨਪੀਆਰ",
        "ਬ੍ਰਿਟੇਨ ਨੇ ਮਾਈਗ੍ਰੇਸ਼ਨ 'ਤੇ ਨਿਯਮਾਂ ਨੂੰ ਸਖਤ ਕਰਨ ਦੀ ਯੋਜਨਾ ਤੈਅ ਕੀਤੀ ਹੈ, ਕਿਉਂਕਿ ਸਟਾਰਮਰ ਜਨਤਾਵਾਦੀ ਦੇ ਸਮਰਥਨ ਵਿਚ ਵਾਧਾ ਦਾ ਮੁਕਾਬਲਾ ਕਰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਡਿਪਟੀ ਅਟਾਰਨੀ ਜਨਰਲ ਜਿਸ ਨੇ ਕਾਂਗਰਸ ਦੇ ਕਾਰਜਕਾਰੀ ਲਾਇਬ੍ਰੇਰੀਅਨ ਨਾਮ ਦੇ ਪੈਸੇ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਟਰੰਪ ਦਾ ਬਚਾਅ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਤੱਥ ਸ਼ੀਟਃ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਜੇ. ਟਰੰਪ ਨੇ ਅਮਰੀਕੀ ਫਾਰਮਾਸਿicalਟੀਕਲ ਇਨੋਵੇਸ਼ਨ - ਦ ਵ੍ਹਾਈਟ ਹਾ Houseਸ (.ਗੋਵ) 'ਤੇ ਡਰੱਗ ਦੀਆਂ ਕੀਮਤਾਂ ਨੂੰ ਘਟਾਉਣ ਅਤੇ ਵਿਦੇਸ਼ੀ ਫ੍ਰੀ-ਰਾਈਡਿੰਗ ਨੂੰ ਰੋਕ ਕੇ ਅਮਰੀਕੀ ਮਰੀਜ਼ਾਂ ਨੂੰ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਰੱਖਣ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਦਾ ਐਲਾਨ ਕੀਤਾ",
        "ਪਲੈਂਟੀਰ ਫੋਕਸ ਵਿੱਚ ਹੈ ਕਿਉਂਕਿ ਬੋਫਾ ਨਵਾਂ ਵਾਲ ਸਟ੍ਰੀਟ ਉੱਚ ਕੀਮਤ ਦਾ ਟੀਚਾ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ (ਪੀਐਲਟੀਆਰਃਨਾਸਡੈਕ) - ਅਲਫ਼ਾ ਦੀ ਭਾਲ",
        "ਅਰਲੀ ਐਡਿਸ਼ਨਃ ਨਵੀਂ ਸ਼ੁਰੂਆਤ ਤੁਹਾਡੇ ਰੋਗਾਂ ਦਾ ਖੂਨ ਦੇ ਨਮੂਨੇ ਨਾਲ ਨਿਦਾਨ ਕਰਨਾ ਚਾਹੁੰਦੀ ਹੈ - ਗੋਥਾਮਿਸਟ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਚੀਨ ਅਮਰੀਕੀ ਕਾਰੋਬਾਰਾਂ ਲਈ 'ਖੁੱਲ੍ਹੇਗਾ', ਵਪਾਰਕ ਰੁਕਾਵਟਾਂ ਨੂੰ ਰੋਕੇਗਾ - ਸੀਐਨਬੀਸੀ",
        "ਗਵਰਨਰ ਨਿਊਜ਼ੋਮ ਨੇ ਸ਼ਹਿਰਾਂ ਅਤੇ ਕਾਉਂਟੀਆਂ ਲਈ ਸਟੇਟ ਮਾਡਲ ਜਾਰੀ ਕੀਤਾ ਤਾਂ ਜੋ ਤੁਰੰਤ ਜ਼ਰੂਰੀ ਅਤੇ ਮਾਣ ਨਾਲ ਕੈਂਪਾਂ ਨੂੰ ਸੰਬੋਧਿਤ ਕੀਤਾ ਜਾ ਸਕੇ - ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਗਵਰਨਰ (.",
        "ਟੇਲਰ ਸਵਿਫਟ ਨੇ ਟ੍ਰੈਵਿਸ ਕੈਲਸੇ ਦੇ ਨਾਲ ਮਾਂ ਦਿਵਸ ਲਈ ਇੱਕ ਜਾਇਜ਼ ਤੌਰ 'ਤੇ ਹੈਰਾਨੀਜਨਕ ਸੁੰਦਰਤਾ ਪਹਿਨੀ - glamour. com",
        "ਐਕਸਕਲੂਸਿਵਃ ਇਨਵੈਂਟਵੁੱਡ ਲੱਕੜ ਦਾ ਪੁੰਜ ਪੈਦਾ ਕਰਨ ਜਾ ਰਿਹਾ ਹੈ ਜੋ ਸਟੀਲ ਨਾਲੋਂ ਮਜ਼ਬੂਤ ਹੈ - TechCrunch",
        "ਅਮਰੀਕਾ ਅਤੇ ਚੀਨ ਦੇ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਟੈਰਿਫ ਘਟਾਉਣ' ਤੇ ਸਹਿਮਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਵਧਿਆ - ਐਨਪੀਆਰ",
        "ਮੈਡੀਕੇਡ ਬਾਰੇ ਲੜਾਈ ਗਰਮ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਹਾ Houseਸ ਰਿਪਬਲਿਕਨਜ਼ ਨੇ ਬਿੱਲ ਜਾਰੀ ਕੀਤਾ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਕਾਨਜ਼ 2025 ਦੀਆਂ 20 ਸਭ ਤੋਂ ਵੱਧ ਉਮੀਦ ਵਾਲੀਆਂ ਫਿਲਮਾਂ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਹਾਊਸ ਟੈਕਸ ਬਿੱਲ 'ਚ ਨਹੀਂ ਸੋਸ਼ਲ ਸਕਿਉਰਿਟੀ ਟੈਕਸ ਬਰੇਕ - Axios",
        "ਪੋਪ ਲਿਓ ਨੇ ਪੱਤਰਕਾਰਾਂ ਨੂੰ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਕਰਨ ਦੀ ਕੀਤੀ ਮੰਗ - BBC"
    ]
}