{
    "headlines": [
        "ਅਮਰੀਕਾ ਦਾ ਮੰਨਣਾ ਹੈ ਕਿ ਗਾਜ਼ਾ ਜੰਗਬੰਦੀ, ਬੰਧਕ ਸੌਦੇ 'ਤੇ ਸਫਲਤਾ ਨੇੜੇ ਹੈ - ਐਕਸੀਓਸ",
        "ਜੱਜ ਨੇ ਹਾਰਵਰਡ ਨੂੰ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਦਾਖਲੇ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਨੂੰ ਰੋਕਿਆ - ਐਨਪੀਆਰ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਯੂਟਾ ਤੇਲ ਰੇਲਮਾਰਗ ਦੇ ਵਿਸਥਾਰ ਦੀ ਹਮਾਇਤ ਕੀਤੀ ਅਤੇ ਵਾਤਾਵਰਣ ਦੇ ਇਕ ਮੁੱਖ ਕਾਨੂੰਨ ਨੂੰ ਵਾਪਸ ਸਕੇਲ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਫੈੱਡ ਚੇਅਰ ਪਾਵੇਲ ਨੇ ਵੀਰਵਾਰ ਦੀ ਬੈਠਕ ਵਿਚ ਟਰੰਪ ਨੂੰ ਦੱਸਿਆ ਕਿ ਰੇਟ ਦੇ ਫੈਸਲੇ 'ਗੈਰ-ਰਾਜਨੀਤਿਕ' ਵਿਸ਼ਲੇਸ਼ਣ 'ਤੇ ਅਧਾਰਤ ਹੋਣਗੇ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "\"ਇੱਕ ਤੋਂ ਵੱਧ ਵਾਰ\": ਸੀਨ \"ਡਿੱਡੀ\" ਕੰਬਜ਼ ’ਸਾਬਕਾ-ਏਡ ਗ੍ਰੈਮੀ ਜੇਤੂ ਦੁਆਰਾ ਬਲਾਤਕਾਰ ਕੀਤੇ ਜਾਣ ਦਾ ਮੁਕੱਦਮਾ ਦੱਸਦਾ ਹੈ; \"ਮੀਆ\" ਵੇਰਵੇ ਕੈਸੀ ਵੈਂਚੁਰਾ ਬੀਟਿੰਗਜ਼ ਉਸਨੇ ਗਵਾਹੀ ਦਿੱਤੀ - ਡੈੱਡਲਾਈਨ",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਜ਼ੋਰ ਦੇ ਕੇ ਕਿਹਾ ਕਿ ਅਦਾਲਤ ਦੇ ਫੈਸਲੇ ਨਾਲ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਏਜੰਡੇ ਨੂੰ ਪਟੜੀ ਤੋਂ ਨਹੀਂ ਉਤਾਰਿਆ ਜਾਵੇਗਾ - ਪੋਲੀਟਿਕੋ",
        "ਨਾਥਨ ਫੀਲਡਰ ਨੇ 'ਰਿਹਰਸਲ' ਪ੍ਰਤੀਕ੍ਰਿਆ ਤੋਂ ਬਾਅਦ ਐਫਏਏ ਨੂੰ ਸਲੈਮ ਕੀਤਾਃ 'ਉਹ ਗੂੰਗੇ ਹਨ' - ਵੰਨਗੀ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਯੈਂਕਸ ਮਹਾਂਮਾਰੀ ਟੀਕਾ ਫੰਡਿੰਗ ਜਿਵੇਂ ਕਿ ਮਾਡਰਨਾ ਸਕਾਰਾਤਮਕ ਨਤੀਜਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਦਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਗਿਰਵੀਨਾਮੇ ਦੀਆਂ ਦਰਾਂ 7% ਦੇ ਨੇੜੇ ਫਸਿਆ ਇਕ ਹੋਰ ਹਫ਼ਤਾ ਬਿਤਾਉਂਦੀਆਂ ਹਨ - ਯਾਹੂ ਵਿੱਤ",
        "ਟਰੰਪ ਦੀ ਮੁਆਫੀ ਦਾ ਖਰਚਾ ਸਾਬਕਾ ਗੈਂਗਸਟਰ, ਕਲਾਕਾਰ, ਸਾਬਕਾ ਕਾਂਗਰਸੀਆਂ ਤੱਕ ਫੈਲਿਆ ਹੋਇਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੂਬੀਓ ਦੇ ਵੀਜ਼ਾ ਸੰਕਟ ਦੇ ਪਬਲਿਕ ਯੂਨੀਵਰਸਿਟੀਆਂ ਲਈ ਵੱਡੇ ਨਤੀਜੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਸਵਿਸ ਗਲੇਸ਼ੀਅਰ collapseਹਿਣ ਵਿਚ ਇਕ ਲਾਪਤਾ ਵਿਅਕਤੀ ਦੀ ਭਾਲ ਮੁਅੱਤਲ ਕੀਤੀ ਗਈ ਜਿਸ ਨੇ ਅਲਪਾਈਨ ਪਿੰਡ ਦੇ 90% ਹਿੱਸੇ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਸੀ ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਅਧਿਐਨ ਨੇ ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਨਵੇਂ ਕੈਨਾਬਿਸ ਸਿਹਤ ਜੋਖਮ ਦਾ ਪਤਾ ਲਗਾਇਆ - SFGATE",
        "ਇਜ਼ਰਾਈਲ ਨੂੰ ਵਧ ਰਹੀ ਨਿੰਦਾ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਵੰਡ ਹਫੜਾ-ਦਫੜੀ ਵਿੱਚ ਬਦਲ ਜਾਂਦੀ ਹੈ - ਸੀਐਨਐਨ",
        "ਐਨਬੀਏ ਡਰਾਫਟ 2025 ਕ withdrawalਵਾਉਣ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਸੁਪਰਲੈਟਿਵਜ਼ਃ ਲਾਬਾਰਨ ਫਿਲੋਨ ਅਲਾਬਾਮਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ ਵਿੱਚ ਬਜ਼ਰ-ਬੀਟਿੰਗ ਵਾਪਸੀ ਦੇ ਨਾਲ ਝਟਕੇ",
        "ਚੀਨ ਨੇ ਪੁਲਾੜ ਯਾਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਇਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਨਮੂਨੇ ਵਾਪਸ ਕਰੇਗਾ ਅਤੇ ‘ਜ਼ਮੀਨੀ ਤੋੜਨ ਵਾਲੀਆਂ ਖੋਜਾਂ’ ਦੇਵੇਗਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਕਬਜ਼ੇ ਵਾਲੇ ਵੈਸਟ ਬੈਂਕ 'ਚ ਬਸਤੀਆਂ ਦੇ ਵੱਡੇ ਵਿਸਥਾਰ ਦਾ ਕੀਤਾ ਐਲਾਨ - BBC",
        "Elden ਰਿੰਗ Nightreign: FromSoftware ਚੇਤਾਵਨੀ ਪੀਸੀ Gamers ਨਾਲ 'ਤਾਜ਼ਾ ਗਰਾਫਿਕਸ ਕਾਰਡ' ਮਈ ਦੁੱਖ Framerate ਤੁਪਕੇ - IGN",
        "ਵਾਚਃ ਈ. ਏ. ਸਪੋਰਟਸ ਕਾਲਜ ਫੁੱਟਬਾਲ 26 ਬੂੰਦਾਂ ਸਰਕਾਰੀ ਖੁਲਾਸਾ ਟ੍ਰੇਲਰ - On3.com",
        "ਬਲਿੰਕ ਦੇ ਬਜਟ ਬਜ਼ਰ ਨੂੰ ਕੁਝ ਮਹੱਤਵਪੂਰਣ ਅਪਗ੍ਰੇਡ ਮਿਲਦੇ ਹਨ - ਦਿ ਵਰਜ"
    ]
}