{
    "headlines": [
        "ਲਾਈਵ ਅੱਪਡੇਟਃ ਹਜ਼ਾਰ ਪੋਪ Francis ਨੂੰ ਅਲਵਿਦਾ ਦੇ ਤੌਰ ਤੇ ਵੈਟੀਕਨ ਦੇਖਣ ਦੇ ਘੰਟੇ ਵਧਾਉਣ ਲਈ ਵੇਖਦਾ ਹੈ - ਕੈਥੋਲਿਕ ਨਿਊਜ਼ ਏਜੰਸੀ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਨੂੰ ਪ੍ਰੀਆਰਡਰ ਕਰਨ ਬਾਰੇ ਤੁਹਾਨੂੰ ਜਾਣਨ ਦੀ ਹਰ ਚੀਜ - ਤਾਰ",
        "17 ਸੰਸ਼ੋਧਿਤ ਜੀਵਨ ਸ਼ੈਲੀ ਦੇ ਕਾਰਕ ਜੋ ਤੁਹਾਡੇ ਦਿਮਾਗ ਨੂੰ ਬੁ agingਾਪੇ ਅਤੇ ਡਿਮੇਨਸ਼ੀਆ ਤੋਂ ਬਚਾਉਂਦੇ ਹਨ - SciTechDaily",
        "ਟਰੰਪ ਨੇ ਸਿੱਖਿਆ 'ਤੇ ਕਾਰਜਕਾਰੀ ਕਾਰਵਾਈਆਂ' ਤੇ ਹਸਤਾਖਰ ਕੀਤੇ, ਡੀਈਆਈ ਵਿਚ ਰਾਜ ਕਰਨ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਸਮੇਤ - ਐਨਪੀਆਰ",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੇ ਗ਼ਲਤ ਤਰੀਕੇ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤੇ ਵਿਅਕਤੀ ਦੇ ਮਾਮਲੇ 'ਚ ਦਿੱਤੀ ਛੂਟ - The Washington Post",
        "2022 ਜੁਲਾਈ ਦੇ ਬਚੇ ਹੋਏ ਚੌਥੇ ਸਮੂਹਿਕ ਕਤਲੇਆਮ ਵਿੱਚ ਘਬਰਾਹਟ ਅਤੇ ਖੂਨ-ਖਰਾਬੇ ਦਾ ਵਰਣਨ ਕੀਤਾ ਗਿਆ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਤੁਰਕੀ ਦੇ ਇਸਤਾਂਬੁਲ ਨੇੜੇ 6.2 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਦੇ ਝਟਕੇ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਹੇਗਸੇਥ ਨੇ ਇੱਕ ਦਫਤਰ ਦੇ ਕੰਪਿ computerਟਰ ਤੇ ਸਿਗਨਲ ਮੈਸੇਜਿੰਗ ਐਪ ਸਥਾਪਤ ਕੀਤੀ ਸੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦੇ ਵਪਾਰਕ ਯੁੱਧ ਦੇ ਸੰਕੇਤ ਦੇਣ ਤੋਂ ਬਾਅਦ ਅਮਰੀਕੀ ਸਟਾਕ ਉੱਚੇ ਬੰਦ ਹੋਏ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਟੈਰਿਫ 'ਤੇ ਰੋਕ ਲਗਾਉਣ ਲਈ ਨਿਊਯਾਰਕ 12 ਰਾਜਾਂ' ਤੇ ਮੁਕੱਦਮਾ ਚਲਾ ਰਿਹਾ ਹੈ - ਬੀਬੀਸੀ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਜੈਗੁਅਰਸ ਨੇ ਪਹਿਲਾ ਸਟਨਰ ਖਿੱਚਿਆ, ਕੋਨਰ ਰੋਜਰਸ ਦੀ ਅੰਤਮ ਭਵਿੱਖਬਾਣੀ ਵਿੱਚ ਦੈਂਤ QB ਲਈ ਵਪਾਰ ਕਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਸੇਠ ਰੋਜਨ ਦੇ ‘ਦਿ ਸਟੂਡੀਓ‘ ਦੇ ਸੈੱਟ ’ਤੇ ਇਕ \"ਓਨਰ\" ਵਜੋਂ ਜ਼ਿੰਦਗੀ ਵਿਚ ਆਉਂਦਾ ਹੈਃ \"ਇਹ ਤਣਾਅ ਦੀ ਭਾਵਨਾ ਪੈਦਾ ਕਰਦਾ ਹੈ\" - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਨਿ J ਜਰਸੀ ਦੇ ਜੰਗਲੀ ਅੱਗ 13,250 ਏਕੜ ਤੱਕ ਫਟ ਗਈ, ਲਗਭਗ 20 ਸਾਲਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਡਾ ਹੋ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਸਾ Southਥਵੈਸਟ ਏਅਰਲਾਈਨਜ਼ ਵਿਰੋਧੀ ਡੈਲਟਾ, ਯੂਨਾਈਟਿਡ ਨੂੰ ਉਡਾਣਾਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰਨ, ਅਨੁਮਾਨਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦੀ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਵਾਰੀਅਰਜ਼ ਬਨਾਮ ਰਾਕੇਟ ਦੀ ਭਵਿੱਖਬਾਣੀ, ਪਿਕ, ਐਨਬੀਏ ਪਲੇਅ ਆਫਸ ਗੇਮ 2 ਲਈ ਔਡਜ਼ - ਐਕਸ਼ਨ ਨੈਟਵਰਕ",
        "ਜਲਵਾਯੂ ਦੇ ਪੈਸੇ ਵਿਚ $ 20B ਨੂੰ ਮੁੜ ਲੈਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਟਰੰਪ ਏਜੰਸੀਆਂ ਨੂੰ ‘ਮਹੱਤਵਪੂਰਣ' ਜੋਖਮ ’ਤੇ ਪਾਉਂਦੀ ਹੈ, ਅਟਾਰਨੀ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜ਼ੇਲੇਨਸਕੀ ਕ੍ਰੀਮੀਆ ਨੂੰ ਰੂਸ ਨੂੰ ਸੌਂਪਣ ਦੀਆਂ ਕਾਲਾਂ ਦਾ ਵਿਰੋਧ ਕਰਕੇ ਯੂਕ੍ਰੇਨ ਵਿਚ ਯੁੱਧ ਵਧਾ ਰਿਹਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਐਨਐਫਐਲ ਦੇ ਸਾਬਕਾ ਮੁੱਖ ਕੋਚ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਸਮੁੱਚੇ ਤੌਰ 'ਤੇ' ਬਿਨਾਂ ਕਿਸੇ ਪ੍ਰਸ਼ਨ ਦੇ 'ਨੰਬਰ 3' ਤੇ ਸ਼ੈਡਰ ਸੈਂਡਰਜ਼ ਦਾ ਖਰੜਾ ਤਿਆਰ ਕਰੇਗਾ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}