{
    "headlines": [
        "Hasse es, Sport zu treiben? Die Berücksichtigung deines Persönlichkeitstyps könnte helfen. - The Washington Post",
        "Die Erdrotation beschleunigt sich in diesem Sommer für 3 Tage — ab heute - Yahoo",
        "Red Bull feuert Formel-1-Teamchef Christian Horner nach 20 Jahren voller Titel ab - AP News",
        "Die Ukraine leidet unter dem schwersten Angriff, da Trump Putin kritisiert - BBC",
        "Die Inspektoren unterzeichneten die Notfallpläne von Camp Mystic Tage vor katastrophalen Überschwemmungen, Aufzeichnungen zeigen - ABC News - Eilmeldungen, neueste Nachrichten und Videos",
        "Ich überprüfe jetzt die besten Prime Day-Laptop-Angebote — MacBooks, Surface, Chromebooks und mehr - Tom's Guide",
        "Daten zeigten, dass das Hochwasserrisiko in Texas zunahm. Die Prognose hat sich nicht geändert. - The Washington Post",
        "Diagnostisches Dilemma: Ein Orgasmus mit einem Küchenbesen hat wahrscheinlich das tödliche Aneurysma einer Person ausgelöst - Live Science",
        "Philadelphia-Arbeiter und die Stadt treffen eine Vereinbarung, um den Streik zu beenden, der die Abholung von Hausmüll gestoppt hat - AP News",
        "Elon Musks KI-Chatbot antwortet als „MechaHitler“ - Forbes",
        "Verwirrt darüber, wo die Dinge mit Trumps Zöllen stehen? Hier ist eine praktische Grundierung - NPR",
        "Nach dem Absetzen von Antidepressiva leiden manche Menschen unter überraschenden, anhaltenden Symptomen - NPR",
        "Der Kupfermarkt ist in Aufruhr, als Trump 50 % Zoll auf US-Importe erhebt - Yahoo Finance",
        "\"Halt die Klappe\", sagt Elon Musk zu Tesla-Bull Dan Ives - Seeking Alpha",
        "Der Oberste Gerichtshof erlaubt Trump, Massenentlassungen und Umstrukturierungspläne auf den Weg zu bringen - The Washington Post",
        "Riesen betäuben Phillies auf Patrick Baileys 3-maligem Home Run im Park - San Francisco Chronicle",
        "Ihr Tageshoroskop: 9. Juli 2025 - The Globe and Mail",
        "Asien steht vor einer vorsichtigen Öffnung, während Trump sich verdoppelt: Markets Wrap - Bloomberg.com"
    ]
}