{
    "headlines": [
        "'Squid Game' 3ª temporada AO VIVO — final explicado, quem morre, participações surpresa e o que vem a seguir - Tom's Guide",
        "Bilheteria: ‘F1‘ lidera o pacote com o dia de abertura de US $ 25 milhões, ‘M3GAN 2.0’ não é tão fabuloso na estreia do quarto lugar - Variedade",
        "Grandes multidões se reúnem na capital húngara para desafiar a proibição do Orgulho de Budapeste - CNN",
        "Com uma série de guerras, os militares de Israel remodelam o Oriente Médio - NPR",
        "Os e-readers Libra Colour e Elipsa 2E da Kobo caíram para alguns dos seus melhores preços - The Verge",
        "Uma mulher \"falhou\" em quebrar a milha de quatro minutos. Mas a configuração foi o verdadeiro fracasso. - Slate Magazine",
        "Muitos esquecem os danos causados por doenças como coqueluche, sarampo e rubéola. Não são essas famílias - AP News",
        "Aqui está o que está na megabill do Partido Republicano a caminho de uma votação no Senado - NPR",
        "Cachalote anão: as \"baleias do tamanho de um pint\" que jorram galões de fluido intestinal quando surpreendidas - Live Science",
        "O que é o imposto digital do Canadá e por que Trump está matando as negociações comerciais sobre ele? - Al Jazeera",
        "Crateras de moral no Departamento de Estado à medida que as demissões em massa se aproximam - The Washington Post",
        "Após a detenção do ICE, Badar Khan Suri, estudioso de Georgetown, reflete sobre a paternidade atrás das grades - NBC News",
        "- Onde está o nosso dinheiro? 'O financiamento de subsídios do CDC está se movendo tão lentamente que as demissões estão acontecendo - NPR",
        "Suprema Corte entrega 'VITÓRIA GIGANTE‘ a Trump em caso de cidadania de primogenitura - Rolling Stone",
        "Vencedores e perdedores do draft da NHL: formato descentralizado diminui evento - usa Today",
        "Resultado impressionante do Observatório Rubin prova que é um 'divisor de águas' para detectar asteroides perigosos - Gizmodo",
        "Irã realiza cortejo fúnebre para altos comandantes mortos em ataques israelenses - Financial Times",
        "Matthew Schaefer homenageia a falecida mãe depois de ser selecionado em primeiro lugar no geral pelos nova-iorquinos no draft da NHL - CNN",
        "A vitória de Mamdani nas primárias da prefeitura de Nova York expõe a divisão democrata - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos"
    ]
}