{
    "headlines": [
        "ਫੈਡਰਲ ਇਮੀਗ੍ਰੇਸ਼ਨ ਏਜੰਟਾਂ ਨੂੰ ਡੋਜਰ ਸਟੇਡੀਅਮ ਪਾਰਕਿੰਗ ਛੱਡਣ ਲਈ ਕਿਹਾ, ਟੀਮ ਕਹਿੰਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਓਕਲਾਹੋਮਾ ਸਿਟੀ ਥੰਡਰ ਪੇਸਰਜ਼ ਦੇ ਵਿਰੁੱਧ ਗੇਮ 6 ਵਿੱਚ ਐਨਬੀਏ ਚੈਂਪੀਅਨਸ਼ਿਪ ਜਿੱਤਣ ਲਈ ਵੇਖੋ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਉਸ ਦਿਨ ਜੂਨਟੈਥ ਬਾਰੇ ਚੁੱਪ ਹੈ ਜਿਸ ਦਿਨ ਉਸਨੇ ਪਹਿਲਾਂ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਸਨਮਾਨਿਤ ਕੀਤਾ ਸੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟੇਸਲਾ ਦਾ ਰੋਬੋਟੈਕਸੀ ਰੋਲਆਉਟ ਮੁਸੀਬਤ ਵਿੱਚ ਚਲਦਾ ਹੈ - ਥੀਸਟ੍ਰੀਟ",
        "ਟਰੰਪ ਦੀ ਨਵੀਂ ਦੋ ਹਫ਼ਤਿਆਂ ਦੀ ਗੱਲਬਾਤ ਵਾਲੀ ਵਿੰਡੋ ਰੁਕੀ ਹੋਈ ਈਰਾਨ ਗੱਲਬਾਤ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ ਰਗੜਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "'ਰੱਬ ਦੁਆਰਾ ਛੂਹਿਆ' - ਮੇਸੀ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਉਸ ਕੋਲ ਅਜੇ ਵੀ ਜਾਦੂ ਦੀ ਛੋਹ ਹੈ - ਬੀਬੀਸੀ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਬੈਲਿਸਟਿਕ ਮਿਜ਼ਾਈਲ ਨਾਲ ਵੀਰਵਾਰ ਨੂੰ ਹਸਪਤਾਲ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ ਬਦਲਾ ਲੈਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਘਾਤਕ ਲਿਸਟੀਰੀਆ ਫੈਲਣ ਨਾਲ ਖਾਣ ਲਈ ਤਿਆਰ ਫੈਟੂਸੀਨ ਅਲਫਰੇਡੋ ਭੋਜਨ - ਐਨਪੀਆਰ ਦੀ ਯਾਦ ਆਉਂਦੀ ਹੈ",
        "ਜੀਓਪੀ ਰਿਪੋਰਟਰ ਮੈਕਸ ਮਿਲਰ ਨੇ ਦੋਸ਼ ਲਾਇਆ ਕਿ ਉਹ ਫਲਸਤੀਨੀ ਝੰਡੇ ਨਾਲ ਮਨੁੱਖ ਦੁਆਰਾ \"ਸੜਕ ਤੋਂ ਭੱਜ ਗਿਆ\" ਸੀ - ਐਕਸੀਓਸ",
        "ਕੈਰਨ ਰੀਡ ਦੀ ਰੀਟਰਾਇਲ ਵਿਚ ਪਹਿਲਾ ਜੂਰੀ ਬੋਲਦਾ ਹੈ - ਡਬਲਯੂਸੀਵੀਬੀ",
        "ਕੋਵਿਡ ਵੇਰੀਐਂਟ ਐਨਬੀ .1.8.1 ਬਾਰੇ ਕੀ ਜਾਣਨਾ ਹੈ ਜਿਸ ਨਾਲ 'ਰੇਜ਼ਰ ਬਲੇਡ ਗਲੇ' ਹੁੰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਅਮਰੀਕੀ ਜੱਜ ਨੇ ਇਮੀਗ੍ਰੇਸ਼ਨ ਲਾਗੂ ਕਰਨ ਲਈ ਰਾਜਾਂ ਦੇ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ ਫੰਡਾਂ ਨੂੰ ਬੰਨ੍ਹਣ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ ਨੂੰ ਰੋਕਿਆ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਇਰਾਨ 'ਚ ਅਧੂਰਾ ਆਰਕ ਹੈਵੀ ਵਾਟਰ ਰਿਐਕਟਰ' ਤੇ ਕੀਤਾ ਹਮਲਾ - ਬੀਬੀਸੀ",
        "ਡਬਲਯੂਐਚ ਨੇ ਟਰਾਂਸਜੈਂਡਰ ਇਲਾਜਾਂ 'ਤੇ ਟੀ ਐਨ ਪਾਬੰਦੀ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਵਾਲੇ ਸਕਾਟਸ ਦੇ ਫੈਸਲੇ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀਃ‘ ਅਮਰੀਕਾ ਦੇ ਬੱਚਿਆਂ ਲਈ ਜਿੱਤ ’- ਫੌਕਸ ਨਿ Newsਜ਼",
        "ਅਡੋਬ ਨੇ ਹੁਣੇ ਹੀ ਪੂਰੇ ਮੈਨੂਅਲ ਨਿਯੰਤਰਣਾਂ ਦੇ ਨਾਲ ਇੱਕ ਆਈਫੋਨ ਕੈਮਰਾ ਐਪ ਜਾਰੀ ਕੀਤਾ - 9to5Mac",
        "ਸਟਾਕ Mideast ਤਣਾਅ 'ਤੇ ਸਲਾਇਡ, ਫੈਡ ਦੀ ਚੇਤਾਵਨੀ: ਬਾਜ਼ਾਰ ਲਪੇਟਣ - bloomberg.com",
        "ਫੈਟ ਜੋਅ ਨੇ ਵਿਸਫੋਟਕ ਸੂਟ ਵਿਚ ਸਾਬਕਾ ਹਾਈਪਮੈਨ ਦੁਆਰਾ 20 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾਃ ਐਲਜ ਰੈਪਰ ਨਾਬਾਲਗਾਂ ਨਾਲ ਸੈਕਸ ਐਕਟ ਵਿਚ ਸ਼ਾਮਲ ਹੋਇਆ ਅਤੇ ਉਸ ਨੂੰ ‘ਆਪਣੀ ਸਥਿਰਤਾ ਬਣਾਈ ਰੱਖਣ ਲਈ 4,000 ਤੋਂ ਵੱਧ ਜਿਨਸੀ ਕੰਮਾਂ’ ਵਿਚ ਮਜਬੂਰ ਕੀਤਾ - ਵੰਨਗੀ",
        "ਐਕਸਬਾਕਸ ਪ੍ਰਸ਼ੰਸਕ ਅਗਲਾ-ਜਨ ਹਾਰਡਵੇਅਰ ਪ੍ਰਗਟ ਕਰਨ 'ਤੇ ਆਪਣਾ ਮਨ ਗੁਆ ਰਹੇ ਹਨ - GAMINGbible",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਈਰਾਨ ਯੁੱਧ 'ਚ ਅਮਰੀਕਾ ਦੀ ਸ਼ਮੂਲੀਅਤ ਨੂੰ ਅਮਰੀਕੀ ਵੱਡੇ ਪੱਧਰ' ਤੇ ਨਕਾਰਦੇ ਹਨ: ਪੋਲ - ਐਕਸੀਓਸ"
    ]
}