{
    "headlines": [
        "Aktien-Futures sinken, nachdem der S&P 500 einen neuen Rekord aufgestellt hat, um das siegreiche zweite Quartal zu begrenzen: Live-Updates - CNBC",
        "Quellen: Grizz verlängert Jackson um 240 MIO. USD - ESPN",
        "Bryan Kohberger, um sich in allen Anklagepunkten bei Morden an Colleges in Idaho schuldig zu bekennen - ABC News - Breaking News, Latest News und Videos",
        "Boozman beeilt sich, Grassleys Farm Aid Amendment zu blockieren - Politico",
        "Der Schöpfer des Tintenfischspiels Hwang Dong-hyuk hat nur David-Fincher-Gerüchte \"in Artikeln\" gelesen, wie der Rest von uns - AV Club",
        "James Webb Teleskop entschlüsselt die tiefen strukturellen Geheimnisse von Scheibengalaxien und enthüllt, wie das Universum seine größten Formen baute - Rude Baguette",
        "Musk zerkleinert Trumps Steuergesetz als \"Schuldensklaverei\" und schwört, Republikaner abzusetzen, die es unterstützen - CNBC",
        "Europas expandierende Hitzewelle treibt Rekordtemperaturen an, auch in den Alpen - The Washington Post",
        "Nach Glastonbury sieht sich Bob Vylan mit britischen strafrechtlichen Ermittlungen und dem Widerruf von US-Visa konfrontiert - NPR",
        "Judge OKs Verkauf von 23andMe — und seinem Fundus an DNA-Daten — an eine gemeinnützige Organisation unter der Leitung ihres Gründers - NPR",
        "Fogninis Abschied? Teary Fabio überlegt Abschied nach Alcaraz Fünfer - ATP-Tour",
        "Karen Diamond, die bei einem Angriff auf die Boulder Pearl Street verbrannt wurde, stirbt - Boulder Daily Camera",
        "Mehr als 300 Abbuchungen in Höhe von 14,6 Milliarden US-Dollar bei Betrügereien im Gesundheitswesen, sagt das Justizministerium - AP News",
        "Mark Zuckerberg kündigt seine KI-Superintelligenz-Supergruppe The Verge an",
        "Apple hat endlich einen Kassenschlager mit F1. ’What’s Next for the Studio's Movie Strategy? - Variety",
        "Ein Schütze lockte Feuerwehrleute in einen Hinterhalt in Idaho. Das wissen wir - NPR",
        "Ein israelischer Angriff auf ein Café in der Nähe des Hafens von Gaza-Stadt tötet Dutzende, sagt ein Krankenhausbeamter - CNN",
        "Jury berät in Sean \"Diddy\" Combs Sex-Trafficking-Prozess - Live-Updates - BBC",
        "Steelers zahlen den größten Teil des Gehalts von Jalen Ramsey im Jahr 2025 - NBC Sports"
    ]
}