{
    "headlines": [
        "Дональд Трамп покинет G7 раньше, поскольку ирано-израильский конфликт усиливается - Financial Times",
        "Запуск SpaceX из Калифорнии отправляет 26 спутников Starlink на низкую околоземную орбиту - Космос",
        "Thunder vs. Pacers: Джален Уильямс взрывается, чтобы отразить ралли Индианы, поскольку OKC лидирует в финале НБА со счетом 3-2 - Yahoo Sports",
        "Государства Персидского залива работают над тем, чтобы сдержать последствия нападения Израиля на Иран - The Washington Post",
        "Trump Organization представляет услугу мобильной связи - The Washington Post",
        "Брэд Питт и Инес де Рамон устроили вечеринку с карманными компьютерами на премьере «Формулы-1» в Нью-Йорке - Страница шестая",
        "Red Sox обеспокоены тем, что отказ Рафаэля Деверса сменить должность может стать неверным сигналом для командной культуры - MassLive",
        "Скончался актер фильма «Лило и Стич» Дэвид Хекили Кенуи Белл - крайний срок",
        "Республиканская партия Сената преодолевает препятствия, чтобы принять законопроект Трампа о налогах и расходах к 4 июля - CNN",
        "Страх израильско-иранской войны растет по мере того, как США и Китай выпускают мрачное предупреждение «эвакуировать Тегеран» | Мировые новости - Hindustan Times - Hindustan Times",
        "Трамп покидает саммит G7 рано после предупреждения об «эвакуации Тегерана» - Axios",
        "Полиция допрашивает 2 вооруженных «миротворца» в Солт-Лейк-Сити в знак протеста против смерти «Нет королей» - ABC News",
        "Сообщается, что трещины в отношениях между OpenAI и Microsoft расширяются - TechCrunch",
        "Проверка фактов: на саммите G7 Трамп делает ложные заявления о Трюдо, Украине и иммиграции - CNN",
        "Астронавты «Аполлона» обнаружили, что Луна покрыта крошечными оранжевыми стеклянными бусинами. Теперь мы, наконец, знаем, почему. - Live Science",
        "Таинственные быстрые радиовсплески помогают астрономам точно определить космическую «пропавшую» материю",
        "С задержкой AI Siri AirPods Pro 3 от Apple могут стать следующими - Gizmodo",
        "В доме Дж. Дж. Спауна в Аризоне, поскольку он заявляет о неожиданной победе на Открытом чемпионате США - Realtor.com"
    ]
}