{
    "headlines": [
        "O segredo para reter os melhores funcionários: faça estas quatro perguntas - WSJ",
        "Manifestantes mascarados na Irlanda do Norte atacam a polícia e incendiam casas pela segunda noite - CNN",
        "O que é tão engraçado? The Comedy Actor Roundtable With Seth Rogen, Adam Brody and John Mulaney - The Hollywood Reporter",
        "Prefeito Bass anuncia toque de recolher para DTLA em meio a protestos anti-ICE em curso - ABC7 Los Angeles",
        "Trump diz que acordo comercial EUA-China 'está feito', diz BBC",
        "O governador do Texas, Greg Abbott, implantará a Guarda Nacional em todo o estado em resposta aos protestos - NBC News",
        "Tarifas de ônibus para empregos: sete maneiras pelas quais a Revisão de Gastos afeta você - BBC",
        "Apple atualiza recursos de design para iOS 26 Liquid Glass Interface - MacRumors",
        "Google oferece aquisições para funcionários na última rodada de corte de custos - AP News",
        "HP revela hardware de US $ 24.999 criado apenas para o Google Beam - The Verge",
        "Elon Musk diz que ‘lamenta’ ataques de redes sociais a Trump - Al Jazeera",
        "Ataques aéreos russos matam 3 na Ucrânia enquanto Zelenskyy alerta sobre a evolução da tecnologia de drones - ABC News",
        "Ele é cego. Ele joga videogame. Veja como funciona - WIRED",
        "De Los Angeles a Washington, Trump se inclina como comandante-em-chefe - Politico",
        "A Lua de Morango de junho presenteia os observadores do céu com um show raro (fotos) - Espaço",
        "Tribunal de apelações para aceitar a contestação de Trump à sua condenação criminal por suborno - ABC News",
        "Os protestos crescem nos EUA à medida que as pessoas pressionam contra as políticas de deportação em massa de Trump - NPR",
        "‘As pessoas estavam se preparando para rasgar o corredor’: fã relembra a chegada tardia de Sly Stone ao DC Show - WTOP",
        "Trump diz que pretende eliminar a FEMA após a temporada de furacões de 2025 - CNN"
    ]
}