{
    "headlines": [
        "Trump administration likely acted in contempt of court by not turning around deportation flights, judge says - ABC News",
        "'China’s Elon Musk' uses just two numbers to demonstrate why his country’s auto industry is now outcompeting the U.S. and Europe - Fortune",
        "California sues the Trump administration over the president's sweeping tariffs - NBC News",
        "Wall Street’s 12 favorite stocks could soar as much as 54%, analysts say - MarketWatch",
        "Tech shares fall after Nvidia says new US controls on exports of AI chip will cost it $5.5 billion - AP News",
        "Trump wants to make a deal with China. Here’s how he’s trying to make that happen. - Politico",
        "US Retail Sales Jump by Most in Two Years on Car-Buying Rush - Bloomberg.com",
        "Trump administration sues Maine over participation of trans athletes in girls sports - NBC News",
        "Google may introduce an expressive new Material Design theme at I/O this May - Android Authority",
        "Belgian teens arrested with 5,000 smuggled ants as Kenya warns of changing trafficking trends - AP News",
        "Liv And Mia Tyler Recalled Discovering They Were Sisters After Meeting At Their Dad's Aerosmith Show, And The Story Is Totally Wild - Yahoo Home",
        "Bucky Brooks' top five 2025 NFL Draft prospects by position 3.0: Travis Hunter ranks No. 1 at WR and CB - NFL.com",
        "UK Supreme Court says legal definition of ‘woman’ excludes trans women, in landmark ruling - CNN",
        "Nvidia’s latest GPU drivers fix lots of bugs and crashes - The Verge",
        "Gayle King Responds to Backlash Over ‘Expensive’ Blue Origin Flight: ‘I Wish People Would Do More Due Diligence’ - Variety",
        "Bipartisan caucus criticizes proposed NASA science budget cuts - SpaceNews",
        "‘Sinners’ Is Ryan Coogler’s Shot at Becoming a Brand-Name Director - The Ringer",
        "Morning Report — Trump tests limits of deportation powers with Abrego Garcia case - The Hill",
        "Study highlights cancer risk from millions of CT scans performed annually - NPR",
        "How Warriors Play-in Win over Grizzlies Changes the 2025 NBA Playoff Picture - Bleacher Report"
    ]
}