{
    "headlines": [
        "تقول وثائق المحكمة إن المشتبه به في قتل السفارات أعلن: \"لقد فعلت ذلك من أجل فلسطين، وفعلت ذلك من أجل غزة\" - أسوشيتد برس نيوز",
        "أبلغت الولايات المتحدة عن حالات لمتغير COVID الجديد NB.1.8.1 وراء الطفرة في الصين - CBS News",
        "توافق المملكة المتحدة على تسليم جزر شاغوس إلى موريشيوس في صفقة تقول إنها تحمي قاعدة أمريكية رئيسية - أسوشيتد برس نيوز",
        "يرى المحللون فوائد اقتصادية متواضعة من الخطة الضريبية للحزب الجمهوري في مجلس النواب - بوليتيكو",
        "لا تزال دفعة كيلين مور السعيدة قانونية ولكن لم تقرر بعد ما إذا كان القديسون سيستخدمونها - إن بي سي سبورتس",
        "مجلس الشيوخ يصوت على منع قاعدة كاليفورنيا التي تحظر بيع السيارات الجديدة التي تعمل بالغاز بحلول عام 2035 - أسوشيتد برس نيوز",
        "تتغير العقود الآجلة للأسهم قليلاً حيث تؤثر عوائد سندات الخزانة المرتفعة على المعنويات: تحديثات مباشرة - CNBC",
        "تسمح المحكمة العليا لترامب بفصل رؤساء وكالات العمل المستقلة في الوقت الحالي - ABC News",
        "ديزني تدفع بفيلمي \"Avengers\" التاليين ؛ تواريخ \"The Dog Stars\" و \"The Devil Wears Prada 2\" - الموعد النهائي",
        "أكد أليكس جارلاند على إخراج فيلم \"Elden Ring\" من A24 و Bandai Namco - Variety",
        "في غضون 3.5 سنوات، انتقلت Notepad.exe من \"بالكاد تتم صيانتها\" إلى \"تكتب لك\" - Ars Technica",
        "يتحول التصفيات الكلية لكرة القدم إلى نموذج البذر المباشر، ولا يوجد وداع تلقائي لأبطال الدوري الأبطال - أخبار أسوشيتد برس",
        "يأخذ الرئيس التنفيذي لشركة Klarna و Sutter Hill لفة النصر بعد صفقة Jony Ive's OpenAI - TechCrunch",
        "البيت الأبيض يصدر تقريرًا بقيادة RFK Jr. حول الأمراض المزمنة - ABC News",
        "جاءت صورة ترامب عن \"المزارعين البيض\" القتلى من الكونغو، وليس من جنوب إفريقيا - سي إن إن",
        "وفيات السرطان المرتبطة بالكحول في ارتفاع في الولايات المتحدة - إن بي سي نيوز",
        "مقتل شخصين بعد تحطم طائرتين في حي سان دييغو - بي بي سي",
        "ملخص محاكمة ديدي: يشهد كيد كودي على تفجير سيارة، والعلاقة مع كاسي فنتورا في قضية شون كومز - واشنطن بوست",
        "تخطط Apple للنظارات لعام 2026 كجزء من AI Push، وساعة Nixes المزودة بكاميرا - Bloomberg.com",
        "المحكمة العليا الأمريكية تحظر التمويل العام لمدارس أوكلاهوما الدينية المستقلة - بي بي سي"
    ]
}