{
    "headlines": [
        "ترتد S&P 500 بعد يومين من الخسائر، وتقود Nvidia المكاسب حيث تصل إلى 4 تريليون دولار من القيمة السوقية: تحديثات مباشرة - CNBC",
        "ليندا ياكارينو تعلن رحيلها عن موسك إكس - بي بي سي",
        "يريد ترامب التحدث عن الأعمال التجارية مع إفريقيا على أمل مواجهة الصين. لكن قمة الولايات المتحدة تستبعد اللاعبين الكبار في إفريقيا - سي إن إن",
        "\"انتهى الإضراب \": توصل العمال إلى اتفاق مبدئي مع مدينة فيلادلفيا - WHYY",
        "يواجه رهان سامسونج على الهواتف القابلة للطي اختبارًا رئيسيًا بنموذج جديد أنحف - Yahoo Finance",
        "سلسلة ساعات سامسونج جالاكسي 8: الراحة الفائقة، من النوم إلى التمرين - samsung.com",
        "لماذا أقيل كريستيان هورنر من منصب رئيس فريق ريد بُل للفورمولا 1 ؟ - الجزيرة",
        "يقال إن Thunder وقع مع Chet Holmgren لمدة 5 سنوات، كحد أقصى للتمديد الذي قد يصل إلى 250 مليون دولار بعد أول لقب في الدوري الاميركي للمحترفين - ياهو سبورتس",
        "لم توافق Apple، لكن Amazon تزيل سماعات AirPods Pro 2 عند مستوى قياسي منخفض لـ Prime Day - Gizmodo",
        "محكمة الاستئناف تلغي قاعدة \"انقر للإلغاء\" - The Verge",
        "لاعبو MLB يخالفون القواعد لدعم اتجاه الموضة الجديد للرياضة - الرياضة المصورة",
        "روسيا تشن هجوماً قياسياً بطائرات بدون طيار على أوكرانيا بعد أن انتقد ترامب بوتين - سي إن إن",
        "الاتحاد الأوروبي في مأزق حيث تبقيه واشنطن في انتظار اتفاقية تجارية - سي إن بي سي",
        "أجندة الكابيتول: أعضاء مجلس الشيوخ يستهدفون إلغاءات ترامب - بوليتيكو",
        "3 قتلى، بينهم طفلان، في فيضانات نيو مكسيكو، كما تقول السلطات المحلية - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "دوران الأرض يتسارع لمدة 3 أيام هذا الصيف — ابتداء من اليوم - ياهو",
        "أوكرانيا تعتقل جواسيس صينيين مكلفين بسرقة تكنولوجيا صواريخ نبتون، كما يقول جهاز الاستخبارات الأوكراني - صحيفة كييف إندبندنت",
        "الرسائل الفوضوية حول أوكرانيا تؤكد خلل العاصمة - أكسيوس",
        "انظر المذنب بين النجوم 3I/أطلس التكبير من خلال النظام الشمسي في صور التلسكوب الجديد (فيديو) - الفضاء",
        "أول دواء للملاريا لحديثي الولادة وصغار الرضع من المتوقع أن تتم الموافقة عليه في أفريقيا في غضون أسابيع - سي إن إن"
    ]
}