{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਵੱਡੇ ਹਮਲੇ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਕਿਉਂਕਿ ਗਾਜ਼ਾ ਬਚਾਅ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਸਕੋਰ ਮਾਰੇ ਗਏ - ਬੀਬੀਸੀ",
        "ਨਿ York ਯਾਰਕ ਨਿਕਸ 25 ਸਾਲਾਂ ਵਿਚ ਪਹਿਲੀ ਵਾਰ ਪੂਰਬੀ ਕਾਨਫਰੰਸ ਦੇ ਫਾਈਨਲ ਵਿਚ ਪਹੁੰਚਣ ਲਈ ਬੋਸਟਨ ਸੇਲਟਿਕਸ ਨੂੰ ਪਛਾੜ ਗਈ - ਸੀ ਐਨ ਐਨ",
        "ਪੇਡਰੋ ਪਾਸਕਲ ਕਹਿੰਦਾ ਹੈ ‘ਐੱਫ- ਉਹ ਲੋਕ ਜੋ ਤੁਹਾਨੂੰ ਡਰਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ' ਜਦੋਂ ਯੂਐਸ ਦੇ ਰਾਜਨੀਤਿਕ ਹਫੜਾ-ਦਫੜੀ ਬਾਰੇ ਪੁੱਛਿਆ ਜਾਂਦਾ ਹੈਃ ‘ਵਾਪਸ ਲੜੋ. ਉਨ੍ਹਾਂ ਨੂੰ ਜਿੱਤਣ ਨਾ ਦਿਓ’ - ਵੰਨਗੀ",
        "ਸੀਅਰਾ ਨੇ ਮੇਰੇ ਬਚਪਨ ਦੀਆਂ ਖੇਡਾਂ ਬਣਾਈਆਂ । ਕੀ ਉਹ ਅਜੇ ਵੀ ਖੇਡਣ ਵਿੱਚ ਮਜ਼ੇਦਾਰ ਹਨ? - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਗੂਗਲ I/O 'ਚ ਹੋਵੇਗਾ AI ਸ਼ੋਅ - The Verge",
        "ਐਨਆਈਐਸਟੀ ਨੇ ਆਪਣੀ ਨਵੀਂ ਪਰਮਾਣੂ ਘੜੀ ਨੂੰ ਗਤੀ ਵਿੱਚ ਸਥਾਪਤ ਕੀਤਾ, ਅਤੇ ਇਹ ਹੈਰਾਨੀਜਨਕ ਤੌਰ ਤੇ ਸਹੀ ਹੈ - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਲਾਰਕ ਸ਼ਮਿਡਟ ਨੂੰ ਸਾਬਕਾ ਯੈਂਕੀ ਟੀਮ ਦੇ ਸਾਥੀ ਜੁਆਨ ਸੋਟੋ ਦਾ ਸਾਹਮਣਾ ਕਰਨ ਦਾ ਮੌਕਾ ਮਿਲ ਰਿਹਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਕ੍ਰੇਮਲਿਨ ਨੇ ਪੁਤਿਨ-ਜ਼ੇਲੇਨਸਕੀ ਮੀਟਿੰਗ ਲਈ ਸ਼ਰਤਾਂ ਨਿਰਧਾਰਤ ਕੀਤੀਆਂਃ ਇੰਟਰਫੈਕਸ - ਬਲੂਮਬਰਗ",
        "ਲਾਈਟਾਂ, ਕੈਮਰਾ, ਚਮਕਦਾਰ ਬਾਲਃ ਯੂਰੋਵਿਜ਼ਨ ਗਾਣੇ ਦਾ ਮੁਕਾਬਲਾ ਆਪਣੇ ਗ੍ਰੈਂਡ ਫਾਈਨਲ ਤੇ ਪਹੁੰਚਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟੇਸਲਾ ਦਾ ਐਫਐਸਡੀ ਬਨਾਮ ਵੇਮੋ ਦਾ ਰੋਬੋਟੈਕਸੀਃ ਇਕ ਚਾਲ ਖਿੱਚੀ ਜੋ ਕਿਸੇ ਵੀ ਡ੍ਰਾਇਵਿੰਗ ਟੈਸਟ ਨੂੰ ਟੈਂਕ ਕਰੇਗੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "XRP, DOGE ਕੀਮਤ ਵਿਸ਼ਲੇਸ਼ਣਃ Dogecoin, Ripple ਥੱਲੇ 3% ਮੂਡੀ ਦੇ ਤੌਰ ਤੇ Downgrades ਅਮਰੀਕਾ ਦੇ ਕ੍ਰੈਡਿਟ ਸਕੋਰ - CoinDesk",
        "ਜਿਵੇਂ ਕਿ ਰਾਜਨੀਤਿਕ ਥੀਏਟਰ ਨੇ ਤੁਰਕੀ ਵਿਚ ਕੇਂਦਰ ਪੜਾਅ ਲਿਆ, ਯੁੱਧ ਯੂਕਰੇਨ ਵਿਚ ਚਲਿਆ ਗਿਆ. ਕੀਵ ਕੋਲ ਕੁਝ ਵਿਕਲਪ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਯੂਕਰੇਨ 'ਚ ਨਾਗਰਿਕ ਬੱਸ' ਤੇ ਰੂਸੀ ਹਮਲੇ 'ਚ 9 ਦੀ ਮੌਤ - BBC",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਟੈਰਿਫ ਵਾਲਮਾਰਟ - ਸੀ ਐਨ ਐਨ ਵਿਖੇ ਵਧੇਰੇ ਮਹਿੰਗਾ ਕਰ ਸਕਦੇ ਹਨ",
        "ਗੰਭੀਰ ਮਿਡਵੈਸਟ ਤੂਫਾਨ - ਐਨਪੀਆਰ ਦੇ ਮੱਦੇਨਜ਼ਰ ਘੱਟੋ ਘੱਟ 7 ਲੋਕਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਵਿਆਪਕ ਨੁਕਸਾਨ ਬਚਿਆ ਹੈ",
        "ਹੁਰ ਨਾਲ 2023 ਬਿਡੇਨ ਇੰਟਰਵਿ interview ਦਾ ਆਡੀਓ ਵਿਰਾਮਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ, ਜਵਾਬਾਂ ਨੂੰ ਰੋਕਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "10 ਨਿ Or ਓਰਲੀਨਜ਼ ਜੇਲ੍ਹ ਤੋਂ ਸੈੱਲ ਦੀ ਕੰਧ ਵਿਚ ਮੋਰੀ ਰਾਹੀਂ ਬਚਿਆ ਜਦੋਂ ਕਿ ਇਕੱਲੇ ਗਾਰਡ ਭੋਜਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਛੱਡ ਗਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪਾਏਜ ਬੂਕਰਜ਼ ਨੇ ਆਪਣੀ ਪਹਿਲੀ ਡਬਲਯੂਐਨਬੀਏ ਗੇਮ ਵਿੱਚ ਲਿੰਕਸ ਤੋਂ ਹਾਰ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਤੁਹਾਡਾ ਰੋਜ਼ਾਨਾ ਕੁੰਡਲੀਃ 17 ਮਈ, 2025 - ਗਲੋਬ ਅਤੇ ਮੇਲ"
    ]
}