{
    "headlines": [
        "Assista AO VIVO: Dia 2 do draft da MLB, com análise rodada a rodada - MLB.com",
        "Trump para fornecer mísseis à Ucrânia, dá à Rússia um ultimato de 50 dias - Axios",
        "Jatos israelenses atingem forças sírias que tentam conter confrontos sectários no sul - The Washington Post",
        "Dow e S&P 500 estáveis enquanto investidores monitoram as ameaças tarifárias de Trump; bitcoin sobe para novo recorde - MarketWatch",
        "Elon Musk flutua uma nova fonte de financiamento para xAI: Tesla - The Wall Street Journal",
        "Suspeito de tiroteio em igreja no Kentucky teve audiência sobre violência doméstica no dia seguinte - AP News",
        "Trump se aproxima da celebração da Copa do Mundo de Clubes da FIFA no Chelsea - Rolling Stone",
        "Mais americanos idosos estão sufocando até a morte. Esses dispositivos são a resposta? - AP News",
        "Casos de sarampo podem custar aos EUA seu status de eliminação. Veja o que isso significa. - HuffPost",
        "Trump enfrenta uma rebelião MAGA contra o clamor de Epstein - Politico",
        "Índia ordena que companhias aéreas verifiquem interruptores de combustível em jatos da Boeing - BBC",
        "Powell, do Fed, pede revisão geral de inspetor de projeto criticado por autoridades de Trump - Yahoo",
        "9 mortos, dezenas de feridos em incêndio em instalação de vida assistida em Fall River, Massachusetts: Funcionários - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Google prepara grande atualização para o Pixel ‘Em resumo’ com cartões de pontuação esportiva, mais [Galeria] - 9to5Google",
        "Incêndio destrói o histórico Grand Canyon Lodge e fecha a Margem Norte - The Washington Post",
        "Instrumentos inovadores da NASA no veículo lunar Artemis pronto para lançamento - The Daily Galaxy",
        "Bitcoin sobe para novo recorde histórico à medida que os legisladores dos EUA se concentram na legislação pró-criptografia - AP News",
        "O preço pode destruir o portátil Xbox Ally da Asus antes mesmo de ter uma chance justa - Gizmodo"
    ]
}