{
    "headlines": [
        "توفي بوبي شيرمان، المعبود المراهق الذي جعل المعجبين يغمى عليهم، عن عمر يناهز 81 عامًا - صحيفة واشنطن بوست",
        "يتداول السحرة جوردان بول، ويزيلون ورقة الغطاء الخاصة بهم أسفل الخط - واشنطن بوست",
        "لم تدمر الضربات الأمريكية البرنامج النووي الإيراني، كما يقول تقييم البنتاغون - بي بي سي",
        "يقول قسم الصحة في يوتا إنه تم تشخيص شخصين بالغين آخرين مصابين بالحصبة - KSL.com",
        "أعلى تقديرات أرباح فيديكس. السهم ينخفض. - Barron's",
        "صور من لاهاي بينما يجتمع قادة الناتو بمن فيهم دونالد ترامب في قمة تاريخية - أسوشيتد برس نيوز",
        "يؤكد شون \"ديدي\" كومبس أنه لن يدلي بشهادته ويشيد بالقاضي الابتدائي على \"عمله الممتاز\" - أسوشيتد برس نيوز",
        "توفي رجل متهم بتوريد المواد الكيميائية في تفجير عيادة الخصوبة في كاليفورنيا أثناء احتجازه، كما يقول المسؤولون - سي إن إن",
        "ستكون مصابيح فيليبس هيو أكثر تكلفة في يوليو. وقد لا ينتهي الأمر عند هذا الحد. - آرس تكنيكا",
        "لماذا تشعر الصين بالقلق إزاء التوترات الإسرائيلية الإيرانية ؟ - NPR",
        "آرون رودجرز: لا أريد لفت الانتباه، عندما أنتهي من اللعب لن تراني - NBC Sports",
        "أول حالة إصابة بالحصبة تم تحديدها في ولاية كارولينا الشمالية - وزارة الصحة والخدمات الإنسانية في ولاية كارولينا الشمالية (.gov)",
        "المدير التنفيذي لـ DoorDash من بين 8 ضحايا لقوا حتفهم في حادث قارب بحيرة تاهو - سان فرانسيسكو كرونيكل",
        "أعطال NTSB Boeing لعدم وجود بروتوكولات أمان في انفجار سدادة الباب 737 MAX - NPR",
        "تقوم Microsoft بتمديد تحديثات أمان Windows 10 المجانية حتى عام 2026، مع إرفاق سلاسل - Ars Technica",
        "تسليط الضوء على بيكسار يكثف مثل \"إليو\" يصبح أحدث صورة متحركة أصلية لتحطم الأرض - مراسل هوليوود",
        "الأمم المتحدة تدين \"فخ الموت\" لمساعدات غزة حيث تم الإبلاغ عن مقتل العشرات بنيران إسرائيلية - بي بي سي",
        "ينضم الديمقراطيون في مجلس النواب إلى الجمهوريين لقتل التصويت على عزل ترامب بسبب الضربات الإيرانية - أكسيوس",
        "من \"ليلو وستيتش\" إلى \"المهمة: مستحيلة 8 \": الخير والشر ومه شباك التذاكر 2025 (حتى الآن) - تنوع"
    ]
}