{
    "headlines": [
        "ਜਾਰਜ ਵੈਂਡਟ, ਅਭਿਨੇਤਾ ਜਿਸਨੇ 'ਚੀਅਰਜ਼‘ ਤੇ ਨੌਰਮ ਦੀ ਭੂਮਿਕਾ ਨਿਭਾਈ, 76 - ਸੀ ਐਨ ਐਨ ’ਤੇ ਮਰ ਗਿਆ",
        "ਪ੍ਰਚੂਨ ਵਿਕਰੇਤਾ ਟੈਰਿਫ ਤੋਂ ਕੀਮਤਾਂ ਦੇ ਵਾਧੇ ਨੂੰ ਖਾਣ ਲਈ ਦਬਾਅ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਸਟਾਰਮਰ ਨੇ ਸਰਦੀਆਂ ਦੇ ਬਾਲਣ ਭੁਗਤਾਨ ਵਿੱਚ ਕਟੌਤੀ 'ਤੇ ਯੂ-ਟਰਨ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਸ਼ੇਰ ਐਨਐਫਐਲ ਪਲੇਆਫ ਸੀਡਿੰਗ ਨੂੰ ਬਦਲਣ ਦਾ ਪ੍ਰਸਤਾਵ ਖਿੱਚਦੇ ਹਨ - ਈਐਸਪੀਐਨ",
        "ਡਾਓ ਫਿuresਚਰਜ਼ 300 ਪੁਆਇੰਟ ਡਿੱਗਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਬਾਂਡ ਦੀ ਉਪਜ ਵੱਧ ਜਾਂਦੀ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "Sean 'Diddy' Combs ਮੁਕੱਦਮੇ takeaways: Cassie Ventura ਦੀ ਮਾਤਾ, ਇੱਕ ਸਾਬਕਾ ਸਹਾਇਕ ਅਤੇ ਇੱਕ ਮਰਦ ਐਸਕੋਰਟ ਨਾਮ 'The Punisher' ਸੈਕਸ ਤਸਕਰੀ ਮਾਮਲੇ ਵਿੱਚ ਗਵਾਹੀ - ਯਾਹੂ",
        "ਟਾਰਗੇਟ ਸੀਈਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟੈਰਿਫ 'ਵਿਸ਼ਾਲ' ਖਰਚਿਆਂ ਦਾ ਜੋਖਮ ਲੈਂਦੇ ਹਨ, ਪਰ ਕੀਮਤ ਇੱਕ 'ਆਖਰੀ ਰਿਜੋਰਟ' ਵਧਾਉਂਦੀ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਡੈਮੋਕਰੇਟਿਕ ਰਿਪਬਲਿਕ ਗੈਰੀ ਕੋਨੋਲੀ ਦਾ 75 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਦੇਹਾਂਤ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਮਾਲਕਾਂ ਨੇ ਐਨਐਫਐਲ ਦੇ ਖਿਡਾਰੀਆਂ ਨੂੰ 2028 ਐਲਏ ਓਲੰਪਿਕ - ਸੀਐਨਐਨ ਵਿਖੇ ਫਲੈਗ ਫੁੱਟਬਾਲ ਮੁਕਾਬਲੇ ਵਿਚ ਹਿੱਸਾ ਲੈਣ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਵੋਟ ਦਿੱਤੀ",
        "ਗੂਗਲ ਏਆਈ ਦੀ ਵਰਣਮਾਲਾ ਸਟਾਕ ਸਲਿੱਪ ਵਜੋਂ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਗਈ. ‘ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਇੱਕ’ ਮਹਾਨ ਅਵਸਰ ‘ਬਹਾਦਰ ਕਾਫ਼ੀ.’ - ਬੈਰਨ ਦਾ",
        "Orbital ਸਪੇਸ ਕ੍ਰਿਸਟਲ ਦੁਆਰਾ ਬਿਹਤਰ ਨਸ਼ੀਲੇ ਪਦਾਰਥਾਂ ਦਾ ਪਿੱਛਾ - ਦਿ ਵਰਜ",
        "ਏਐਮਡੀ ਨੇ ਨਵੇਂ 96-ਕੋਰ ਥ੍ਰੈਡ੍ਰਿਪਰ 9000 ਸੀਰੀਜ਼ ਸੀਪੀਯੂ - ਦਿ ਵਰਜ ਨਾਲ ਇੰਟੇਲ ਦਾ ਟੀਚਾ ਲਿਆ",
        "ਅਮਰੀਕਾ ਨੂੰ ਦੱਖਣੀ ਸੂਡਾਨ ਭੇਜੇ ਗਏ ਪ੍ਰਵਾਸੀਆਂ ਦਾ ਕੰਟਰੋਲ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇ ਹਟਾਉਣਾ ਗੈਰਕਾਨੂੰਨੀ ਸੀ, ਜੱਜ ਨਿਯਮ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੋਪ ਲਿਓ ਚੌਦਵੇਂ ਨੇ ਗਾਜ਼ਾ ਪਹੁੰਚਣ ਲਈ ਸਹਾਇਤਾ ਅਤੇ ਆਪਣੇ ਪਹਿਲੇ ਆਮ ਦਰਸ਼ਕਾਂ ਵਿੱਚ ਦੁਸ਼ਮਣਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦਾ ‘ਵੱਡਾ, ਖੂਬਸੂਰਤ ਬਿੱਲ’ ਨਿਊਯਾਰਕ ਦੇ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਟੈਕਸਾਂ ਵਿਚ ਅਰਬਾਂ ਨੂੰ ਹੋਰ ਬਾਹਰ ਕੱ toਣ ਲਈ ਮਜਬੂਰ ਕਰ ਸਕਦਾ ਹੈ — ਇੱਥੇ ਕਿਉਂ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "ਦੱਖਣੀ ਅਫਰੀਕਾ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਓਵਲ ਆਫਿਸ ‘ਬੱਜ਼ਸਾ' ਵਿਚ ਕਿਉਂ ਜਾ ਸਕਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਰੂਸ ਦਾ ਪੁਤਿਨ ਕੁਰਸਕ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਯੂਕਰੇਨ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਵਿੱਚ ਛੇ ਮਾਰੇ ਗਏ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਹਾ Houseਸ ਜੀਓਪੀ ਦੇ ਸੰਸਦ ਮੈਂਬਰ ਮੈਡੀਕੇਡ ਅਤੇ ਫੂਡ ਸਟੈਂਪਾਂ ਨੂੰ ਲਗਭਗ 1 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਦੀ ਕਟੌਤੀ ਦਾ ਪ੍ਰਸਤਾਵ ਦੇ ਰਹੇ ਹਨ. ਇੱਥੇ ਕਿਸ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਦੋ ਵਾਰ ਆਕਾਰ ਅਤੇ 50x ਪਾਵਰਃ ਜੁਪੀਟਰ ਦੇ ਪ੍ਰਾਇਮਰੀ ਅਤੀਤ ਦਾ ਖੁਲਾਸਾ - SciTechDaily"
    ]
}