{
    "headlines": [
        "Top Russian naval commander latest general to be killed by Ukraine - The Washington Post",
        "What’s next for Sean ‘Diddy’ Combs? Sentencing, possible pardon and more. - The Washington Post",
        "Boxer Chávez Jr. arrested by ICE, to be deported - ESPN",
        "Stop Killing Games Campaign Surpasses One Million Signatures - Push Square",
        "Trump’s Megabill Set for Final House Vote as GOP Holdouts Relent - WSJ",
        "July 2025 Pixel update should bring Android Auto, Wi-Fi fixes - 9to5Google",
        "The hidden bad news in the June jobs report - CNN",
        "Keith David left awestruck after Hollywood Walk of Fame star announcement - ABC News - Breaking News, Latest News and Videos",
        "Supreme Court to rule on state bans on transgender students' participation in girls' and women's sports - NBC News",
        "The link between cancer and exercise that patients should know - CNN",
        "Four dead, 14 injured in drive-by shooting outside Chicago nightclub - BBC",
        "Feds move in court to distance Trump administration from Alligator Alcatraz - Miami Herald",
        "Box Office: ‘Jurassic World Rebirth’ Opens to Mighty $30.5 Million on Wednesday - Variety",
        "Scalise: Megabill changes never an option - Politico",
        "Trump withholds billions in education aid: Here’s what it means for schools - Syracuse.com",
        "RFK Jr., CDC panel have been casting doubt on the hepatitis B vaccine. Here's why it's safe - ABC News - Breaking News, Latest News and Videos",
        "NASA Workforce Depletion Update - NASA Watch",
        "NASA confirms that mysterious object shooting through the solar system is an 'interstellar visitor' — and it has a new name - Live Science",
        "Magic Johnson Celebrated Lakers' Deandre Ayton Signing With One Perfect Screenshot - Sports Illustrated",
        "Vietnam Still Finalizing Trade Deal Already Announced by Trump - Bloomberg.com"
    ]
}