{
    "headlines": [
        "ਪਿਯਾਸਤਰੀ ਨੇ ਮਿਆਮੀ ਜੀਪੀ - ਫਾਰਮੂਲਾ 1 ਵਿੱਚ ਮੈਕਲੇਰਨ ਸੀਲ ਕਮਾਂਡਿੰਗ 1-2 ਦੇ ਰੂਪ ਵਿੱਚ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ",
        "ਵਿਸਕਾਨਸਿਨ ਵਿਚ ਤਕਰੀਬਨ 63 ਸਾਲਾਂ ਤੋਂ ਲਾਪਤਾ ਹੋਈ womanਰਤ \"ਜਿੰਦਾ ਅਤੇ ਤੰਦਰੁਸਤ\" ਮਿਲੀ, ਪੁਲਿਸ ਕਹਿੰਦੀ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਬ੍ਰਾਜ਼ੀਲ ਪੁਲਿਸ ਨੇ ਰੀਓ ਵਿੱਚ ਲੇਡੀ ਗਾਗਾ ਦੇ ਸਮਾਰੋਹ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਦੀ ਕਥਿਤ ਸਾਜ਼ਿਸ਼ ਰਚਣ ਦੇ ਦੋਸ਼ ਵਿੱਚ 2 ਸ਼ੱਕੀ ਵਿਅਕਤੀਆਂ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕੀਤਾ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਨੇਤਨਯਾਹੂ ਨੇ ਇਜ਼ਰਾਈਲ ਦੇ ਮੁੱਖ ਹਵਾਈ ਅੱਡੇ ਨੇੜੇ ਹੂਤੀ ਮਿਜ਼ਾਈਲ ਮਾਰਨ ਤੋਂ ਬਾਅਦ ਜਵਾਬ ਦਿੱਤਾ - ਬੀਬੀਸੀ",
        "ਚੇਤਾਵਨੀ ਯਾਦ ਕਰੋਃ ਸਲਮੋਨੇਲਾ ਪ੍ਰਦੂਸ਼ਣ ਐਨਸੀ ਸਮੇਤ 14 ਰਾਜਾਂ ਵਿੱਚ ਟਮਾਟਰ ਨੂੰ ਵਾਪਸ ਬੁਲਾਉਣ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦਾ ਹੈ - WRAL. com",
        "ਚਾਰਲੀ ਸਕੈਲੀਜ਼ ਦੀ ਮੌਤਃ ‘ਦਿ ਵਾਇਰ’ ਅਤੇ ‘ਦਿ ਸੋਪਰਾਨੋਸ’ ਅਭਿਨੇਤਾ ਸੀ 84 - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ‘ਮੈਨੂੰ ਨਹੀਂ ਪਤਾ’ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਪੁੱਛਿਆ ਗਿਆ ਕਿ ਕੀ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਵਿਧਾਨ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਲੋੜ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰਿਪਬਲਿਕ ਹਿਮਜ਼ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਵਾਲਟਜ਼ ਦਾ ਨਿਕਾਸ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਟੀਮ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਦਾ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "ਨਿਨਟੈਂਡੋ ਆਪਣੇ ਅਣਅਧਿਕਾਰਤ ਸਵਿਚ 2 ਮੌਕਅਪਸ - ਦਿ ਵਰਜ ਤੋਂ ਬਾਅਦ ਐਕਸੈਸਰੀ ਮੇਕਰ ਜੇਨਕੀ 'ਤੇ ਮੁਕੱਦਮਾ ਕਰ ਰਿਹਾ ਹੈ",
        "ਇਜ਼ਰਾਈਲ, ਤੁਰਕੀ ਲੜਾਕੂ ਜਹਾਜ਼ ਰੇਡੀਓ ਸੰਪਰਕ ਦੁਆਰਾ ਸੀਰੀਆ ਉੱਤੇ ਟਕਰਾਅ ਤੋਂ ਬਚਦੇ ਹਨ - ਰਿਪੋਰਟ - ਦ ਯਰੂਸ਼ਲਮ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ - ਅਲ ਜਜ਼ੀਰਾ 'ਤੇ ਯੁੱਧ ਵਧਾਉਣ ਲਈ ਹਜ਼ਾਰਾਂ ਰਿਜ਼ਰਵਿਸਟਾਂ ਨੂੰ ਬੁਲਾਇਆ",
        "ਪੁਲਾੜ ਵਿੱਚ ਲੱਭੇ ਸੋਨੇ, ਪਲੈਟੀਨਮ ਅਤੇ ਯੂਰੇਨੀਅਮ ਦਾ ਨਵਾਂ ਸਰੋਤ - Earth.",
        "ਸਾ Southਥ ਟੈਕਸਾਸ ਨੇ ਸਪੇਸਐਕਸ ਦੇ ਨਵੇਂ ਸ਼ਹਿਰ, ਸਟਾਰਬੇਸ - ਡਬਲਯੂਕੇਆਰਸੀ ਦੀ ਸਿਰਜਣਾ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੱਤੀ",
        "ਕ੍ਰਿਪਟੂ ਉਦਮੀ ਦੇ ਪਿਤਾ ਨੇ ਉਂਗਲੀ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਅਗਵਾਕਾਰਾਂ ਤੋਂ ਬਚਾਇਆ - ਸੀ ਐਨ ਐਨ",
        "ਬੋ ਨਿਕਲ ਇਕ ਰੇਨੀਅਰ ਦੁਆਰਾ ਦੌੜ ਗਿਆ, ਜੋ ਕਿ 2025 ਵਿਚ ਯੂਐਫਸੀ ਕੋਰਸ ਲਈ ਬਰਾਬਰ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਡਿਜ਼ਨੀ ਦੀ ‘ਥੰਡਰਬੋਲਟਸ‘ ਰੈਲੀ ਮਾਰਵਲ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੂੰ $ 76 ਮਿਲੀਅਨ ਦੇ ਉਦਘਾਟਨੀ ਹਫਤੇ ਲਈ ਰੈਲੀ ਕਰਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਕੈਥੋਲਿਕ ਨੇਤਾਵਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪੋਪ - ਐਨਪੀਆਰ ਦੇ ਤੌਰ ਤੇ ਸਪੱਸ਼ਟ ਏਆਈ ਫੋਟੋ ਪੋਸਟ ਕਰਨ ਲਈ ਟਰੰਪ ਦੀ ਆਲੋਚਨਾ ਕੀਤੀ",
        "PNY GeForce RTX 5060 ਇੱਕ ਰਿਟੇਲਰ ਦੁਆਰਾ $ 300 ਤੋਂ ਹੇਠਾਂ ਸੂਚੀਬੱਧ ਪਹਿਲਾ ਬਲੈਕਵੈਲ ਆਰਟੀਐਕਸ 50 ਜੀਪੀਯੂ ਬਣ ਜਾਂਦਾ ਹੈ - VideoCardz."
    ]
}