{
    "headlines": [
        "Азиатские акции имеют прохладный старт до данных по рабочим местам в США: завершение рынков - Bloomberg",
        "WCWS Game 2: Texas Tech vs. Texas softball live updates, weather delay, news from the Women's College World Series - Yahoo Sports",
        "Акции Lululemon падают, поскольку тарифы кусаются - BBC",
        "Стилерс подписывает контракт с Аароном Роджерсом, ожидается физическое обследование - NBC Sports",
        "Распад Trump-Musk вызывает злорадство Европы - politico.eu",
        "Франция сдулась! Рекорды упали, Les Bleus пропустил пять голов впервые за 56 ЛЕТ против невероятной Испании - Goal.com",
        "Судебный день Diddy 21 резюмирует: 3-я жертва дает показания, поскольку судья угрожает загрузить Комбса - ABC News",
        "Билли Джоэл дважды пытался покончить жизнь самоубийством и впал в кому после романа с женой друга. Почему он хотел «покончить со всем этим» - Yahoo",
        "У Илона Маска только что был один из самых больших убытков за один день - Business Insider",
        "Sabrina Carpenter поделилась новой песней «Manchild»: Слушайте - Pitchfork",
        "Thunder vs. Pacers score: NBA Finals Game 1 live updates as Shai Gilgeous-Alexander leads OKC vs. Indy - CBS Sports",
        "Россия начала воздушную атаку на Киев через несколько дней после дерзкой атаки беспилотников Украины на флот бомбардировщиков - CNN",
        "Охота на Трэвиса Декера усиливается вдоль Pacific Crest Trail; общественность призывают сохранять бдительность - KING5.com",
        "Нетаньяху подтвердил, что Израиль вооружает кланы, выступающие против ХАМАСа в Газе - BBC",
        "Израиль совершил несколько нападений на южные пригороды Бейрута и южный Ливан - Аль-Джазира",
        "Администрация Трампа ввела санкции против судей Международного уголовного суда - Al Jazeera",
        "Маск угрожает вывести из эксплуатации ключевую космическую станцию НАСА - AP News",
        "Женщина из Техаса умерла от амебы после чистки пазух водопроводной водой - NBC News",
        "Запуск Nintendo Switch 2: GameStop расследует заявления о повреждении консоли - Новости NBC"
    ]
}