{
    "headlines": [
        "Deputados republicanos moderados se opõem aos cortes do Medicaid no Senado - Politico",
        "Kneecap bateu de volta em Starmer no set altamente carregado de Glastonbury - BBC",
        "Orgulho de Budapeste atrai grandes multidões em desafio às ameaças legais de Orban - BBC",
        "Após o mandato da Suprema Corte, o presidente da Suprema Corte, Roberts, encolhe os ombros para \"desabafar\" com aqueles que perderam - CNN",
        "‘F1’ inicia seus motores com US $ 40 MILHÕES em 3 dias no exterior, corridas para US $ 140 MILHÕES+ Global Bow – Bilheteria Internacional - Prazo",
        "Casamento de Jeff Bezos e Lauren Sanchez deixa Veneza dividida - BBC",
        "Como se proteger dos carrapatos durante todo o ano - NBC News",
        "Ilia Topuria vai ser nocauteada por Charles Oliveira por um motivo importante, de acordo com uma lenda do UFC - Bloody Elbow",
        "J.M. Smucker planeia remover corantes artificiais das suas compotas e outros produtos - NPR",
        "Por que a proibição da cidadania por direito de primogenitura de Trump ainda enfrenta uma batalha difícil no tribunal - The Washington Post",
        "'Squid Game' 3ª temporada AO VIVO — final explicado, quem morre, participações surpresa e o que vem a seguir - Tom's Guide",
        "And-Ones: 2025 Draft Grades, 2026 Class, France, Gabriel - Hoops Rumors",
        "Bilhete de loteria da Virgínia comprado na sexta-feira no condado de Northumberland ganha US $ 348 milhões - WAVY.com",
        "Adorado cão se juntou ao legislador de Minnesota, marido enquanto eles estavam no estado - The Washington Post",
        "Com uma série de guerras, os militares de Israel remodelam o Oriente Médio - NPR",
        "O mercado de ações recupera o pico recorde de fevereiro. Como são os fundamentos e os aspectos técnicos agora vs. antes - CNBC",
        "- Onde está o nosso dinheiro? 'O financiamento de subsídios do CDC está se movendo tão lentamente que as demissões estão acontecendo - NPR"
    ]
}