{
    "headlines": [
        "Trotz der Drei-Eigentümer-Struktur verlangen die NFL-Regeln von Carlie Irsay-Gordon, einseitige Kontrolle zu haben - NBC Sports",
        "Mehrere Menschen bei Schießereien an Schulen in Österreichs zweitgrößter Stadt getötet, sagt die Polizei - NBC News",
        "Ein massiver russischer Drohnenangriff trifft Kiew und das Entbindungskrankenhaus in Odessa, sagen ukrainische Beamte - CNN",
        "\"Kollateralschaden\": Fondsmanager setzen sich für den Kongress über Abschnitt 899 ein, um zu verhindern, dass ausländische Investoren die USA verlassen - CNBC",
        "Seattle Mariners vs. Arizona Diamondbacks Ergebnisse, Statistiken und Zusammenfassung - 9. Juni 2025 Gametracker - CBS Sports",
        "Horoskop Dienstag, 10.06.25 von Christopher Renstrom - SFGATE",
        "Hier sind die Gewinner der BET Awards 2025: Vollständige Liste - Werbetafel",
        "Panthers-Oilers Spiel 3 endet im Chaos, als Florida die Serienführung im Stanley Cup-Finale übernimmt - New York Post",
        "Weltweite Fruchtbarkeitsraten im \"beispiellosen Rückgang\" - UN - BBC",
        "SFPD verhaftet Dutzende in der 2. Nacht der Massenproteste gegen ICE - Mission Local",
        "Etwa 700 Marinesoldaten werden als Reaktion auf Proteste in LA mobilisiert - CNN",
        "2 neue Masernfälle in Colorado bestätigt - 9News",
        "HBO- und CNN-Besitzer Warner Bros Discovery wird in zwei Teile geteilt - BBC",
        "RFK Jr. reinigt jeden Impfstoffberater im CDC-Panel; wird Ersatz auswählen - The Washington Post",
        "Jaire Alexanders Vertrag verhinderte Packers ’Trade Versuche - NFL Gerüchte - ProFootballRumors.com",
        "Texas ’GOP-Kongressdelegation trifft sich, um die Neugestaltung der Bezirke vor den Midterms zu besprechen - The Texas Tribune",
        "Aktien-Futures ändern sich kaum, da die Anleger auf Details zur Handelspolitik zwischen den USA und China warten: Live-Updates - CNBC",
        "Die globalen Auswirkungen von Trump vs. Musk - Politico"
    ]
}