{
    "headlines": [
        "A eleição presidencial da Polônia no fio da navalha após uma eleição acalorada, mostram as pesquisas de boca de urna - CNN",
        "FBI investiga ataque em Boulder, Colorado, como \"ato de terror\" - ABC News",
        "‘Essa pessoa se tornará a pessoa mais poderosa': LA procura um novo rei - Politico",
        "Três anos de guerra contra a Ucrânia, o que Putin realmente quer? - NPR",
        "Grande Prêmio da Espanha 2025: George Russell diz que Max Verstappen 'se decepcionou' com colisão de corrida - BBC",
        "Bessent diz que a China já violou seu último acordo comercial - Politico",
        "Guerra Rússia-Ucrânia: Vladimir Putin ordenará um ataque nuclear contra a nação liderada por Volodymyr Zelenskyy após os ataques de drones de domingo? - The Economic Times",
        "Ator de 'Boardwalk Empire', Devin Harjes morre aos 41 anos - NBC News",
        "Trailer de visão geral do tour de boas-vindas do Nintendo Switch 2 - Nintendo Everything",
        "31 mortos após ataque de forças israelenses perto de centro de ajuda humanitária em Gaza, dizem autoridades de saúde do Hamas - BBC",
        "Mike Johnson e Russ Vought continuam a mentir sobre cortes no Medicaid - Rolling Stone",
        "Búfalo Bills QB Josh Allen faz nó com a atriz e cantora Hailee Steinfeld - ESPN",
        "Big Tech está de volta ao banco do motorista do S&P 500 enquanto os motores de lucro zumbem - Bloomberg",
        "Box Office: ‘Lilo & Stitch’ Rules Again With $ 63 Million, ‘Karate Kid: Legends’ Open to $ 21 Million - Variety",
        "Taylor Swift Wears a Bejeweled LBD for a Celebratory Girls Night Out with Selena Gomez - instyle.com",
        "Ucrânia lança ataque maciço de drones em bases aéreas no interior da Rússia - Axios",
        "Reino Unido anuncia bilhões em novo alarde de defesa em meio a preocupações com a Rússia - politico.eu",
        "nome do macOS Tahoe vazou antes do evento WWDC da Apple na próxima semana - MacRumors",
        "O que os pais chineses acham das medidas dos EUA para restringir os vistos de estudante? - South China Morning Post"
    ]
}