{
    "headlines": [
        "ਡੇਵਿਡ ਬੈਕਹੈਮ ਨੇ ਲੰਡਨ ਵਿਚ 50 ਵੀਂ ਜਨਮਦਿਨ ਦੀ ਪਾਰਟੀ ਦਾ ਜਸ਼ਨ ਮਨਾਇਆ, ਸੋਨ ਬਰੁਕਲਿਨ ਨੋ ਸ਼ੋਅ - ਟੀਐਮਜ਼ੈਡ",
        "ਇਜ਼ਰਾਈਲ ਆਪਣੇ ਮੁੱਖ ਹਵਾਈ ਅੱਡੇ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੀ ਹੂਤੀ ਮਿਜ਼ਾਈਲ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ, ਸਮੂਹ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰਨ ਦੀਆਂ ਅਮਰੀਕੀ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀਆਂ ਸੀਮਾਵਾਂ ਦਰਸਾਉਂਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਨੇ ਫਾਇਰਿੰਗ 'ਟੋਟਲ ਸਟਿਫ' ਪਾਵੇਲ ਦੇ ਰੇਟ 'ਚ ਕੀਤੀ ਕਟੌਤੀ - Bloomberg.com",
        "ਨਿ New ਯਾਰਕ ਦੇ ਕਾਰਡੀਨਲ ਨੇ ਟਰੰਪ ਨੂੰ ਏਆਈ ਪੋਪ ਚਿੱਤਰ 'ਤੇ ਕੰਮ ਕਰਨ ਲਈ ਲਿਆਃ‘ ਚੰਗਾ ਨਹੀਂ ਸੀ ’- ਦਿ ਹਿੱਲ",
        "ਟਰੰਪ, ਪੁੱਛਿਆ ਕਿ ਕੀ ਉਸ ਨੂੰ 'ਸੰਵਿਧਾਨ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣਾ ਹੈ,' ਕਹਿੰਦਾ ਹੈ, 'ਮੈਨੂੰ ਨਹੀਂ ਪਤਾ' - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੇ ਵਪਾਰ ਯੁੱਧ ਦੇ ਵਧਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਮਾਰਕੀਟ ਨੇ ਆਪਣੇ ਸਾਰੇ ਨੁਕਸਾਨ ਕਿਵੇਂ ਵਾਪਸ ਕੀਤੇ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਾਸਕੋ ਦਾ ਮਤਲਬ ਹੈ ਯੂਕਰੇਨ ਯੁੱਧ ਨੂੰ ‘ਤਰਕਪੂਰਨ ਸਿੱਟੇ‘ ਤੇ ਲਿਆਉਣਾ, ਪੁਤਿਨ ਕਹਿੰਦਾ ਹੈ - politico. eu",
        "‘ਐਸ ਐਨ ਐਲ’ ਪੈਰੋਡੀਜ਼ ਟਰੰਪ ਨੇ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ਾਂ 'ਤੇ ਹਸਤਾਖਰ ਕੀਤੇਃ' ਹੁਣ ਮੰਦੀ ਨੂੰ ਰੀਸੇਸ ਕਿਹਾ ਜਾਵੇਗਾ ’- ਦਿ ਹਿੱਲ",
        "ਰੋਮਾਨੀਆ ਨੇ ਪਹਿਲਾਂ ਦੀਆਂ ਵੋਟਾਂ ਰੱਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵਿਵਾਦਪੂਰਨ ਚੋਣਾਂ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕੀਤੀਆਂ - ਬੀਬੀਸੀ",
        "'ਡੰਪਸਟਰ ਫਾਇਰ': ਰਿਟੇਲਰ ਦੁਕਾਨਦਾਰਾਂ ਨੂੰ ਟੈਰਿਫ ਵਧਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਹੁਣ ਖਰੀਦਣ ਦੀ ਅਪੀਲ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਇਹ ਸੈਮਸੰਗ ਗਲੈਕਸੀ ਵਾਚ ਡਿਜ਼ਾਈਨ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਵਾਪਸ ਆ ਸਕਦੀ ਹੈ - ਅਤੇ ਇਹ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ ਚੰਗੀ ਖ਼ਬਰ ਹੈ - ZDNET",
        "ਚਿਪਸ ਸੁਧਾਰ ਨਹੀਂ ਕਰ ਰਹੇ ਜਿਵੇਂ ਉਹ ਵਰਤਦੇ ਸਨ, ਅਤੇ ਇਹ ਗੇਮ ਕੰਸੋਲ ਦੀ ਕੀਮਤ ਵਿੱਚ ਕਟੌਤੀ ਨੂੰ ਮਾਰ ਰਿਹਾ ਹੈ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਪੁਰਾਤੱਤਵ ਵਿਗਿਆਨੀਆਂ ਨੇ ਹੰਗਰੀ ਵਿਚ ਰਹੱਸਮਈ ਜੁਆਲਾਮੁਖੀ ਪਹਾੜੀ ਚੋਟੀ 'ਤੇ 3,400 ਸਾਲ ਪੁਰਾਣੀਆਂ ਸੈਂਕੜੇ ਧਾਤ ਦੀਆਂ ਚੀਜ਼ਾਂ ਲੱਭੀਆਂ - ਲਾਈਵ ਸਾਇੰਸ",
        "GOP ਮੱਧਕਾਲੀ ਲੜਾਈ ਵਿਚ ਟਰੰਪ ਮਹਾਂਦੋਸ਼ ਦੀ ਗੱਲ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਪਾਰਟੀ ਦੇ ਨੇਤਾ ਕੇਮਪ ਨੂੰ ਸੈਨੇਟ ਲਈ ਪਸੰਦ ਕਰਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਸਰਜਨਾਂ ਨੇ ਪਹਿਲਾਂ ਡਾਕਟਰੀ ਲਈ ਬੋਲੀ ਲਗਾਈਃ ਮਰੀਜ਼ ਦੀ ਅੱਖ ਦੁਆਰਾ ਰੀੜ੍ਹ ਦੀ ਹੱਡੀ ਦੇ ਟਿorਮਰ ਨੂੰ ਹਟਾਉਣਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸਪੇਸਐਕਸ ਨੇ ਅੱਜ ਤੱਕ ਸਟਾਰਲਿੰਕ ਵੀ 2 ਮਿਨੀ ਸੈਟੇਲਾਈਟਾਂ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਬੈਚ ਲਾਂਚ ਕੀਤਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਮੈਕਸੀਕੋ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸਨੇ ਸਰਹੱਦ ਪਾਰ ਅਮਰੀਕੀ ਸੈਨਿਕਾਂ ਨੂੰ ਭੇਜਣ ਦੀ ਟਰੰਪ ਦੀ ਯੋਜਨਾ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ - ਐਨਪੀਆਰ"
    ]
}