{
    "headlines": [
        "رحلة ترامب إلى الشرق الأوسط: إليك جميع الصفقات الكبرى الموقعة - فوربس",
        "قتلت المؤثرة في مجال الجمال فاليريا ماركيز بالرصاص خلال بث مباشر على تيك توك في المكسيك - إن بي سي نيوز",
        "تعلن سوني عن سماعات الرأس اللاسلكية WH -1000XM6 لإلغاء الضوضاء - أخبار GSMArena.com - GSMArena.com",
        "فوكس راضية عن جدول عام 2025 بعد أن طلبت من اتحاد كرة القدم الأميركي تحسين توازن AFC - NFC - NBC Sports",
        "تحذر نيو جيرسي ترانزيت الركاب من إضراب محتمل للسكك الحديدية، مما يعطل بالفعل السفر إلى حفلات شاكيرا الموسيقية - أسوشيتد برس نيوز",
        "يطرح الجمهوريون في مجلس النواب تسوية لاسترضاء الفصائل المتحاربة: تخفيضات أسرع في برنامج Medicaid وخصم أكبر للملح - NBC News",
        "لوحة متصدرين بطولة PGA لعام 2025: تغطية حية، تحديثات لوحة النتائج، نتائج الغولف اليوم في الجولة 1 - CBS Sports",
        "\"Buffy\" Reboot تجد قاتلها الجديد: ريان كيرا أرمسترونغ يتألق مع سارة ميشيل جيلار في Hulu Pilot - الموعد النهائي",
        "توم كروز يقدم وداعًا عاطفيًا لـ Mission: Impossible at Cannes - The Washington Post",
        "تقول وول مارت إنها سترفع بعض الأسعار بسبب التعريفات. إليك ما يعنيه ذلك للمتسوقين - CNBC",
        "الديمقراطيون يتحركون لمنع مبيعات الأسلحة في الشرق الأوسط بسبب صفقة الطائرات القطرية - بوليتيكو",
        "تحديثات مباشرة لمحاكمة ديدي: تم فحص رسائل كاسي فنتورا الصريحة في قضية الاتجار بالجنس لشون كومز - واشنطن بوست",
        "شيكاغو ومترو الغرب الأوسط الأخرى معرضة لخطر الأعاصير القوية مع تصاعد تهديد الطقس القاسي لعدة أيام - سي إن إن",
        "تم الكشف عن تسونامي عصر الديناصورات من قطع صغيرة من العنبر الياباني، وجدت الدراسة - Live Science",
        "يصل زيلينسكي الأوكراني إلى تركيا لإجراء محادثات مع روسيا، دون بوتين - NPR",
        "تطرح Google ميزات جديدة للذكاء الاصطناعي وإمكانية الوصول إلى Android و Chrome - TechCrunch",
        "اعتقل كريس براون في المملكة المتحدة بسبب هجوم مزعوم في عام 2023 - بي بي سي",
        "المحكمة العليا تستمع إلى الحجج بشأن أمر ترامب بإنهاء حق المواطنة بالولادة - بي بي سي",
        "تتابع مؤشرات الترابط Instagram مع المزيد من الروابط في BIO - The Verge"
    ]
}