{
    "headlines": [
        "Technikexperte bezeichnet den Nintendo Switch 2 Pro Controller aufgrund einiger potenziell tödlicher Mängel als \"Bargeldraub\" - TheGamer",
        "\"Krypto-Woche\" könnte ändern, wie Amerikaner verwenden, Geld sparen - Axios",
        "Wimbledon 2025 -- Jannik Sinner vs. Carlos Alcaraz: Live-Updates, Ergebnisse, Punktzahl, Halterung, wo zu sehen - CBS Sports",
        "Kinder holen Wasser, die beim israelischen Angriff in Gaza getötet wurden, sagen Notfallbeamte - BBC",
        "Faltbare Teile sind in und plötzlich wirklich dünn - The Verge",
        "Diese 4 gängigen Lebensmittel können dazu führen, dass Sie schlecht riechen, warnen Experten - AOL.com",
        "Ein kalifornischer Landarbeiter, der während eines chaotischen Eisüberfalls vom Gewächshausdach fiel, stirbt - Politico",
        "Mock Draft: Die finalen Prognosen von MLB Pipeline - MLB.com",
        "Die 5 großen Fragen zur Schlachtfeldkarte des Senats - Politico",
        "Französischer Gefangener entkommt in der Tasche seines Mitgefangenen, sagen Beamte - BBC",
        "Trump sagt, er erwäge, Rosie O'Donnells Staatsbürgerschaft zu entziehen und die jahrzehntelange Fehde neu zu entfachen - CNN",
        "Ein Jahr nach den Schüssen auf die Trump-Rallye: An einen gefallenen Helden erinnern und mit einem Sicherheitsausfall rechnen - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Mädchen im Alter von 7 Jahren wurden durch Überschwemmungen, die ihren geliebten Camp Mystic verwüsteten, wachgerüttelt. Wie sich die tödliche Tragödie abspielte - CNN",
        "Kind stirbt im Alder Hey Kinderkrankenhaus, da die Masernfälle zunehmen - BBC",
        "Alles, was wir über das interstellare Objekt 3I/ATLAS wissen - VERKABELT",
        "Was ist der tiefste Punkt der Erde an Land? - Live Science",
        "Das größte Stück Mars auf der Erde wird in New York versteigert - ABC News - Breaking News, Latest News und Videos",
        "NBA Summer League: Herausragende Spieler von Tag 7 - NBA"
    ]
}