{
    "headlines": [
        "Nintendo aktualisiert die Abwärtskompatibilitätsliste für Switch 2 - Nintendo Life",
        "OnePlus ’neues‘ kleines ’Telefon kommt nicht in die USA, aber seine KI-Funktionen sind - The Verge",
        "Das Verbrauchervertrauen verbessert sich zum ersten Mal seit November - CNN",
        "Was Sie über die Kanada-Rede von König Charles wissen sollten und wie sie sich auf Trump bezieht - Axios",
        "Diddy Trial Live-Updates: Ex-Assistent Capricorn Clark bezeugt in Sean Combs 'Fall des Sexhandels - The Washington Post",
        "Innerhalb des gespaltenen inneren Kreises von Pete Hegseth dauert ein \"Kalter Krieg\" an - The Washington Post",
        "Tom Cruise feiert den Kassenrekord am Memorial Day: \"Einer für die Geschichtsbücher! ’- Yahoo News Singapur",
        "Dow-Futures sammeln 500 Punkte, nachdem Trump die Verzögerung des EU-Tarifs angekündigt hat: Live-Updates - CNBC",
        "NPR verklagt Trump wegen Kürzung der Bundesmittel - NBC News",
        "Salesforce verpflichtet sich, Informatica im Wert von 8 Milliarden US-Dollar zu kaufen - Bloomberg.com",
        "Gerüchten zufolge wird Apple das iPhone bis 2027 jedes Jahr neu gestalten - MacRumors",
        "Harvard-Präsident spricht sich gegen Trump aus. Und eine Analyse der Arbeitsplatzverluste bei DEI - NPR",
        "Letzter Aufruf zum Boarding für kostenlose Gepäckstücke bei Southwest, da die Fluggesellschaft einen geschätzten Vorteil aufgibt - AP News",
        "Präsident Donald Trump begnadigt den ehemaligen Virginia Sheriff Scott Jenkins, der wegen Betrugs und Bestechung verurteilt wurde - BBC",
        "Die französische First Lady hat gesehen, wie sie Präsident Macron in einem viralen Clip und weiteren Top-Schlagzeilen ins Gesicht geschubst hat - Fox News",
        "100 Dinge, die Solak für die NFL-Saison 2025 wissen sollte ... 100 Tage Pause - ESPN",
        "Neueste Massenerschießungen in Philadelphia: Zeugen beschreiben Horror als zwei Tote und neun Verletzte bei Schüssen in Fairmount Park - The Independent",
        "Wie soll der neue Gaza-Hilfeplan funktionieren - und warum sind so viele Hilfsorganisationen dagegen? - AP News",
        "Playbook: Trumps seltsames Wochenende - Politico",
        "Wie viele Amerikaner nehmen jetzt GLP-1 ein - Axios"
    ]
}