{
    "headlines": [
        "Индийские военные говорят, что пакистанские войска обстреляли позиции вдоль границы в спорном Кашмире - AP News",
        "Вирджиния Джуффре, известная жертва сексуального насилия Джеффри Эпштейна и обвинитель принца Эндрю, умерла - CNN",
        "Мировые лидеры, в том числе Зеленский, прибывают в Рим на похороны Папы Франциска - BBC",
        "Лучшие игроки Лазаря доступны для «Пэтриотс» на третий день драфта НФЛ - «Пэтриотс» из Новой Англии",
        "Лучшие места приземления Shedeur Sanders: рейтинг возможных команд для выбора Colorado QB в день 3 драфта НФЛ 2025 года - CBS Sports",
        "Новости науки на этой неделе: «Череп» на Марсе и открытие совершенно нового цвета - Live Science",
        "Израиль отбил своих врагов. Война теперь раскачивает своих партнеров. - WSJ",
        "Драфт НФЛ 2025: Shedeur Sanders среди лучших игроков, доступных во 2-й день - FOX SPORTS",
        "Мать Деррика Хармона, Тиффани Сэйн, умерла вскоре после его избрания - AP News",
        "Wife of Weezer Bassist Seen Holding, ‘Firing’ Gun in Video Released by LAPD - Rolling Stone",
        "Результаты матча WWE SmackDown, основные моменты и ключевые моменты за 25 апреля 2025 года - Ringside News",
        "Министерство юстиции отменяет защиту времен Байдена для журналистов в расследованиях утечек - NPR",
        "Насколько Doge Илона Маска сократил расходы правительства США? - BBC",
        "Вакцинированный взрослый из Колорадо заразился корью, первый «прорыв» в штате в этом году - The Colorado Sun",
        "Как распались репрессии администрации Трампа против иностранных студентов - Politico",
        "Стартап, поддерживаемый Безосом, запускает дешевый электрический пикап американского производства - Bloomberg.com",
        "С более чем 900 случаями кори в США в этом году все выглядит мрачно - Ars Technica",
        "Второй случай заболевания корью, зарегистрированный на местном уровне, сообщает Общественное здравоохранение Остина - КУТ",
        "Кассовые сборы: «Глаза грешников» ошеломляют на 30-40 МИЛЛИОНОВ долларов, «Бухгалтер 2» получает преимущество над «Местью ситхов» - The Hollywood Reporter"
    ]
}