{
    "headlines": [
        "ਟਰੰਪ ਦੇ ਨੈਸ਼ਨਲ ਗਾਰਡ ਵਿਚ ਭੇਜਣ ਤੋਂ ਬਾਅਦ, ਡੈਮਜ਼ ਆਬਜੈਕਟ ਅਤੇ ਰਿਪਬਲਿਕਨ ਗੈਵਿਨ ਨਿਊਜ਼ੋਮ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਉਂਦੇ ਹਨ - ਪੋਲਿਟਿਕੋ",
        "ਯਵੇਟ ਕੂਪਰ ਨੇ ਖਰਚੇ ਦੀ ਸਮੀਖਿਆ ਤੋਂ ਤਿੰਨ ਦਿਨ ਪਹਿਲਾਂ ਸੌਦਾ ਕਰਨ ਲਈ ਅਜੇ ਸਹਿਮਤੀ ਨਹੀਂ ਦਿੱਤੀ - ਬੀਬੀਸੀ",
        "ਫਰੈਂਚ ਓਪਨ ਪੁਰਸ਼ਾਂ ਦੇ ਫਾਈਨਲ ਨਤੀਜੇਃ ਕਾਰਲੋਸ ਅਲਕਾਰਜ਼ ਨੇ ਸ਼ਾਨਦਾਰ ਵਾਪਸੀ ਤੋਂ ਬਾਅਦ 5 ਘੰਟਿਆਂ ਦੇ ਭਿਆਨਕ ਮੈਚ ਵਿੱਚ ਜੈਨਿਕ ਸਿਨਰ ਨੂੰ ਪਛਾੜਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟੈਨੇਸੀ ਵਿਚ ਛੋਟੇ ਜਹਾਜ਼ ਦੇ ਹਾਦਸੇ ਤੋਂ ਬਾਅਦ ਕਈ ਲੋਕ ਜ਼ਖਮੀ ਹੋ ਗਏ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਹਮਾਸ ਦੇ ਫੌਜੀ ਨੇਤਾ ਮੁਹੰਮਦ ਸਿਨਵਰ ਦੀ ਲਾਸ਼ ਮਿਲੀ ਹੈ - ਬੀਬੀਸੀ",
        "ਅਲੋਪ ਹੋ ਰਿਹਾ ਇਮੀਗ੍ਰੇਸ਼ਨ ਆਰਥਿਕਤਾ ਲਈ 'ਅਸਲ ਕਹਾਣੀ' ਹੈ ਅਤੇ ਟੈਰਿਫ ਨਾਲੋਂ ਵੱਡਾ ਸਪਲਾਈ ਸਦਮਾ ਹੈ, ਵਿਸ਼ਲੇਸ਼ਕ ਕਹਿੰਦੇ ਹਨ - Fortune",
        "ਮੈਡਲੀਨਃ ਇਜ਼ਰਾਈਲ ਨੇ ਚੇਤਾਵਨੀ ਦਿੱਤੀ ਹੈ ਕਿ ਉਹ ਗਾਜ਼ਾ ਤੱਕ ਪਹੁੰਚਣ ਵਾਲੀ ਸਹਾਇਤਾ ਫਲੋਟੀਲਾ ਨੂੰ ਰੋਕ ਦੇਵੇਗਾ - ਬੀਬੀਸੀ",
        "ਕਾਲ ਆਫ ਡਿutyਟੀਃ ਬਲੈਕ ਓਪਸ 7 ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਗਈ, \"ਸਭ ਤੋਂ ਵੱਧ ਮਨ ਮੋੜਨ ਵਾਲੇ\" ਬਲੈਕ ਓਪਸ ਕਦੇ ਹੋਣ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "‘ਲੀਲੋ ਐਂਡ ਸਟਿਚ’ ਨੇਅਰਜ਼ $ 800M ਗਲੋਬਲ, ‘ਮਿਸ਼ਨਃ ਅਸੰਭਵ - ਅੰਤਮ ਗਣਨਾ’ ਚੋਟੀ ਦੇ $ 450M & ‘ਬੈਲਰੀਨਾ’ $ 51M ਡਬਲਯੂਡਬਲਯੂ ਨੂੰ ਝੁਕਦਾ ਹੈ – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਮਾਈਕ੍ਰੋਸਾੱਫਟ ਤੋਂ ਇਸ ਸਾਲ ਲਾਂਚ ਕਰਨ ਲਈ ਐਕਸਬਾਕਸ ਐਲੀ ਹੈਂਡਹੋਲਡ ਕੰਸੋਲ - ਵਰਾਇਟੀ",
        "ਮਾਈਕ ਜਾਨਸਨ ਮਸਕ ਦੇ ਪ੍ਰਭਾਵ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ ਅਤੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਰਿਪਬਲਿਕਨ ਟਰੰਪ ਦੇ ਟੈਕਸ ਅਤੇ ਬਜਟ ਬਿੱਲ ਨੂੰ ਪਾਸ ਕਰਨਗੇ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਸਕ ਅਤੇ ਟਰੰਪ ਖਤਮ ਹੋ ਗਏ ਹਨ. ਸਿਲੀਕਾਨ ਵੈਲੀ ਹੁਣੇ ਸ਼ੁਰੂ ਹੋ ਰਹੀ ਹੈ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਐਕਸਬਾਕਸ ਗੇਮਜ਼ ਸ਼ੋਅਕੇਸ 2025: ਸਾਰੀਆਂ ਖ਼ਬਰਾਂ ਅਤੇ ਟ੍ਰੇਲਰ - ਦਿ ਵਰਜ",
        "‘ਉਹ ਸਿਰਫ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ’ - ਫਰੈਂਕੀ ਡੀ ਜੋਂਗ ਨੇ ਨੇਸ਼ਨਜ਼ ਲੀਗ ਦੇ ਫਾਈਨਲ ਤੋਂ ਪਹਿਲਾਂ ਲਾਮਿਨ ਯਾਮਲ ਦਾ ਸਵਾਗਤ ਕੀਤਾ - ਬਾਰਕਾ ਬਲੌਗਰੇਨਜ਼",
        "ਨੀਂਦ ਅਧਰੰਗ ਕੀ ਹੈ? ਅਤੇ ਅਜੀਬ ਵਰਤਾਰੇ ਦੇ ਹੋਰ ਤੱਥ - ਸੀ ਐਨ ਐਨ",
        "ਐਪਲ ਦਾ ਡਬਲਯੂਡਬਲਯੂਡੀਸੀ 2025 ਕੁੰਜੀਵਤ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਨਤਾਸ਼ਾ ਰੋਥਵੈਲ ਅਤੇ ਸਟਰਲਿੰਗ ਕੇ. ਬ੍ਰਾਊਨ ‘ਵ੍ਹਾਈਟ ਲੋਟਸ‘ ਰੀਰਾਈਟਸ, ਡੂਮਸਡੇਅ ਅਤੇ ਕਾਲ ਸ਼ੀਟ 'ਤੇ ਨੰਬਰ 1 ਹੋਣ ਬਾਰੇ ਈਮਾਨਦਾਰ ਬਣੋਃ‘ ਸਭ ਤੋਂ ਲੰਬੇ ਸਮੇਂ ਲਈ ਮੈਂ ਸੋਚਿਆ ਕਿ ਇਸਦਾ ਮਤਲਬ ਕੁਝ ਹੈ ’- ਵੰਨਗੀ",
        "ਨਾਸਾ ਦੇ ਪਾਰਕਰ ਸੋਲਰ ਪ੍ਰੋਬ ਨੇ ਸੂਰਜ ਦੀ ਸਤਹ 'ਤੇ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਸ਼ਕਤੀਸ਼ਾਲੀ ਚੁੰਬਕੀ ਧਮਾਕਾ - ਲਾਈਵ ਸਾਇੰਸ"
    ]
}