{
    "headlines": [
        "ਬੈਕਲੈਸ਼ ਨੂੰ ਨਕਲੀ ਰੰਗਤ ਵਧਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਕੂਲ-ਏਡ, ਜੈੱਲ-ਓ ਲਈ ਕ੍ਰਾਫਟ ਟੋਏ ਰੰਗਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹੋਮਲੈਂਡ ਸਕਿਉਰਿਟੀ ਸੈਕਟਰੀ ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਨੂੰ ਐਲਰਜੀ ਪ੍ਰਤੀਕਰਮ ਤੋਂ ਬਾਅਦ ਡੀਸੀ-ਖੇਤਰ ਹਸਪਤਾਲ ਲਿਜਾਇਆ ਗਿਆ, ਡੀਐਚਐਸ ਕਹਿੰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਸੈਨੇਟ ਨੇ ਦੋ-ਪੱਖੀ ਵੋਟ 'ਤੇ ਇਤਿਹਾਸਕ ਕ੍ਰਿਪਟੂ ਰੈਗੂਲੇਸ਼ਨ ਬਿੱਲ ਨੂੰ ਪਾਸ ਕੀਤਾ, ਇਸ ਨੂੰ ਸਦਨ ਨੂੰ ਭੇਜਣਾ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਸੈਨੇਟ ਜੀਓਪੀ ਦੀ ਮੈਡੀਕੇਡ ਯੋਜਨਾ ਤੋਂ ਹੈਰਾਨ ਹਸਪਤਾਲ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਪ੍ਰਣਾਲੀਆਂ 'ਤੇ servicesਨਲਾਈਨ ਸੇਵਾਵਾਂ' ਤੇ ਪਾਬੰਦੀ ਲਗਾ ਰਿਹਾ ਹੈ ਜੋ ਮਿਗ ਕਾਰਤੂਸ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "ਦੈਂਤ ਦਾ ਬਲਾਕਬਸਟਰ ਵਪਾਰ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ਾਂ ਬਾਰੇ (ਦੁਬਾਰਾ) ਕੀ ਕਹਿੰਦਾ ਹੈ - ਸੀਏਟਲ ਟਾਈਮਜ਼",
        "ਐਮਾਜ਼ਾਨ ਦੇ ਸੀਈਓ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ ਏਆਈ ਦੀ ‘ਕੁਸ਼ਲਤਾ‘ ਦੇ ਕਾਰਨ ਨੌਕਰੀਆਂ ਵਿੱਚ ਕਟੌਤੀ ਕਰੇਗਾ - ਦਿ ਵਰਜ",
        "ਬ੍ਰਹਿਮੰਡ ਵਿਚ ‘ਗੁੰਮ‘ ਆਮ ਪਦਾਰਥ ਦੀ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਚੱਲ ਰਹੀ ਬੁਝਾਰਤ ਦਾ ਹੱਲ ਹੋ ਸਕਦਾ ਹੈ, ਖਗੋਲ ਵਿਗਿਆਨੀ ਕਹਿੰਦੇ ਹਨ - ਸੀ ਐਨ ਐਨ",
        "ਅਲੈਕਸ ਪੈਡੀਲਾ ਨੇ ਭਾਵਨਾਤਮਕ ਸੈਨੇਟ ਭਾਸ਼ਣ - ਐਨਪੀਆਰ ਵਿੱਚ ਡੀਐਚਐਸ ਨਿ newsਜ਼ ਕਾਨਫਰੰਸ ਤੋਂ ਹਟਾਏ ਜਾਣ ਬਾਰੇ ਦੱਸਿਆ",
        "ਅਲਫਰੈਡ ਬ੍ਰੈਂਡਲ, ਦਿਮਾਗੀ ਪਿਆਨੋਵਾਦਕ ਸੁੱਕੇ ਬੁੱਧੀ ਨਾਲ, 94 - ਐਨਪੀਆਰ 'ਤੇ ਮਰ ਜਾਂਦਾ ਹੈ",
        "ਇਰਾਨ-ਇਜ਼ਰਾਈਲ ਟਕਰਾਅ ਦੇ ਵਿਗੜਨ ਨਾਲ ਡਾਓ 300 ਅੰਕ ਘਟਦਾ ਹੈਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਅਚਾਨਕ ਜੀ 7 ਦੇ ਨਿਕਾਸ ਨਾਲ ਹੋਰ ਨੇਤਾਵਾਂ ਵਿਚ ਪਰੇਸ਼ਾਨੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਕੈਰਨ ਰੀਡ ਦੀ ਮੁੜ ਸੁਣਵਾਈਃ ਜੱਜ ਨੇ ਚੌਥੇ ਜਿuryਰੀ ਪ੍ਰਸ਼ਨ ਦਾ ਜਵਾਬ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ, ਇਸ ਨੂੰ ‘ਸਿਧਾਂਤਕ‘ ਕਹਿੰਦੇ ਹਨ - ਬੋਸਟਨ 25 ਨਿ Newsਜ਼",
        "ਇੰਗਲੈਂਡ ਅਤੇ ਵੇਲਜ਼ ਵਿਚ ਔਰਤਾਂ ਲਈ ਗਰਭਪਾਤ ਨੂੰ ਅਪਰਾਧਿਕ ਬਣਾਉਣ ਲਈ ਸੰਸਦ ਮੈਂਬਰਾਂ ਨੇ ਵੋਟ ਦਿੱਤੀ - ਬੀਬੀਸੀ",
        "ਗਾਜ਼ਾ ਵਿੱਚ ਸਹਾਇਤਾ ਟਰੱਕਾਂ ਦੀ ਉਡੀਕ ਕਰਦਿਆਂ ਘੱਟੋ ਘੱਟ 51 ਫਲਸਤੀਨੀ ਮਾਰੇ ਗਏ, ਸਿਹਤ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟੌਮ ਕਰੂਜ਼, ਡੌਲੀ ਪਾਰਟਨ, ਡੇਬੀ ਐਲਨ ਅਤੇ ਵਿਨ ਥਾਮਸ ਨੂੰ ਆਨਰੇਰੀ ਆਸਕਰ ਪੇਸ਼ ਕੀਤਾ ਜਾਵੇਗਾ - ਵੰਨਗੀ",
        "ਚੰਦਰਮਾ ਮਿਸ਼ਨਾਂ ਲਈ ਚੀਨ ਦਾ ਅਗਲਾ-ਜਨ ਪੁਲਾੜ ਯਾਤਰੀ ਕੈਪਸੂਲ aces ਅਹਿਮ ਪੈਡ-ਅਬੋਰਟ ਟੈਸਟ (ਵੀਡੀਓ) - ਸਪੇਸ",
        "ਗੂਗਲ ਦਾ ਜੈਮਿਨੀ ਏਆਈ ਪਰਿਵਾਰ ਸਥਿਰ 2.5 ਪ੍ਰੋ, ਸੁਪਰ-ਕੁਸ਼ਲ 2.5 ਫਲੈਸ਼-ਲਾਈਟ - ਆਰਸ ਟੈਕਨੀਕਾ ਨਾਲ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ",
        "ਨਿ York ਯਾਰਕ ਸਿਟੀ ਕੰਪਟਰੋਲਰ ਅਤੇ ਮੇਅਰ ਉਮੀਦਵਾਰ ਬ੍ਰੈਡ ਲੈਂਡਰ ਨੂੰ ਅਦਾਲਤ ਦੇ ਅੰਦਰ ਇਮੀਗ੍ਰੇਸ਼ਨ ਅਫਸਰਾਂ ਦੁਆਰਾ ਗ੍ਰਿਫਤਾਰੀ ਤੋਂ ਬਾਅਦ ਰਿਹਾ ਕੀਤਾ ਗਿਆ - ਸੀ ਐਨ ਐਨ"
    ]
}