{
    "headlines": [
        "يحاول مثير مشاكل قديم في الكابيتول هيل إبرام صفقة ضخمة - بوليتيكو",
        "هارفي وينشتاين المتهم كاجا سوكولا: \"الجزء المدمر لم يكن المحاكمة نفسها — لقد كانت خيانة أختي\" - تنوع",
        "أظهرت أبحاث جديدة أن \"الجراء\" المحنطة التي يبلغ عمرها 14000 عام لم تكن كلابًا على الإطلاق - سي إن إن",
        "إطلاق النار على اثنين من المشرعين في مينيسوتا في حادث \"مستهدف\" على ما يبدو: المسؤولون - ABC News",
        "إسرائيل تحذر من أن \"طهران ستحترق\" بينما تطلق إيران طائرات بدون طيار وصواريخ رداً على الضربات الإسرائيلية - بوليتيكو",
        "الأمير لويس والأمير جورج أنتيكس يسرقان الأضواء في Trooping the Colour - instyle.com",
        "مشاهدة: Keshav Maharaj في البكاء. فازت جنوب إفريقيا على أستراليا لإنهاء جفاف كأس ICC الذي دام 27 عامًا - تايمز أوف إنديا",
        "الملياردير العصامي المتسرب من الكلية ألكسندر وانغ صفقة بقيمة 14.3 مليار دولار مع Meta's AI - Fortune",
        "بطولة الولايات المتحدة المفتوحة 2025: أوقات الانطلاق في الجولة الثالثة والأزواج والمجموعات المميزة يوم السبت في أوكمونت - إن بي سي سبورتس",
        "سبق صحفي: كل ديموقراطي في مجلس الشيوخ يطالب ترامب بسحب الجيش من لوس أنجلوس - أكسيوس",
        "بينما يذهب ترامب إلى قمة مجموعة السبع، يهدف قادة العالم الآخرون إلى إظهار أنهم لا يتعرضون للترهيب - أسوشيتد برس نيوز",
        "الفضاء يذل رائد فضاء سيل- دكتور | على محطة الفضاء الدولية هذا الأسبوع 9-13 يونيو 2025 - الفضاء",
        "شعر أب لثلاثة أطفال بصحة جيدة. ثم وجد الفحص الروتيني مرضًا نادرًا ومميتًا. - سي بي إس نيوز",
        "عرض عسكري لترامب بمناسبة عيد ميلاد الجيش الـ 250 يقام في واشنطن العاصمة اليوم - سي بي إس نيوز",
        "يتهم المدعون الفيدراليون الآن المهاجرين الذين لا يقدمون بصمات الأصابع بموجب قانون الأربعينيات النائم - بوليتيكو",
        "الهند تطلق عملية تفتيش لطائرات بوينغ 787 بعد تحطم طائرة إير إنديا - سي إن إن",
        "البابا يدعو إلى \"المسؤولية والعقل\" في التصعيد بين إيران وإسرائيل - أخبار الفاتيكان",
        "بيع الفولاذ الأمريكي إلى شركة نيبون للصلب على وشك الإغلاق بعد صفقة ترامب - Bloomberg.com",
        "نتائج UFC Atlanta: عثمان ضد باكلي - قتال MMA"
    ]
}