{
    "headlines": [
        "Nuggets esmagam Clippers no decisivo Jogo 7 - ESPN",
        "Warren Buffett vai se aposentar ainda este ano, encerrando a corrida por um titã dos investimentos - The Washington Post",
        "Previsão de luta de Canelo Alvarez vs. William Scull, hora de início, odds, onde assistir, transmissão ao vivo, data, escolhas - CBS Sports",
        "55 bilhões de toneladas de ferro descobertas, este tesouro colossal vale trilhões e pode abalar o equilíbrio econômico global. - Farmingdale Observer",
        "Gigi Hadid oficializa o relacionamento de Bradley Cooper no Instagram com uma foto sensual de beijo de sua festa de 30 anos - Página Seis",
        "Bem-vindo à Starbase: o Texas tem uma nova cidade que abriga a SpaceX de Elon Musk - NBC News",
        "Vaticano instala chaminé para sinalizar a escolha do próximo papa - NPR",
        "Finesse2tymes em Custódia Federal Após Suposta Violação de Liberação Supervisionada - TMZ",
        "UFC Des Moines live updates: Cory Sandhagen vs. Deiveson Figueiredo results, round-by-round analysis and highlights - Yahoo Sports",
        "Soberania supera jornalismo favorito para ganhar o Kentucky Derby - NPR",
        "A polícia de Cincinnati matou a tiros um jovem armado de 18 anos. No dia seguinte, seu pai matou o vice-xerife, dizem as autoridades - CNN",
        "Os devotos de Warren Buffett se despedem da comovente \"peregrinação\" de Omaha - Financial Times",
        "Imagem gerada por IA de Trump enquanto o papa atrai críticas antes do conclave papal - PBS",
        "A presidente do México diz que rejeitou o plano de Trump de enviar tropas dos EUA através da fronteira - ABC News",
        "‘Rhythm Nation', de Janet Jackson, derrubou alguns laptops Windows por anos - The Verge",
        "Trump propõe eliminar a NEA e a NEH à medida que as bolsas de artes são canceladas - The Washington Post",
        "Os cientistas questionam o uso do projeto NIH da tecnologia do século XX para fazer uma vacina universal contra a gripe - statnews.com",
        "Jacarés, cobras, insetos mordedores: sobreviventes de acidentes de avião de pequeno porte recordam provação de 36 horas - AP News",
        "United Airlines corta 35 voos diários no aeroporto de Newark, citando escassez de controladores de tráfego aéreo - AP News"
    ]
}