{
    "headlines": [
        "ਅਯਟਨ ਬਲੇਜ਼ਰ ਨਾਲ ਇਕਰਾਰਨਾਮਾ ਖਰੀਦਦਾਰੀ ਨੂੰ ਅੰਤਮ ਰੂਪ ਦੇਣਾ - ਬਲੇਜ਼ਰ ਦਾ ਕਿਨਾਰਾ",
        "ਕੈਨੇਡਾ ਨੇ ਟਰੰਪ ਦੇ ਅਮਰੀਕੀ ਵਪਾਰ ਗੱਲਬਾਤ ਨੂੰ ਕੱਟਣ ਤੋਂ ਬਾਅਦ ਡਿਜੀਟਲ ਸਰਵਿਸਿਜ਼ ਟੈਕਸ ਨੂੰ ਰੱਦ ਕੀਤਾ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਬਲੈਕਬਰਨ, ਕਰੂਜ਼ ਨੇ ਸਟੇਟ ਏਆਈ ਮੋਰੇਟੋਰੀਅਮ, ਚਾਈਲਡ onlineਨਲਾਈਨ ਸੁਰੱਖਿਆ 'ਤੇ ਸੰਭਾਵਤ ਜੰਗਬੰਦੀ ਲੱਭੀ - ਪੋਲੀਟਿਕੋ",
        "ਯੂਐਸਐਮਐਨਟੀ ਕੋਸਟਾ ਰੀਕਾ ਥ੍ਰਿਲਰ ਤੋਂ ਬਚਿਆ, ਮੈਟ ਫ੍ਰੀਜ਼ ਦੇ ਪੈਨਲਟੀ ਸ਼ੂਟਆਉਟ ਨਾਇਕ ਦੁਆਰਾ ਗੋਲਡ ਕੱਪ ਸੈਮੀਫਾਈਨਲ ਵਿੱਚ ਅੱਗੇ ਵਧਿਆ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਇਡਾਹੋ ਗੋਲੀਬਾਰੀਃ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲਿਆਂ ਨੇ ਬੁਰਸ਼ ਫਾਇਰਿੰਗ ਦਾ ਜਵਾਬ ਦਿੰਦੇ ਹੋਏ ਦੋ ਲੋਕਾਂ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ - ਬੀਬੀਸੀ",
        "ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਯੂਐਸ ਦੇ ਸੈਨੇਟਰ ਥੌਮ ਟਿਲਿਸ 2026 ਵਿਚ ਦੁਬਾਰਾ ਚੋਣ ਨਹੀਂ ਲੜਨਗੇ - ਐਕਸੀਓਸ",
        "ਦਿਲ ਦੇ ਦੌਰੇ ਨਾਲ ਹੋਣ ਵਾਲੀਆਂ ਮੌਤਾਂ ਦੀ ਗਿਣਤੀ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ । ਇੱਥੇ ਉਹ ਹੈ ਜੋ ਸਾਨੂੰ ਇਸ ਦੀ ਬਜਾਏ ਮਾਰ ਰਿਹਾ ਹੈ - ਕੇਐਸਐਲ ਨਿ Newsਜ਼",
        "ਸੈਨੇਟ ਰਿਪਬਲਿਕਨ ਸੋਮਵਾਰ ਨੂੰ ਟਰੰਪ ਦੇ ਵਿਸ਼ਾਲ ਟੈਕਸ ਬਿੱਲ 'ਤੇ ਵੋਟ ਪਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਬੋਇੰਗ 787 ਡ੍ਰੀਮਲਾਈਨਰ ਕਿੰਨਾ ਸੁਰੱਖਿਅਤ ਹੈ, ਅਸਲ ਵਿੱਚ? - ਬੀਬੀਸੀ",
        "ਸੀਨ ਸਟ੍ਰਿਕਲੈਂਡ ਨੇ ਪਿੰਜਰੇ ਨੂੰ ਤੂਫਾਨ ਦਿੱਤਾ ਅਤੇ ਲੜਾਕੂ ਨੂੰ ਮੁੱਕਾ ਮਾਰਿਆ ਜਿਸਨੇ ਆਪਣੀ ਲੰਬੇ ਸਮੇਂ ਦੀ ਟੀਮ ਦੇ ਸਾਥੀ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ ਉਸਦਾ ਮਜ਼ਾਕ ਉਡਾਇਆ - ਖੂਨੀ ਕੂਹਣੀ",
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਤਾਜ਼ਾ ਰਿਕਾਰਡ ਉੱਚੇ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਵਿੱਚ ਵਾਧਾਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਡਾਕਟਰ ਅਤੇ ਨਰਸ \"ਛੋਟੇ\" ਸਿਹਤ ਸੰਕੇਤਾਂ ਦਾ ਖੁਲਾਸਾ ਕਰ ਰਹੇ ਹਨ ਜੋ ਤੁਹਾਨੂੰ ਕਦੇ ਨਜ਼ਰਅੰਦਾਜ਼ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, ਅਤੇ ਇਹ ਹੈਰਾਨ ਕਰਨ ਵਾਲਾ ਹੈ - ਬਜ਼ਫੀਡ",
        "Beyoncé ਸੰਖੇਪ ਹਿਊਸਟਨ ਸਟੇਡੀਅਮ ਭੀੜ ਦੇ ਤੌਰ ਤੇ ਫਲਾਇੰਗ ਪ੍ਰੋਪ ਕਾਰ ਖਰਾਬੀ ਵੱਧ Dangles - ਡੈੱਡਲਾਈਨ",
        "ਯੂਰਪ swelters ਦੇ ਤੌਰ ਤੇ ਸ਼ੁਰੂ ਗਰਮੀ ਗਰਮੀ ਰਿਕਾਰਡ ਤੋੜ - DW",
        "ਪਲੇਅਸਟੇਸ਼ਨ ਗੇਮਰਜ਼ Xbox ਦੇ ਨਵੇਂ ਐਲਾਨੇ ਕੰਸੋਲ ਬਾਰੇ ‘ਚਿੰਤਤ’ - GAMINGbible",
        "ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ 'ਸੈਕਸ ਟ੍ਰਾਇਲ‘ ਤੇ ਬੰਦ ਹੋਣ ਵਾਲੀਆਂ ਦਲੀਲਾਂ ਦੇ ਮੁੱਖ ਪਲ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਜ਼ੋਹਰਾਨ ਮਮਦਾਨੀ ਨੇ ਟਰੰਪ ਦੀ ਗਲਤ ਜਾਣਕਾਰੀ ਅਤੇ ਧਮਕੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕੀਤਾ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਟਰੰਪ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਹ 9 ਜੁਲਾਈ ਤੋਂ ਬਾਅਦ ਗਲੋਬਲ ਟੈਰਿਫ 'ਤੇ ਰੋਕ ਵਧਾਉਣ ਦੀ ਯੋਜਨਾ ਨਹੀਂ ਬਣਾ ਰਿਹਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬੀਐਮਆਈ ਬੀ-ਏ-ਡੀ ਹੈ, ਇਕ ਨਵੇਂ ਅਧਿਐਨ ਤੋਂ ਪਤਾ ਚੱਲਦਾ ਹੈ. ਭਾਰ ਨੂੰ ਮਾਪਣ ਦਾ ਇਹ ਵਧੀਆ ਤਰੀਕਾ ਹੈ - KSL News"
    ]
}