{
    "headlines": [
        "USMNT пережил коста-риканский триллер и вышел в полуфинал Золотого кубка благодаря героизму Мэтта Фриза в серии пенальти - Yahoo Sports",
        "Сенатор от Северной Каролины Том Тиллис не будет баллотироваться на переизбрание в 2026 году - Axios",
        "Смертность от сердечных приступов снижается. Вот что убивает нас вместо этого - KSL News",
        "Рокетс подписывает контракт с Джабари Смитом-младшим Продление на пять лет - слухи об обручах",
        "Республиканцы в Сенате стремятся проголосовать по масштабному налоговому законопроекту Трампа в понедельник - The Washington Post",
        "Насколько безопасен Boeing 787 Dreamliner на самом деле? - BBC",
        "Фьючерсы на акции растут после того, как S&P 500 достиг нового рекордного максимума: обновления в реальном времени - CNBC",
        "Более 400 рейсов отменены в аэропорт Атланты и из него из-за суровой погоды - ABC News - Breaking News, Latest News and Videos",
        "1 погибший, 2 пострадавших в результате пожара и взрыва в Филадельфии, который сравнял с землей или повредил несколько домов - ABC News - Breaking News, Latest News and Videos",
        "Трамп не позволит другим странам одержать большие «победы» на торговых переговорах. Обе стороны могут проиграть. - Politico",
        "Врачи и медсестры раскрывают «маленькие» признаки здоровья, которые вы никогда не должны игнорировать, и это шокирует - BuzzFeed",
        "Бейонсе ненадолго болтается над толпой на стадионе в Хьюстоне из-за неисправности автомобиля с летающей опорой - крайний срок",
        "Нетаньяху говорит, что «открылись возможности» освободить заложников из Газы после операции в Иране - CNN",
        "Слухи о свободном агентстве НБА: Timberwolves официально потеряет ключевого игрока + последние новости на Lakers, Warriors - SBNation.com",
        "Геймеры PlayStation «обеспокоены» недавно анонсированной консолью Xbox - GAMINGbible",
        "Ключевые моменты из заключительных аргументов на суде по делу о секс-торговле Шоном «Дидди» Комбсом - AP News",
        "Трамп говорит, что не планирует продлевать паузу в глобальных тарифах после 9 июля - AP News",
        "Согласно новому исследованию, ИМТ равен B-A-D. Вот лучший способ измерить вес - KSL News"
    ]
}