{
    "headlines": [
        "ਲਾਈਵ ਅਪਡੇਟਸਃ ਹੈਗਸੇਥ ਨੂੰ ਕੈਪੀਟਲ ਹਿੱਲ 'ਤੇ ਗ੍ਰਿਲ ਕੀਤਾ ਜਾਵੇਗਾ; ਟਰੰਪ ਫੋਰਟ ਬ੍ਰੈਗ ਵੱਲ ਜਾ ਰਹੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਹ ਚਮਕਦਾਰ ਐਕਸੋਲੋਟਲ ਮਨੁੱਖੀ ਅੰਗਾਂ ਦੇ ਪੁਨਰਜਨਮ ਦਾ ਰਾਜ਼ ਰੱਖ ਸਕਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕੈਪੀਟਲ ਏਜੰਡਾਃ ਜੀਓਪੀ ਦੀਆਂ ਅੱਖਾਂ ਟਰੰਪ ਦੇ ਟੈਕਸ ਵਾਅਦਿਆਂ ਨੂੰ ਕੱਟਦੀਆਂ ਹਨ - ਪੋਲੀਟੀਕੋ",
        "ਆਸਟਰੀਆ ਦੇ ਸਕੂਲ 'ਚ ਗੋਲੀਬਾਰੀ' ਚ ਦਸ ਮੌਤਾਂ, ਪੁਲਿਸ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "ਪੈਰਾਮਾਉਂਟ ਨੇ ਆਪਣੇ ਘਰੇਲੂ ਕਰਮਚਾਰੀਆਂ ਦੇ ਇਕ ਹੋਰ 3.5% ਦੀ ਕਟੌਤੀ ਕੀਤੀ, ਰੇਖਿਕ ਟੀਵੀ ਘਟਣ ਅਤੇ ਵਿਆਪਕ ਆਰਥਿਕਤਾ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹੋਏ - ਡੈੱਡਲਾਈਨ",
        "ਡਬਲਯੂਡਬਲਯੂਡੀਸੀ 2025: ਉਹ ਸਭ ਕੁਝ ਜੋ ਐਪਲ ਨੇ ਇਸ ਵਾਰ ’ਸ਼ੇਰਲੌਕ’ ਕੀਤਾ - ਟੈਕਕ੍ਰਾਂਚ",
        "ਇਹ 30 ਐਨਐਫਐਲ ਟੀਮਾਂ ਲਈ ਲਾਜ਼ਮੀ ਮਿਨੀਕੈਂਪ ਹਫ਼ਤਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ",
        "ਕੰਜ਼ਰਵੇਟਿਵ ਸੈਨੇਟਰ ਜੋਸ਼ ਹੈਵਲੀ ਸੰਘੀ ਘੱਟੋ ਘੱਟ ਉਜਰਤ ਵਧਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਟਰੰਪ 'ਅੰਦਰ ਦੁਸ਼ਮਣ' ਲਈ ਆ ਰਿਹਾ ਹੈ - ft.",
        "ਇਜ਼ਰਾਈਲ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਗ੍ਰੇਟਾ ਥਨਬਰਗ ਨੂੰ ਗਾਜ਼ਾ ਜਾਣ ਵਾਲੇ ਸਮੁੰਦਰੀ ਜਹਾਜ਼ ਨੂੰ ਜ਼ਬਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਦੇਸ਼ ਨਿਕਾਲਾ ਦਿੱਤਾ ਜਾ ਰਿਹਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਵਿਸ਼ਾਲ ਰੂਸੀ ਡਰੋਨ ਹਮਲਾ ਕੀਵ ਦੀ ਨਿਖੇਧੀ ਕਰਦਾ ਹੈ ਅਤੇ ਓਡੇਸਾ ਵਿੱਚ ਜਣੇਪਾ ਹਸਪਤਾਲ ਨੂੰ ਮਾਰਦਾ ਹੈ, ਯੂਕਰੇਨ ਦੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਬੇਕਾਬੂ ਟਰੰਪ ਇਨਸੁਰਕਸ਼ਨ ਐਕਟ ਨਾਲ ਫਲਰਟ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਮਰੀਨਜ਼ ਐਲ. ਏ. ਨੂੰ ਤਾਇਨਾਤ ਕਰਦੇ ਹਨ - ਐਕਸੀਓਸ",
        "ਈਰਾਨ 'ਤੇ ਬੰਬ ਸੁੱਟਣ' ਤੇ ਟਰੰਪ ਨੂੰ ਹਰਾਉਣ ਲਈ ਮੈਗਾ ਬਨਾਮ ਹਾਕ ਲੜਾਈ ਦੇ ਅੰਦਰ - ਪੋਲੀਟਿਕੋ",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਸੀਈਓ ਟੈਰਿਫ ਸੋਗ ਦੇ ਪੰਜ ਪੜਾਵਾਂ ਵਿੱਚੋਂ ਲੰਘ ਰਹੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਮੰਗਲਵਾਰ, ਜੂਨ 10, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਪੈਂਥਰਜ਼-ਆਇਲਰਜ਼ ਗੇਮ 3 ਹਫੜਾ-ਦਫੜੀ ਵਿੱਚ ਖਤਮ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਫਲੋਰੀਡਾ ਸਟੈਨਲੇ ਕੱਪ ਫਾਈਨਲ ਵਿੱਚ ਲੜੀ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ - ਨਿ New ਯਾਰਕ ਪੋਸਟ",
        "'ਆਪਣਾ ਕੰਮ ਕਰੋ': ਗਾਵਿਨ ਨਿ Newsਜ਼ੋਮ ਜੇਡੀ ਵੈਨਸ ਨਾਲ ਟਕਰਾਅ ਕਰਦਾ ਹੈ, ਹੋਰ ਜੀਓਪੀ ਅਧਿਕਾਰੀਆਂ ਨੇ ਐਲਏ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨਾਂ ਨੂੰ ਲੈ ਕੇ - ਯੂਐਸਏ ਟੂਡੇ",
        "ਗਵਾਹ ਸੀਨ ਕੰਬਜ਼ 'ਹੋਟਲ ਨਾਈਟਸ’ ਬਾਰੇ ਗਵਾਹੀ ਦਿੰਦਾ ਹੈਃ ’ਮੈਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ’ - ਐਨਪੀਆਰ",
        "ਜੱਜ ਨੇ ਬਲੇਕ ਲਾਈਵਿਲ, ਨਿ York ਯਾਰਕ ਟਾਈਮਜ਼ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ ਦੇ ਵਿਰੁੱਧ ਜਸਟਿਨ ਬਾਲਡੋਨੀ ਦੇ ਮੁਕੱਦਮੇ ਨੂੰ ਸੁੱਟ ਦਿੱਤਾ",
        "ਰੋਮਨ ਐਂਥਨੀ ਨੇ ਤਰੱਕੀ ਦਿੱਤੀਃ ਬੇਸਬਾਲ ਦੀ ਸਭ ਤੋਂ ਵਧੀਆ ਸੰਭਾਵਨਾ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਉਡੀਕ ਰਹੇ ਐਮਐਲਬੀ ਡੈਬਿਊ ਵਿੱਚ ਰੈੱਡ ਸੋਕਸ ਲਈ ਹਿੱਟ ਰਹਿਤ ਜਾਂਦੀ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ"
    ]
}