{
    "headlines": [
        "توافق باراماونت على تسوية دعوى ترامب بمبلغ 16 مليون دولار خلال مقابلة \"60 دقيقة\" - أكسيوس",
        "أهم وأحدث وكالة حرة في الدوري الاميركي للمحترفين والحديث التجاري - مارك شتاين | Substack",
        "كوكو جوف هي أحدث بذرة عالية تسقط في ويمبلدون المقلوبة رأسًا على عقب - واشنطن بوست",
        "2025 NHL Free Agency الفائزين والخاسرين: الفهود، الفرسان الذهبيون يكسرون اللعبة - Daily Faceoff",
        "دونالد ترامب يهدد اليابان بتعريفة تصل إلى 35 ٪ مع اقتراب الموعد النهائي - بي بي سي",
        "قال مسؤول كبير في البيت الأبيض إن الولايات المتحدة أوقفت بعض شحنات الذخيرة إلى أوكرانيا، بما في ذلك صواريخ الدفاع الجوي - سي إن إن",
        "كان من الممكن أن يكون الاختراق الإلكتروني لشركة كانتاس قد سرق كمية \"كبيرة\" من البيانات من ستة ملايين عميل - سي إن إن",
        "ما يجب معرفته بينما تتجه فاتورة ضرائب ترامب إلى مجلس النواب - واشنطن بوست",
        "العقود الآجلة للأسهم ثابتة بعد أن يبيع المستثمرون الأسماء التقنية لبدء النصف الثاني من عام 2025: تحديثات مباشرة - CNBC",
        "قال ترامب إن إسرائيل وافقت على شروط وقف إطلاق النار في غزة لمدة 60 يومًا - بي بي سي",
        "يوافق ترامب على استخدام الحرس الوطني كقضاة هجرة في مركز احتجاز فلوريدا - تامبا باي تايمز",
        "الدولار الأمريكي يعاني من أسوأ بداية لعام منذ عام 1973 بسبب مخاوف ترامب بشأن التعريفة الجمركية - نيويورك بوست",
        "ما يجب معرفته عن قضية برايان كوبرغر مع ظهور صفقة إقرار بالذنب بشأن جرائم القتل في أيداهو - NPR",
        "الحاكم نيوزوم يوقع مشروع قانون الإسكان لإصلاح القانون البيئي التاريخي في كاليفورنيا - إن بي سي نيوز",
        "تنضم تايلور سويفت إلى ترافيس كيلسي في زيارة كليفلاند والغداء في حانة جوجو في شلالات تشاجرين - Cleveland.com",
        "الفائزون، الخاسرون من باكز التنازل الصادم عن داميان ليلارد، التوقيع مع مايلز تيرنر - إن بي سي سبورتس",
        "كيف جعل الجمهوريون موركوفسكي يوافق على مشروع ترامب الضخم - بوليتيكو",
        "SpaceX تطلق قمرًا صناعيًا أوروبيًا متقدمًا للطقس، وتهبط بصاروخ في البحر (صور) - الفضاء",
        "البنوك الأمريكية تعلن عن دفعات كبيرة للمساهمين بينما يخفف بنك الاحتياطي الفيدرالي من اختبارات الإجهاد - فاينانشال تايمز"
    ]
}