{
    "headlines": [
        "Aktienmarkt heute: S&P 500, Nasdaq-Aufstieg; Trump wiegt nächsten Fed-Vorsitzenden — Live-Updates - WSJ",
        "2025 NBA Draft Live-Updates: Mavericks werden voraussichtlich Cooper Flagg als Nr. 1 wählen - AP News",
        "'Ausgelöscht': Der Feuersturm darüber, wie Trump den Schaden an iranischen Atomanlagen beschrieb - ABC News - Breaking News, Latest News und Videos",
        "Thune-Gesichter brauen Megabill-Meuterei - Politico",
        "‘The Social Network Part II’ In Works At Sony With Aaron Sorkin Set To Write And Direct; Pic Inspired By WSJ‘s ‘The Facebook Files’ - Deadline",
        "Wenn Aaron Rodgers keine Aufmerksamkeit will, warum macht er dann im Juni die Show von Pat McAfee? - NBC Sports",
        "White Sox-Fan, der Ketel Marte über seine tote Mutter verspottete, die von allen MLB-Ballparks verbannt wurde - New York Post",
        "Liver King in Austin verhaftet, nachdem er Joe Rogan auf Instagram bedroht hatte - ABC News - Eilmeldungen, neueste Nachrichten und Videos",
        "Wann wird die brutale Hitzewelle enden? Hier erfährst du, was du über die Prognose wissen solltest. - The Washington Post",
        "Mars Rover macht erste detaillierte Fotos von riesigen \"Spinnennetzen\" - der täglichen Galaxie",
        "Das vielseitige Reiseladegerät von Anker ist pünktlich zum Sommer im Angebot - The Verge",
        "Meta fügt WhatsApp KI-gestützte Zusammenfassungen hinzu - TechCrunch",
        "Nahostkonflikt zeigt, wie stark sich die globale Energieversorgung in den letzten Jahren verändert hat - AP News",
        "4 Dinge, die Sie über Zohran Mamdani wissen sollten, den mutmaßlichen demokratischen Kandidaten für das Amt des Bürgermeisters von NYC - NPR",
        "Bumble streicht fast ein Drittel des Personals, da sich die Probleme mit der Dating-App vertiefen - BBC",
        "Der Mythos der Unbesiegbarkeit des Iran wurde gebrochen, und die Folgen könnten weitreichend sein - CNN",
        "\"Law & Order\" -Star untersucht den tragischen Autounfall ihrer eigenen Familie in \"My Mom Jayne\" - NPR",
        "Millionen von Kindern, die durch das Abwürgen globaler Impfungen gefährdet sind, sagt die Studie - The Washington Post",
        "Google to Gemini-Nutzer: Wir werden uns Ihre Texte ansehen, ob es Ihnen gefällt oder nicht - Gizmodo"
    ]
}