{
    "headlines": [
        "تم اختباره: نفخ GeForce Now من Nvidia حياة جديدة في سطح البخار الخاص بي - The Verge",
        "الناتج المحلي الإجمالي (التقدير الثاني)، أرباح الشركات (التقدير الأولي)، الربع الأول من عام 2025 - مكتب التحليل الاقتصادي (.gov)",
        "حكم على امرأة من جنوب أفريقيا بالسجن مدى الحياة لبيعها ابنتها البالغة من العمر 6 سنوات - سي بي إس نيوز",
        "إي إل إف بيوتي تستحوذ على هايلي بيبر للعناية بالبشرة في رود في صفقة بقيمة مليار دولار - واشنطن بوست",
        "تخفض Best Buy مبيعات العام بأكمله وإرشادات الأرباح حيث ترفع التعريفات تكلفة الإلكترونيات - CNBC",
        "يريد بن جونسون من كالب ويليامز تنظيف لغة جسده - إن بي سي سبورتس",
        "بنديكت كومبرباتش ودوا ليبا وريز أحمد وآني لينوكس من بين 300 موقع على رسالة تدعو رئيس الوزراء البريطاني كير ستارمر للعمل بشأن غزة - الموعد النهائي",
        "امسك الشراب: \"فطائر\" مثالية بشكل غريب على كوكب الزهرة قد تثبت أن الكوكب ينحني - Live Science",
        "يسرد شون أومالي سببًا آخر يجعل الكرة تكلفه لقب وزن المضرب UFC بعد مطالبة المدرب بالإضاءة - الكوع الدامي",
        "صديق هيو جاكمان منذ فترة طويلة يكسر الصمت حول طلاق الممثل \"الصعب\" من ديبورا لي فورنيس - نيويورك بوست",
        "تتغلب إنفيديا على حالة عدم اليقين بشأن التعريفة الجمركية لترى طفرة في الإيرادات - بي بي سي",
        "الأميرة الإيطالية تقول إنها \"محظوظة لأن تكون على قيد الحياة\" بعد أن تحطمت \"رأسها أولاً في الحائط\" وهي تركب دراجة نارية: \"معجزة\" - AOL.com",
        "سكوب: قادة الخليج أخبروا ترامب أنهم يعارضون الضربات على البرنامج النووي الإيراني - أكسيوس",
        "البحث عن \"الكوكب التاسع\" الغامض يقدم مفاجأة - Phys.org",
        "سموكي روبنسون يرفع قضية تشهير بقيمة 500 مليون دولار ضد متهمين بالاغتصاب - بي بي سي",
        "لا يزال رجل مفقودًا بعد انهيار نهر جليدي سويسري وتدمير 90 ٪ من قرية في جبال الألب - أسوشيتد برس نيوز",
        "قفزت العقود الآجلة لمؤشر داو جونز 550 نقطة مع حظر المحكمة لتعريفات ترامب، وفازت أرباح منشورات إنفيديا: تحديثات مباشرة - سي إن بي سي",
        "إسرائيل تعلن عن توسيع كبير للمستوطنات في الضفة الغربية المحتلة - بي بي سي"
    ]
}