{
    "headlines": [
        "Бобби Шерман, кумир подростков, который заставил фанатов упасть в обморок, умер в 81 год - The Washington Post",
        "Волшебники торгуют Джорданом Пулом, очищая свой листок лимитов по линии - The Washington Post",
        "Удары США не уничтожили ядерную программу Ирана, говорит оценка Пентагона - BBC",
        "Еще у 2 взрослых диагностирована корь, сообщает департамент здравоохранения штата Юта - KSL.com",
        "Лучшие оценки заработка FedEx. Акции падают. - Barron's",
        "Фотографии из Гааги, на которых лидеры НАТО, включая Дональда Трампа, собираются на исторический саммит - AP News",
        "Шон «Дидди» Комбс подтверждает, что не будет давать показания, и хвалит судью за «отличную работу» - AP News",
        "Мужчина, обвиняемый в поставках химикатов в калифорнийскую клинику по лечению бесплодия, умер в заключении, говорят чиновники - CNN",
        "В июле лампы Philips Hue станут еще дороже. И на этом дело может не закончиться. - Ars Technica",
        "Почему Китай так обеспокоен напряженностью между Израилем и Ираном? - NPR",
        "Аарон Роджерс: Я не хочу внимания, когда я закончу играть, вы меня не увидите - NBC Sports",
        "Первый случай заболевания корью выявлен в Северной Каролине - Министерство здравоохранения и социальных служб Северной Каролины (.gov)",
        "Руководитель DoorDash среди 8 жертв, погибших в результате аварии на лодке на озере Тахо - San Francisco Chronicle",
        "NTSB отказал Boeing из-за отсутствия протоколов безопасности в 737 Max Door Plug Blowout - NPR",
        "Microsoft продлевает бесплатные обновления безопасности Windows 10 до 2026 года с прикрепленными строками - Ars Technica",
        "The Spotlight on Pixar Intensifies as ‘Elio’ Becomes Latest Original Animated Pic to Crash Land - The Hollywood Reporter",
        "ООН осуждает «смертельную ловушку» помощи Газе, поскольку десятки людей погибли от израильского огня - BBC",
        "Демократы в Палате представителей присоединяются к республиканцам, чтобы убить голосование по импичменту Трампа из-за ударов по Ирану - Axios",
        "От ‘Lilo & Stitch’ до ‘Mission: Impossible 8’: The Good, the Bad and the Meh of the 2025 Box Office (So Far) - Разнообразие"
    ]
}