{
    "headlines": [
        "إنه اليوم الأخير من برايم داي 2025، والصفقات لا تزال ساخنة - ذا فيرج",
        "وفاة نجم تيك توك ألدو ميراندا عن عمر يناهز 32 عامًا - TMZ",
        "\"سوبرمان\" يرتفع إلى 22.5 مليون دولار في معاينات شباك التذاكر - هوليوود ريبورتر",
        "يستعد الدبلوماسيون الأمريكيون لتسريح جماعي بعد أشهر في طي النسيان - إن بي سي نيوز",
        "الآن بعد أن تم طهي Intel، لا تحتاج Apple إلى إصدار أجهزة MacBook جديدة كل عام - Gizmodo",
        "يجد متحف دينو في دنفر مكانًا عميقًا تحت موقف السيارات الخاص به - NBC News",
        "حاكم ميزوري يلغي القانون المدعوم من الناخبين الذي يضمن إجازة مرضية مدفوعة الأجر - واشنطن بوست",
        "يتوجه ترامب إلى تكساس بعد الفيضانات الكارثية، متجنبًا الانتقادات التي يوجهها إلى حكام آخرين - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو",
        "كيف يمكن لخطة تلاعب الجمهوريين في تكساس أن تأتي بنتائج عكسية وتساعد الديمقراطيين - Politico",
        "يقول ترامب إن أوكرانيا ستتلقى أنظمة الدفاع الجوي الأمريكية باتريوت - بي بي سي",
        "وثائق المبلغين عن المخالفات تورط إميل بوف في أمر ازدراء جنائي من قبل رئيس القضاة بواسبرغ - الأمن العادل",
        "كارولينا ويلغا، امرأة ألمانية فقدت في المناطق النائية النائية في أستراليا، عثر عليها حية بعد 12 يومًا - سي بي إس نيوز",
        "ديمون يستدعي التساهل في تعريفة السوق. لماذا تشير Nvidia و Bitcoin إلى صفقة FOMO و 5 أشياء أخرى يجب معرفتها اليوم. - Barron's",
        "إدارة ترامب تتراجع عن إلغاء الوكالة الفيدرالية لإدارة الطوارئ - واشنطن بوست",
        "كيلوغ ميغاديال هي الاستحواذ الحادي والعشرون لهذا الملياردير الإيطالي - فوربس",
        "الآلاف يتجمعون في سربرنيتشا في الذكرى الثلاثين للإبادة الجماعية الوحيدة المعترف بها في أوروبا منذ الحرب العالمية الثانية - إن بي سي نيوز",
        "HMD \"تتراجع\" في الولايات المتحدة، وتقتل نوكيا مرة أخرى - The Verge",
        "الكثير: ما هو الفيلم والتلفزيون الخاطئين في لندن - بي بي سي",
        "الأطباء والممرضات ينادون بـ \"أكاذيب\" الصحة يجب أن تتوقف عن الاعتقاد، وهذا أمر صادم - BuzzFeed",
        "3I/أطلس: يمكن أن يكون الجسم الغامض بين النجوم أقدم مذنب معروف - بي بي سي"
    ]
}