{
    "headlines": [
        "Chris Eubank Jr. edges Conor Benn in thrilling British blockbuster with father in corner - Yahoo Sports",
        "Russia claims it has regained full control of Kursk from Ukraine - BBC",
        "2025 NFL Draft grades for Round 3: Seahawks earn 'A+' for Jalen Milroe pick, Browns get 'C' for Dillon Gabriel - CBS Sports",
        "Trump threatens new sanctions against Russia after Zelensky meeting - The Washington Post",
        "About 4-in-10 Americans say Trump is a ‘terrible’ president amid sinking approval: Survey - The Hill",
        "Google will stop supporting early Nest thermostats on October 25 - TechCrunch",
        "Shedeur Sanders selected by Cleveland Browns after falling to fifth round of NFL draft - NBC News",
        "Virginia Giuffre, plaintiff in Epstein and Prince Andrew sex trafficking case, dies at 41 - PBS",
        "JoJo Siwa dumps partner Kath Ebbs after realizing she's not a lesbian anymore on 'Celebrity Big Brother UK' - Page Six",
        "Suspect in Russian general’s killing is ‘Ukrainian special services agent,’ Russian state media report - CNN",
        "Measles Cases In U.S. Hit Nearly 900, With More Than 600 Cases In Texas - HuffPost",
        "Hawaii's 'bone collector' caterpillar wears the body parts of dead prey - KSL News",
        "ICE deports the mother of a breastfeeding infant and a 2-year-old who is a US citizen - AP News",
        "After meeting with Zelenskyy, Trump expresses doubts Putin is willing to end the Ukraine war - PBS",
        "Focus Shifts to Choosing Next Pope After Francis' Funeral - Newsweek",
        "Trump administration restores status of international students after abrupt terminations - ABC News",
        "Box Office: 'Sinners' Winning, 'Accountant 2' at $9.4 Mil. Opening Day - Variety",
        "NASA's Dragonfly nuclear-powered helicopter clears key hurdle ahead of 2028 launch toward huge Saturn moon Titan - Space",
        "Genetic medicine can leave people with rare mutations behind. But there’s new hope - AP News",
        "Gigi Hadid Sparks Engagement Rumors with Bradley Cooper During Birthday Outing - instyle.com"
    ]
}