{
    "headlines": [
        "Nintendo Switch 2 Vorbestellungen: Aktuelle Bestandsaktualisierungen - IGN",
        "Krieger bekommen Superhelden-Show von Stephen Curry, aber unbesungene Helden retten leise den Tag - CBS Sports",
        "Verhaftung in Kristi Noems Handtasche, sagen Beamte - The Washington Post",
        "Abendkasse: ‘Sinners’ erzielt $ 45 Millionen im Massive Second Weekend, ‘Star Wars’ Re-Release schlägt ‘Accountant 2’ - Variety",
        "Die NFL wird sich mit dem Scherzanruf von Shedeur Sanders befassen - NBC Sports",
        "Die besten Lesezeichen-Apps, um Ihr digitales Leben zu organisieren und zu entrümpeln - TechCrunch",
        "Diese autistischen Menschen hatten Mühe, anderen einen Sinn zu geben. Dann fanden sie KI. - The Washington Post",
        "PSA: The Elder Scrolls 4: Oblivion Remastered Microsoft Store Update löscht versehentlich Upscaling-Optionen aus den Spielereinstellungen - Eurogamer",
        "2025 NFL Draft Noten: Analyse aller 32 Mannschaftsklassen - FOX SPORTS",
        "Trump-Zelenskyy-Treffen ist \"der erste Hoffnungsschimmer, den ich seit einiger Zeit hatte\": Der ehemalige nationale Sicherheitsberater Jake Sullivan - ABC News",
        "Vancouver: Mindestens neun Tote nach Autofahrt durch Straßenfest - BBC",
        "Wie Mel Kiper Jr. Graded Patriots ’2025 NFL Draft Haul - NESN",
        "Putin bestellt russische Notfallflugzeuge in den Iran nach der Explosion im Hafen von Bandar Abbas - NBC News",
        "Trumps erste 100 Tage brachten große Veränderungen, aber immer noch zu viel Fokus auf Tarife — CBS News Umfrage - CBS News",
        "Jiggly Caliente: RuPaul's Drag Race and Pose Star stirbt im Alter von 44 Jahren - BBC",
        "Päpstlicher Spitzenkandidat sagt, dass Franziskus 'Vermächtnis weitergehen muss - Crux | Den katholischen Puls nehmen",
        "CNN-Umfrage: Trumps Zustimmung ist 100 Tage niedriger als bei jedem anderen Präsidenten seit mindestens sieben Jahrzehnten - CNN",
        "Ein verschwundenes Königreich wird in den Liedern der Griots und einer neuen archäologischen Ausgrabung lebendig - NPR"
    ]
}