{
    "headlines": [
        "Clark, Collier draft All-Star teams, flip coaches - ESPN",
        "Trump e Netanyahu se reúnem para discutir o impulso do acordo de Gaza - Axios",
        "TSA para acabar com a política de remoção de sapatos para triagem de segurança aeroportuária - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Moradores ainda abalados um dia depois de autoridades federais marcharem pelo MacArthur Park, em Los Angeles - AP News",
        "Nikola Jokic não assinará a extensão do contrato com a Nuggets nesta offseason, dizem as fontes. É por isso que faz sentido esperar. - The Denver Post",
        "Trump diz que tarifa de 50% sobre importações de cobre está chegando e ameaça 200% sobre produtos farmacêuticos - CNN",
        "A GenAI como assistente de compras deve explodir durante as vendas do Prime Day - TechCrunch",
        "Musk, MAGA incendeiam o governo Trump sobre a investigação de Epstein - Politico",
        "Sean 'Diddy' Combs audiência de sentença inesperadamente adiada - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Primeiro tratamento de malária para recém-nascidos aprovado para uso - The Washington Post",
        "Amazon recebe luz verde para vender o Nintendo Switch 2 - The Verge",
        "Novo cometa interestelar rastreado até sua região de origem: “É muito mais antigo que o sistema solar” - IFLScience",
        "McConnell rasga os ‘isolacionistas e limitadores‘ do Pentágono depois que Trump reinicia a ajuda à Ucrânia - Politico",
        "França e Reino Unido vão parar pequenos barcos juntos, diz Macron - BBC",
        "\"Perdemos um pedaço da nossa alma\": a famosa L.A. Deli lamenta o encerramento do restaurante local - KTLA",
        "O comissário do Big 12, Brett Yormark, duplica o modelo preferido do College Football Playoff ‘5 +11’ - Deseret News",
        "Banco de Nova York Citigroup anuncia 510 empregos em Charlotte, US $ 16,1 milhões para ‘grandes instalações de escritório’ - Charlotte Observer",
        "O S&P 500 luta pelo segundo dia, já que Trump diz que nenhuma extensão será concedida até o prazo de negociação de 1º de agosto: atualizações ao vivo - CNBC"
    ]
}