{
    "headlines": [
        "Les GLP-1 peuvent aider les employeurs à réduire les coûts médicaux en 2 ans, selon une nouvelle étude - CNBC",
        "Un suspect de 16 ans arrêté après 3 morts dans une fusillade en Suède - CNN",
        "Qu'y a-t-il dans ces « propositions sur papier » commerciales que les pays ont envoyées à la Maison-Blanche ? Cela dépend de qui vous demandez. - Politico",
        "Ce que nous savons de la panne de courant de lundi en Espagne et au Portugal - AP News",
        "Murray apparaît en grand alors que les Nuggets contrôlent les clips - ESPN",
        "L'explosion du troisième trimestre des Celtics évince Orlando et d'autres points à retenir du match 5 - The Boston Globe",
        "Comment Ausar Thompson, Jalen Duren des Pistons s'est imposé dans le match 5 contre les Knicks pour maintenir la saison de Detroit en vie - CBS Sports",
        "Whitmer vient d'obtenir ce qu'elle voulait de Trump. Mais elle fait un pari risqué. - The Washington Post",
        "Trump dit que les électeurs mécontents de l'économie et de sa guerre commerciale avec la Chine devraient s'en occuper parce qu '« ils s'y sont inscrits en fait » - Business Insider",
        "Horoscope du mercredi 30 avril 2025 - Chicago Sun-Times",
        "Les droits de douane de Trump pèsent sur l'économie alors que les expéditions en provenance de Chine tombent - AP News",
        "Kanye West sort l'album perdu « Donda 2 » sur Streaming Services - Variety",
        "Rassemblement de 100 jours de Trump : griefs familiers, foule bouillonnante et tâche difficile à accomplir - CNN",
        "Trump vise à « libérer » la police locale, mais met en garde contre toute entrave à la GLACE - NPR",
        "Samsung envisage de déplacer une partie de la production en raison des tarifs Trump - Nikkei Asia",
        "TRANSCRIPTION COMPLÈTE : Entretien exclusif de 100 jours de Trump avec ABC News - ABC News",
        "Google taquine l'amélioration de l'affichage Pixel, probablement en commençant par Pixel 10 - 9to5Google"
    ]
}