{
    "headlines": [
        "S&P 500 rebounds after 2 days of losses, Nvidia leads gain as it reaches $4 trillion market value: Live updates - CNBC",
        "Linda Yaccarino announces her departure from Musk's X - BBC",
        "Trump wants to talk business with Africa in hopes of countering China. But a US summit excludes Africa’s big players - CNN",
        "‘The strike is over’: Workers reach tentative deal with city of Philadelphia - WHYY",
        "Samsung's bet on foldable phones faces major test with slimmer new model - Yahoo Finance",
        "Samsung Galaxy Watch8 Series: Ultra Comfort, from Sleep to Workout - samsung.com",
        "Why was Christian Horner sacked as Red Bull F1 team boss? - Al Jazeera",
        "Thunder reportedly sign Chet Holmgren to 5-year, max extension that could be worth $250 million after first NBA title - Yahoo Sports",
        "Apple Didn’t Approve, but Amazon Clears Out AirPods Pro 2 at a Record Low for Prime Day - Gizmodo",
        "Appeals court strikes down ‘click-to-cancel’ rule - The Verge",
        "MLB Players Are Bending the Rules to Support the Sport’s New Fashion Trend - Sports Illustrated",
        "Russia launches record drone attack on Ukraine after Trump criticizes Putin - CNN",
        "European Union in limbo as Washington keeps it waiting on a trade agreement - CNBC",
        "Capitol agenda: Senators take aim at Trump’s rescissions - Politico",
        "3 dead, including 2 children, in New Mexico flooding, local authorities say - ABC News - Breaking News, Latest News and Videos",
        "Earth's rotation is speeding up for 3 days this summer — starting today - Yahoo",
        "Ukraine detains Chinese spies tasked with stealing Neptune missile technology, SBU says - The Kyiv Independent",
        "Messy messaging on Ukraine underscores D.C. dysfunction - Axios",
        "See interstellar comet 3I/ATLAS zoom through solar system in new telescope imagery (video) - Space",
        "First malaria drug for newborns and young infants expected to be approved in Africa within weeks - CNN"
    ]
}