{
    "headlines": [
        "LIVE ansehen: MLB Draft Day 2, mit Round-by-Round-Analyse - MLB.com",
        "Trump soll Raketen an die Ukraine liefern, stellt Russland 50-Tage-Ultimatum - Axios",
        "Israelische Jets treffen syrische Streitkräfte, die versuchen, sektiererische Zusammenstöße im Süden zu unterdrücken - The Washington Post",
        "Dow und S&P 500 flach, da Investoren Trumps Zolldrohungen überwachen; Bitcoin klettert auf neuen Rekord - MarketWatch",
        "Elon Musk schwimmt eine neue Finanzierungsquelle für xAI: Tesla - The Wall Street Journal",
        "Der Verdächtige in der Kirchenschießerei in Kentucky hatte am nächsten Tag eine Anhörung zu häuslicher Gewalt - AP News",
        "Trumpfhörner bei der Feier der FIFA Klub-Weltmeisterschaft in Chelsea - Rolling Stone",
        "Immer mehr ältere Amerikaner ersticken. Sind diese Geräte die Antwort? - AP News",
        "Masernfälle könnten die USA ihren Eliminationsstatus kosten. Das bedeutet das. - HuffPost",
        "Trump steht vor einer Maga-Rebellion über Epstein-Aufschrei - Politico",
        "Indien befiehlt Fluggesellschaften, Treibstoffschalter an Boeing-Jets zu überprüfen - BBC",
        "Powell von der Fed bittet um eine allgemeine Überprüfung des von Trump-Beamten kritisierten Projekts durch den Inspektor - Yahoo",
        "9 Tote, Dutzende Verletzte bei einem Brand in einer Einrichtung für betreutes Wohnen in Fall River, Massachusetts: Beamte - ABC News - Aktuelle Nachrichten, neueste Nachrichten und Videos",
        "Google bereitet großes Update für Pixel ‘Auf einen Blick’ mit Sport-Score-Karten vor, mehr [Galerie] - 9to5Google",
        "Waldbrand zerstört historische Grand Canyon Lodge und schließt North Rim - The Washington Post",
        "Die bahnbrechenden Instrumente der NASA auf dem Artemis-Mondfahrzeug sind startbereit - Die tägliche Galaxie",
        "Bitcoin erreicht ein neues Allzeithoch, da sich die US-Gesetzgeber auf die Pro-Krypto-Gesetzgebung konzentrieren - AP News",
        "Preise können Asus ’Xbox Ally-Handheld zum Untergang verurteilen, bevor er überhaupt einen fairen Schuss bekommt - Gizmodo"
    ]
}