{
    "headlines": [
        "ਅਮਰੀਕਾ ਨੇ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੇ ਸੀਨੀਅਰ ਅਧਿਕਾਰੀ 'ਤੇ ਲਗਾਈਆਂ ਪਾਬੰਦੀਆਂ ਫਿਲਸਤੀਨੀ ਮਨੁੱਖੀ ਅਧਿਕਾਰਾਂ' ਤੇ ਕੇਂਦ੍ਰਿਤ - ਸੀਐਨਐਨ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ 250 ਪੁਆਇੰਟ ਚੜ੍ਹਦਾ ਹੈ, ਨੈਸਡੈਕ ਸਲਿੱਪਸ; ਖਜ਼ਾਨਾ ਉਪਜ ਚੜ੍ਹਦਾ ਹੈ - ਦਿ ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "‘ਨਿਪ/ਟੱਕ’ ਸਟਾਰ ਜੂਲੀਅਨ ਮੈਕਮਾਹਨ ਦੀ ਮੌਤ ਦੇ ਕਾਰਨਾਂ ਦਾ ਖੁਲਾਸਾ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਬਰਫ ਦੀ ਨਜ਼ਰਬੰਦੀ ਤੋਂ ਮੁਕਤ, ਮਹਿਮੂਦ ਖਲੀਲ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਵਿਰੁੱਧ 20 ਮਿਲੀਅਨ ਡਾਲਰ ਦਾ ਦਾਅਵਾ ਦਾਇਰ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਲੈਰੀ ਡੇਵਿਡ ਅਮਰੀਕੀ ਇਤਿਹਾਸ ਦੇ ਨਾਲ ਐਚਬੀਓ ਰਿਟਰਨ ਸੈੱਟ ਕਰਦਾ ਹੈ ਸਕੈਚ ਕਾਮੇਡੀ ਸ਼ੋਅ - ਵੰਨਗੀ",
        "ਵਿੰਬਲਡਨ ਮਹਿਲਾ ਸੈਮੀਫਾਈਨਲ: ਲਾਈਵ ਅੱਪਡੇਟ, ਹਾਈਲਾਈਟਸ ਦੇ ਤੌਰ ਤੇ Iga ਸਵਿਟਟੇਕ ਦਬਦਬਾ, Amanda Anisimova Aryna Sabalenka 'ਤੇ ਜਿੱਤ ਨਾਲ ਫਾਈਨਲ ਕਰਨ ਲਈ ਅੱਗੇ - ਯਾਹੂ ਖੇਡ",
        "ਕੀਵ 'ਚ ਦਿਨ ਦੀ ਰੌਸ਼ਨੀ' ਚ ਯੂਕਰੇਨ ਦੇ ਖੁਫੀਆ ਅਧਿਕਾਰੀ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ - BBC",
        "ਸਟਾਰਮਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫਰਾਂਸ ਨਾਲ 'ਇਕ ਇਨ, ਇਕ ਆਊਟ' ਪ੍ਰਵਾਸੀ ਸੌਦਾ ਹਫ਼ਤਿਆਂ ਦੇ ਅੰਦਰ ਸ਼ੁਰੂ ਹੋਵੇਗਾ - ਬੀਬੀਸੀ",
        "ਲੀਨਾ ਡਨਹੈਮ ਟੀਵੀ ਤੇ ਵਾਪਸੀ ਕਰਦੀ ਹੈ ਅਤੇ 'ਟੂ ਬਹੁਤ‘ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਹਰਮੇਸ ਬਿਰਕਿਨ ਬੈਗ ਦੀ ਲੋਰੀ, ਵਿਆਖਿਆ-ਆਫ $ 10 ਮਿਲੀਅਨ ਵਿਕਰੀ - ਫੋਰਬਸ",
        "ਫੈਰੇਰੋ ਅਮਰੀਕਾ ਦੇ ਨਾਸ਼ਤੇ ਦੇ ਅਨਾਜ ਦੀ ਦਿੱਗਜ ਕੇਲੋਗ ਨੂੰ ਸੰਭਾਲਣਗੇ - ਬੀਬੀਸੀ",
        "ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਜੇ ਐਚਆਈਵੀ ਪ੍ਰੋਗਰਾਮਾਂ ਲਈ ਅਮਰੀਕੀ ਫੰਡਾਂ ਦੀ ਥਾਂ ਨਹੀਂ ਲਈ ਜਾਂਦੀ ਤਾਂ 2029 ਤੱਕ ਲੱਖਾਂ ਹੋਰ ਮਰ ਜਾਣਗੇ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅੰਦਰੂਨੀ DOJ ਸੁਨੇਹੇ ਜ਼ੋਰਦਾਰ ਦਾਅਵਾ ਹੈ ਕਿ ਟਰੰਪ ਨਿਆਂਇਕ ਨਾਮਜ਼ਦ ਅਦਾਲਤ ਦੇ ਆਦੇਸ਼ਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦੀ ਗੱਲ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਡੈਲਟਾ ਏਅਰ ਲਾਈਨਜ਼ ਯਾਤਰਾ ਦੇ ਹੌਲੀ ਹੋਣ ਦੇ ਬਾਵਜੂਦ ਜੰਪ ਸ਼ੇਅਰ ਕਰਦੀ ਹੈ - ਵਾਲ ਸਟ੍ਰੀਟ ਜਰਨਲ",
        "ਕੀ ਤੁਹਾਨੂੰ ਇਹ ਮਹਿਸੂਸ ਹੋਇਆ? ਧਰਤੀ ਨੂੰ ਹੁਣੇ ਹੀ ਇਸ ਦੇ ਛੋਟੇ ਦਿਨ ਦੇ ਇੱਕ ਕਦੇ ਸੀ ਅਤੇ 2 ਹੋਰ ਆ ਰਹੇ ਹਨ - ਸਪੇਸ",
        "ਹਰ ਚੀਜ਼ ਲੌਰੇਂਟ ਮੇਕੀਜ਼ ਨੂੰ ਕ੍ਰਿਸ਼ਚੀਅਨ ਹੌਰਨਰ ਦੇ ਰੈੱਡ ਬੁੱਲ ਦੇ ਉੱਤਰਾਧਿਕਾਰੀ ਵਜੋਂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਯੂਐਸ ਖਸਰਾ ਦੇ ਕੇਸ 33 ਸਾਲਾਂ ਦੇ ਸਭ ਤੋਂ ਉੱਚੇ ਪੱਧਰ 'ਤੇ ਪਹੁੰਚੇ, ਸੀਡੀਸੀ ਨੇ ਕਿਹਾ - ਐਕਸੀਓਸ",
        "ਹਜ਼ਾਰਾਂ ਲੋਕ ਥਾਈਲੈਂਡ ਦੇ ਚਿੜੀਆਘਰ ਵਿੱਚ ਬੇਬੀ ਹਿਪੋ ਮੋ ਡੇਂਗ ਦਾ ਪਹਿਲਾ ਜਨਮਦਿਨ ਮਨਾਉਂਦੇ ਹਨ - ਯਾਹੂ",
        "ਐਪਲ ਦੇ ਆਈਫੋਨ 17 ਏਅਰ A19 ਪ੍ਰੋ ਚਿੱਪ ਨਾਲ ਡੈਬਿਊ ਕਰਨ ਲਈ ਪਰ 5-ਕੋਰ GPU ਨੂੰ ਡਾਊਨਗਰੇਡ, ਆਈਫੋਨ ਵਿਚ ਪਾਇਆ ਪੂਰਾ 6-ਕੋਰ GPU ਵੱਧ ਕਮਜ਼ੋਰ ਗਰਾਫਿਕਸ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਪੇਸ਼ 17 ਪ੍ਰੋ - Wccftech"
    ]
}