{
    "headlines": [
        "L'armée américaine change de message en Afrique, disant aux alliés de se préparer à être plus autonomes - AP News",
        "2025 Indianapolis 500 : Mises à jour en direct, résultats, faits saillants de la 109e édition de The Greatest Spectacle in Racing - CBS Sports",
        "Williams drivers sorry for 'manipulation' of F1's Monaco GP - The Race",
        "Nottingham Forest 0-1 Chelsea, Premier League : réaction après le match, évaluations - We Ain' t Got No History",
        "Gemini in Chrome semble être un petit pas vers l'ère agentique de Google - The Verge",
        "Zelensky dit que « le silencedes États-Unis » sur les attaques russes « encourage Poutine » - BBC",
        "Box-office : ‘Lilo & Stitch’ atteint 341 millions de dollars dans le monde, ‘Mission : Impossible 8’ grimpe à 200 millions de dollars - Variété",
        "Plus d'enfants battent le cancer. Améliorer le reste de leur vie est la prochaine étape. - The Washington Post",
        "Un citoyen américain arrêté pour tentative de bombardement incendiaire de la succursale de l'ambassade des États-Unis à Tel Aviv, Israël - Département de la Justice (.gov)",
        "Trump blâme à nouveau Harvard sur les étudiants internationaux alors que le juge bloque la révocation - NPR",
        "Corps de 5 skieurs retrouvés sur un glacier suisse près de Zermatt - ABC News",
        "La lumière perd-elle de l'énergie lorsqu'elle traverse l'univers ? La réponse implique la dilatation du temps. - Live Science",
        "Y a-t-il un alcool moins nocif ? 5 boissons classées en fonction de leur teneur en alcool - Times of India",
        "Le stress chronique augmente tranquillement votre risque d'accident vasculaire cérébral - Neuroscience News",
        "La valse « Blue Danube » de Strauss se lance dans l'espace pour marquer son 200e anniversaire - AP News",
        "L'ex de Billy Joel, Christie Brinkley, rompt le silence sur son diagnostic de trouble cérébral - New York Post",
        "Apple Watch et les systèmes d'exploitation Apple TV recevront des modifications de conception majeures à la WWDC aux côtés d'iOS 19 - 9to5Mac",
        "La course à la présidence polonaise va jusqu'au bout - Financial Times",
        "Billet Powerball gagnant vendu dans l'Ohio - WHIO TV"
    ]
}