{
    "headlines": [
        "Les contrats à terme sur actions baissent alors que les investisseurs se préparent pour une semaine de bénéfices chargée : mises à jour en direct - CNBC",
        "Les responsables de Trump nient que des enfants de citoyens américains aient été « déportés » au Honduras - The Washington Post",
        "Les républicains sprintent pour conclure le projet de loi fiscale de Trump - Politico",
        "Rover Curiosity capturé en action pour la première fois - Earth.com",
        "Arrestation effectuée dans l'étui à sac à main Noem. Elle l'appelle un « criminel de carrière ». ’- The Washington Post",
        "Nintendo Switch 2 en précommande : Walmart+ Week est le moment où il faut le suivre - Le raccourci | Matt Swider",
        "Billy Ray Cyrus a finalement révélé les détails de sa relation avec Elizabeth Hurley - BuzzFeed",
        "Une lettre « prophétique » écrite par un survivant du Titanic se vend près de 400 000 $ aux enchères - NPR",
        "Un groupe de Toyotas prend la tête et contrôle le rythme - NASCAR.com",
        "Plus de 100 immigrants arrêtés lors d'une descente dans une discothèque souterraine du Colorado où des militaires en service actif travaillaient, selon les autorités fédérales - CNN",
        "Horaire des Knicks vs Pistons, temps de jeu des scores, mises à jour des séries éliminatoires de la NBA : New York prend les devants 3-1 - CBS Sports",
        "La plupart désapprouvent le travail de Trump en tant que président avant 100 jours : Sondage - The Hill",
        "Pas d '« éruption imminente » au super volcan de Yellowstone, selon des recherches américaines - KSL News",
        "L'administration Trump envoie « un message pour refroidir le pouvoir judiciaire » avec l'arrestation du juge du Wisconsin, dit son homologue - CNN",
        "Les investisseurs boursiers ne peuvent pas dissiper l'incertitude tarifaire. Les accords commerciaux détiennent la clé. - MarketWatch",
        "Le chauffeur enfonce le véhicule dans la foule lors du festival de rue philippin à Vancouver, tuant 11 personnes - PBS",
        "Box-office : ‘Sinners‘ marque 45 millions de dollars en deuxième week-end massif, ‘Star Wars’ réédite Beats ‘Accountant 2’ - Variété",
        "Un rapport révèle que les chatbots à la voix de célébrités de Meta pourraient discuter de relations sexuelles avec des mineurs - TechCrunch",
        "Une pilule commune peut raccourcir l'espérance de vie de près de 6 ans, selon les médecins - Yahoo"
    ]
}