{
    "headlines": [
        "Pression de Trump pour des accords commerciaux avant la date limite de mercredi, mais des indices de plus de temps pour les pourparlers - AP News",
        "Révélation des alignements du All-Star Game : les jeunes talents, les débutants sous les projecteurs - MLB.com",
        "Israël et le Hamas entament des pourparlers de cessez-le-feu au Qatar alors que Netanyahu se rend à Washington - BBC",
        "Le sommet des BRICS s'ouvre au Brésil, éclipsé par les politiques tarifaires de Trump et les tensions au Moyen-Orient - CNBC",
        "Celtics, les anciennes superstars des Trail Blazers ont un « intérêt mutuel » - NESN",
        "En images : Inondations meurtrières au Texas - CNN",
        "Pourquoi Cristiano Ronaldo n'a pas assisté aux funérailles de Diogo Jota - New York Post",
        "Les États-Unis cherchent un accord commercial limité avec l'UE à l'approche de la date limite de Trump - The Washington Post",
        "Katy Perry Étourdit en Bikini Noir, Sortir avec des Amis sur le Yacht Après la Rupture - TMZ",
        "Ozzy Osbourne retrouve les membres originaux du groupe Black Sabbath lors d'une performance d'adieu - CNN",
        "Sean ‘Diddy’ Combs est ovationné par les détenus après la victoire au tribunal, selon son avocat - AP News",
        "Box-office : ‘Jurassic World Rebirth’ pique 318 millions de dollars à l'échelle mondiale, ‘Lilo & Stitch’ approche les 975 millions de dollars - Variété",
        "Elon Musk dit qu'il a formé l'America Party. 'Mark Cuban et Anthony Scaramucci sont intéressés. - Business Insider",
        "Le nouveau choc d'offre de l'OPEP bloque le retour à l'excédent du marché pétrolier - Bloomberg",
        "Ces écouteurs Sony 1000XM4 coûtent des cacahuètes, Amazon les vend à un plus bas historique pour Prime Day - Gizmodo",
        "Les cas de rougeole aux États-Unis approchent leur plus haut niveau en 25 ans. Voyez quelles parties de N.J. sont à risque. - NJ.com",
        "Les astronomes ont découvert un autre objet interstellaire déroutant - ce troisième est grand, brillant et rapide - Phys.org",
        "Le gros projet de loi de Trump fera que les Américains ne seront plus assurés - Rolling Stone",
        "Couteaux, balles et voleurs : la quête de nourriture à Gaza - NPR"
    ]
}