{
    "headlines": [
        "Bobby Sherman, jugendliches Idol, das die Fans in Ohnmacht fallen ließ, stirbt mit 81 - The Washington Post",
        "Zauberer handeln mit Jordan Poole und leeren ihr Deckblatt auf der ganzen Linie - The Washington Post",
        "US-Angriffe haben das iranische Atomprogramm nicht zerstört, sagt Pentagon-Bewertung - BBC",
        "2 weitere Erwachsene, bei denen Masern diagnostiziert wurden, sagt das Gesundheitsamt von Utah - KSL.com",
        "FedEx Earnings Top Estimates. Die Aktie fällt. - Barron's",
        "Fotos aus Den Haag, als sich NATO-Führer einschließlich Donald Trump zum historischen Gipfel versammeln - AP News",
        "Sean ‘Diddy’ Combs bestätigt, dass er nicht aussagen wird und lobt den Prozessrichter für seine ‘hervorragende Arbeit’ - AP News",
        "Ein Mann, der mit der Lieferung von Chemikalien in der kalifornischen Fruchtbarkeitsklinik beauftragt wurde, ist in Gewahrsam gestorben, sagen Beamte - CNN",
        "Philips Hue-Glühbirnen werden im Juli noch teurer. Und damit ist es vielleicht noch nicht vorbei. - Ars Technica",
        "Warum ist China so besorgt über die Spannungen zwischen Israel und dem Iran? - NPR",
        "Aaron Rodgers: Ich will nicht die Aufmerksamkeit, wenn ich mit dem Spielen fertig bin, wirst du mich nicht sehen - NBC Sports",
        "Erster Fall von Masern in North Carolina identifiziert - North Carolina Department of Health and Human Services (.gov)",
        "DoorDash Executive unter 8 Opfern, die bei einem Bootsunglück auf dem Lake Tahoe getötet wurden - San Francisco Chronicle",
        "NTSB-Fehler Boeing wegen mangelnder Sicherheitsprotokolle im 737 Max Türsteckerausbruch - NPR",
        "Microsoft verlängert kostenlose Windows 10-Sicherheitsupdates bis 2026, an die Bedingungen geknüpft - Ars Technica",
        "Das Rampenlicht auf Pixar intensiviert sich, als \"Elio\" zum neuesten animierten Originalbild wird, um zu landen - The Hollywood Reporter",
        "Die Vereinten Nationen verurteilen die „Todesfalle“ der Gaza-Hilfe, da Dutzende von Berichten zufolge durch israelisches Feuer getötet wurden - BBC",
        "Hausdemokraten schließen sich Republikanern an, um Stimmen zu töten, die Trump wegen Iran-Streiks anklagen - Axios",
        "Von ‘Lilo & Stitch’ bis ‘Mission: Impossible 8’: Das Gute, das Schlechte und das Meh der Kasse 2025 (bisher) - Vielfalt"
    ]
}