{
    "headlines": [
        "Israel startet Großoffensive, da Gaza-Retter sagen, dass Dutzende getötet wurden - BBC",
        "Die New York Knicks kommen an den Boston Celtics vorbei und erreichen zum ersten Mal seit 25 Jahren das Finale der Eastern Conference - CNN",
        "Pedro Pascal sagt: \"F * * * die Leute, die versuchen, Ihnen Angst zu machen\", als er nach dem politischen Chaos in den USA gefragt wurde: \"Wehren Sie sich. Don 't Let Them Win’ - Vielfalt",
        "Sierra hat die Spiele meiner Kindheit gemacht. Macht es immer noch Spaß, sie zu spielen? - Ars Technica",
        "Google I/O wird eine KI-Show - The Verge",
        "NIST hat seine neue Atomuhr in Bewegung gesetzt und sie ist erstaunlich präzise - The Washington Post",
        "Verjüngte Clarke Schmidt genießt die Chance, ihrem ehemaligen Yankees-Teamkollegen Juan Soto gegenüberzutreten - New York Post",
        "Kreml legt Bedingungen für Putin-Zelenskiy-Treffen fest: Interfax - Bloomberg",
        "Licht, Kamera, Glitzerball: Der Eurovision Song Contest erreicht sein großes Finale - AP News",
        "Teslas FSD vs. Waymos Robotaxi: Man zog einen Zug, der jede Fahrprüfung tanken würde - Business Insider",
        "XRP, DOGE Preisanalyse: Dogecoin, Ripple Down 3% als Moody's Downgrades der US-Kredit-Score - CoinDesk",
        "Als das politische Theater in der Türkei im Mittelpunkt stand, ging der Krieg in der Ukraine weiter. Kiew hat nur wenige Möglichkeiten - AP News",
        "Neun Tote bei russischem Angriff auf Zivilbus in der Ukraine gemeldet - BBC",
        "Folgendes könnten die Tarife bei Walmart verteuern - CNN",
        "Mindestens 7 Tote und weit verbreitete Schäden nach schweren Stürmen im Mittleren Westen - NPR",
        "Audio von 2023 Biden-Interview mit Hur enthüllt Pausen und stoppt Antworten - The Washington Post",
        "10 Flucht aus dem Gefängnis von New Orleans durch ein Loch in der Zellwand, während der einsame Wächter zurückbleibt, um Nahrung zu holen - AP News",
        "Paige Bueckers erleidet eine Niederlage gegen den Lynx in ihrem ersten WNBA-Spiel - Star Tribune",
        "Ihr Tageshoroskop: 17. Mai 2025 - The Globe and Mail"
    ]
}