{
    "headlines": [
        "Туристка, подозреваемая в убийстве своей семьи в Исландии, арестована - CBS News",
        "Лидеры G7 собрались в Канаде на саммит, омраченный израильско-иранским кризисом и торговыми войнами - AP News",
        "Как собрать лучшую клавиатуру в мире - The Verge",
        "Борьба Конгресса за безопасность вспыхнула после стрельбы в Миннесоте - Axios",
        "Израиль и Иран обмениваются более смертоносными ударами на третий день эскалации конфликта - NPR",
        "Генетический вариант связан с удвоенным риском развития деменции у пожилых мужчин - The Washington Post",
        "Starbucks переходит к следующему этапу в своем обороте: завоевание сотрудников - CNBC",
        "Вы бы поменяли браузер на чат-бота? - The Verge",
        "Она вышла замуж за гражданина США по любви. После того, как она заявила о жестоком обращении, он пригрозил депортацией. - CBS News",
        "Телескоп Джеймса Уэбба обнаружил «новый тип климата» на Плутоне, не похожий ни на что другое в нашей Солнечной системе - Live Science",
        "Кейтлин Кларк набирает 32 очка в ответ на травму, так как Indiana Fever уступает New York Liberty первое поражение в сезоне - CNN",
        "По мере того, как частные акции Harvard's и Yale поступают в продажу, покупатели могут использовать эту технику для получения непредвиденных доходов в размере 1000%. «Это заставляет ваш мозг таять» - Фортуна",
        "После крупнейшего иммиграционного рейда в Омахе, штат Небраска, сообщество работает над восстановлением - Новости NBC",
        "Король Чарльз пишет о дне отца после того, как принц Гарри сказал: «Я бы хотел примирения» с семьей - Yahoo",
        "Танки, войска и эстакады в Вашингтоне, когда Трамп получает свой военный парад - The Washington Post",
        "Трамп обдумывает введение запрета на въезд еще в 36 стран - The Daily Beast",
        "Один человек «тяжело ранен», трое задержаны после стрельбы во время 10-тысячного марша в Солт-Лейк-Сити во время акции протеста «Нет королей» - The Salt Lake Tribune"
    ]
}