{
    "headlines": [
        "Trump's trade war is giving renewed importance to advertising Upfronts - CNBC",
        "‘It’s time for Joe Biden to go away': Democrats are triggered by Biden’s return to the spotlight - Politico",
        "Disagreements on Iran, Gaza straining Trump-Netanyahu relationship - NBC News",
        "A business owner tested if customers would pay more for American-made. The results were 'sobering.' - Business Insider",
        "Trump hails ‘total reset’ with China after Geneva trade meeting - politico.eu",
        "India and Pakistan ceasefire shaken by overnight border fighting in disputed Kashmir region - AP News",
        "U.S.-Iran Nuclear Talks Hit Halfway Mark With Major Hurdles to Clear - WSJ",
        "UFC 315 results, highlights: Jack Della Maddalena upsets Belal Muhammad to earn welterweight title - CBS Sports",
        "Timberwolves 102, Warriors 97: Sitting at the Bench at the Bay - Canis Hoopus",
        "‘SNL’ Cold Open: ‘AA Team’ Jeanine Pirro, Pete Hegseth Have One Big, Boozy Reunion - Rolling Stone",
        "DHS warns of more Dem arrests after Newark ICE detention center protest — as Mayor Ras Baraka blames agency for escalation - New York Post",
        "Economic jitters and soaring gold prices create a frenzy for US jewelry merchants - AP News",
        "Joe Mazzulla makes savvy move to fuel Celtics Game 3 rout vs. Knicks - MassLive",
        "European leaders tell Putin to agree to Ukraine ceasefire or face new sanctions - KSL News",
        "Öztürk arrives at Logan Airport after 6 weeks in ICE detention - WBUR",
        "Putin says Russia ready for ‘direct talks’ with Ukraine as US and European leaders press for a ceasefire - CNN",
        "Five fishermen who survived 55 days adrift by drinking rain and parboiling passing fish arrive in Galapagos - CNN",
        "Tom Cruise Makes Rare Comment About Ex Nicole Kidman - Yahoo",
        "Mom Rushed 1-Year-Old to the ER After He Showed Odd Symptoms. His 'Life-Changing' Diagnosis Shocked Her (Exclusive) - Yahoo"
    ]
}