{
    "headlines": [
        "Conservadora Karol Nawrocki vence as eleições presidenciais da Polónia - AP News",
        "Rússia e Ucrânia podem se encontrar novamente para negociações de paz. Mas nenhum dos lados dá motivos para otimismo - CNN",
        "Fantasy Baseball Week 11 Waiver-Wire Targets: It's Jac Caglianone time, as the top prospect gets the call - CBS Sports",
        "China acusa EUA de \"violar gravemente\" trégua comercial, diz Financial Times",
        "Tempestade geomagnética pode tornar as luzes do norte visíveis em Chicago na noite de domingo - Chicago Sun-Times",
        "Sarampo confirmado em Colorado Springs, público solicitado a observar os sintomas - KKTV",
        "Ring, Ring! É o primeiro trailer do ‘Black Phone 2’ - Gizmodo",
        "Administração Trump afirma que estudantes chineses ‘exploram’ universidades dos EUA - The Washington Post",
        "Maycee Barber faz os primeiros comentários depois que uma possível convulsão afunda a atração principal do UFC Vegas 107 no último minuto - Yahoo Sports",
        "Os futuros do Dow caem à medida que Wall Street pesa a probabilidade da mais recente ameaça tarifária de Trump, enquanto os olhos dos EUA pedem para resolver o obstáculo comercial da China - Fortune",
        "Atualizações sobre o ataque em Boulder: várias pessoas feridas em \"ato de terror\", diz FBI - ABC News",
        "Discurso do Governador Waller sobre as perspectivas econômicas - Federal Reserve Board (.gov)",
        "Vanderbilt Baseball Eliminado pelo Estado de Wright, 1º No. 1 Seed to Miss Regional Final - Bleacher Report",
        "Ucrânia ataca aeronaves russas em ataques de drones de longo alcance - The Washington Post",
        "Miley Cyrus fala sobre o romance do pai Billy Ray com Elizabeth Hurley - ABC News",
        "Ernst publica uma resposta sarcástica depois de dizer à prefeitura que \"todos nós vamos morrer\" - The Washington Post",
        "FDA concede aprovação limitada à nova vacina contra Covid da Moderna - NBC News",
        "2 estados, 1 visão morna de Kamala Harris e seu futuro político - Politico"
    ]
}