{
    "headlines": [
        "Фьючерсы на акции снижаются, поскольку инвесторы готовятся к напряженной неделе доходов: обновления в реальном времени - CNBC",
        "Чиновники Трампа отрицают, что детей-граждан США «депортировали» в Гондурас - The Washington Post",
        "Республиканцы разгоняются, чтобы завершить налоговый законопроект Трампа - Politico",
        "Марсоход Curiosity впервые показан в действии - Earth.com",
        "Арест произведен в случае похищения кошелька Noem. Она называет его «карьерным преступником». ’- The Washington Post",
        "Nintendo Switch 2 предзаказ пополнения запасов: Walmart+ неделя - когда его отслеживать - ярлык | Мэтт Свайдер",
        "Билли Рэй Сайрус наконец-то раскрыл подробности о своих отношениях с Элизабет Херли - BuzzFeed",
        "«Пророческое» письмо, написанное выжившим после крушения «Титаника», продано на аукционе почти за 400 000 долларов - NPR",
        "Группа Toyotas выходит в лидеры и контролирует темп - NASCAR.com",
        "Более 100 иммигрантов арестованы в ходе рейда в подземном ночном клубе Колорадо, где работали военнослужащие на действительной службе, говорят федералы - CNN",
        "Расписание матчей Knicks vs. Pistons, результаты матчей, обновления плей-офф НБА: Нью-Йорк лидирует со счетом 3: 1 - CBS Sports",
        "Большинство не одобряют работу Трампа на посту президента до 100-дневной отметки: опрос - The Hill",
        "«Надвигающегося извержения» на супервулкане Йеллоустоун не обнаружено - KSL News",
        "Администрация Трампа посылает «послание, чтобы охладить судебную систему» с арестом судьи в Висконсине, говорит ее коллега - CNN",
        "Инвесторы фондового рынка не могут пошатнуть тарифную неопределенность. Торговые сделки имеют ключевое значение. - MarketWatch",
        "Водитель врезался в толпу на филиппинском уличном фестивале в Ванкувере, убив 11 человек - PBS",
        "Бокс-офис: «Грешники» заработали 45 миллионов долларов в массовые вторые выходные, «Звездные войны» перевыпустили «Бухгалтера 2» - Разнообразие",
        "В отчете говорится, что чат-боты Meta, озвученные знаменитостями, могут обсуждать секс с несовершеннолетними - TechCrunch",
        "Обычная таблетка может сократить продолжительность жизни почти на 6 лет, считают врачи - Yahoo"
    ]
}