{
    "headlines": [
        "Фьючерсы на Dow упали на 500 пунктов после нацеливания на Иран: актуальные новости - CNBC",
        "Scale AI подтверждает «значительные» инвестиции от Meta, говорит генеральный директор Alexanr Wang уходит - TechCrunch",
        "Мировые цены на нефть взлетели после нападения Израиля на Иран",
        "Драйзайтль повторяет героизм ОТ с рекордным голом, чтобы сравнять финал Кубка Стэнли для «Ойлерз» - NHL.com",
        "Апелляционный суд отложил приказ, который помешал бы Трампу продолжить развертывание Национальной гвардии в Калифорнии - ABC News",
        "Финал НБА 2025: 4 вещи, на которые стоит обратить внимание в решающей четвертой игре финала - НБА",
        "Клубный чемпионат мира по футболу уже здесь. Вот что вам нужно знать - NPR",
        "Распространены спекуляции о причине крушения Air India. Эксперт по авиации объясняет, почему это проблема - The Conversation",
        "Судебный день Diddy 26 подведение итогов: бывшая девушка Комбса заканчивает свидетельство о марафоне - ABC News",
        "Каналы HBO Family, ThrillerMax и другие мультиплексы будут закрыты Warner Bros. Discovery - variety.com",
        "Chime Financial - последнее IPO, которое дебютировало - WSJ",
        "Джон Кьюсак вспоминает Брайана Уилсона: «То, что он смог дать миру, было сейсмическим» - rollingstone.com",
        "Новая таблетка снижает «плохой» холестерин и риск сердечного приступа всего за 12 недель - SciTechDaily",
        "Bloomberg: Apple нацелилась на iOS 26.4 для долгожданного обновления Siri AI - 9to5Mac",
        "Администрация Гарварда и Трамп столкнулись из-за защиты иностранных студентов в суде - Politico",
        "Республиканцы в Палате представителей спорят с губернаторами-демократами на напряженных иммиграционных слушаниях - Новости NBC",
        "13 протестов «Нет королям» запланированы в Алабаме, поскольку Трамп проводит военный парад - AL.com",
        "Samsung Galaxy Z Fold7, Flip7 и Watch8 серия сумка больше сертификатов - GSMArena.com новости - GSMArena.com"
    ]
}