{
    "headlines": [
        "Mock draft: MLB Pipeline's final predictions - MLB.com",
        "IAI launches Dror-1 communications satellite to reach 36,000 km above Earth with the help of SpaceX - The Jerusalem Post",
        "UFC Nashville results: Derrick Lewis demolishes Tallison Teixeira in 35 seconds, rips off shorts, moons crowd - Yahoo Sports",
        "Iran says it would resume nuclear talks with US if guaranteed no further attacks - AP News",
        "A Never-Ending Supply of Drones Has Frozen the Front Lines in Ukraine - The Wall Street Journal",
        "The biggest piece of Mars on Earth is going up for auction in New York - Yahoo",
        "Manufacturers plead for US tariff clarity before copper stockpiles dwindle - Financial Times",
        "California farmworker who fell from greenhouse roof during chaotic ICE raid dies - AP News",
        "New tax break for auto loans could save some buyers thousands of dollars. But will it boost sales? - AP News",
        "WWE Saturday Night’s Main Event Results – 7/12/25 (Gunther defends the World Title against Goldberg, final match of Goldberg’s career) - Wrestleview.com",
        "Dow Jones Futures: Will Markets Hold With Trump Tariffs Set To Top Liberation Day Highs? - Investor's Business Daily",
        "Browns' Judkins facing domestic violence charge - ESPN",
        "xAI explains the Grok Nazi meltdown as Tesla puts Elon’s bot in its cars - The Verge",
        "59 Palestinians in Gaza are killed by Israeli airstrikes or shot dead while seeking aid - Politico",
        "Trump threatens EU, Mexico with 30% tariff rate - Axios",
        "Florida lawmakers allowed into ‘Alligator Alcatraz’ say detainees packed into cages - CNN",
        "President Trump, First Lady See Unbreakable Spirit in Texas - The White House (.gov)",
        "Kim Jong Un reaffirms support for Russia's war in Ukraine - BBC",
        "US judge bars Trump admin's 'indiscriminate' immigration arrests - BBC",
        "Iga Swiatek rolls over Amanda Anisimova for her first Wimbledon title - The Washington Post"
    ]
}