{
    "headlines": [
        "سيركل تحصل على تقييم الشراء بعد تمرير مجلس الشيوخ لمشروع قانون العملة المستقرة - بلومبرغ",
        "صوت أمريكا محبط من قبل مستشار ترامب كاري ليك - NPR",
        "قاضٍ فيدرالي يمنع إدارة ترامب إلى أجل غير مسمى من قطع قدرة جامعة هارفارد على استضافة الطلاب الأجانب - سي إن إن",
        "\"مقتنعون بنسبة 100 في المائة \": يتحدث المحلف في إعادة محاكمة كارين ريد عن المداولات والحكم - بوسطن غلوب",
        "أمر القاضي بالإفراج عن الناشط في كولومبيا محمود خليل - الإذاعة الوطنية العامة",
        "المركبة الفضائية التابعة لوكالة ناسا حول القمر تصور موقع تحطم مركبة الهبوط على القمر التابعة لشركة يابانية - أسوشيتد برس نيوز",
        "Caitlin Clark's Teameate Posts Unapologetic Video After Wild WNBA Brawl - HuffPost",
        "احصل على جهاز Mac Mini M4 بسعة 512 جيجابايت بأقل سعر - The Verge",
        "مصانع الطائرات بدون طيار والشاحنات المموهة: تنشر إيران صورًا للعملية السرية الإسرائيلية - فرانس 24",
        "يشهد لاعب كرة سلة سابق في الكلية أن شون \"ديدي\" كومز أصبح \"مبدعًا للغاية\" في تعاطي المخدرات - ياهو",
        "16 مليار كلمة مرور لـ Google و Apple و Facebook تم تسريبها في خرق هائل للبيانات، كما يقول التقرير - Axios",
        "شباك التذاكر: \"بعد 28 عامًا\" لداني بويل يحصل على 5.8 مليون دولار في المعاينات، و \"Elio\" لبيكسار يحصل على 3 ملايين دولار - هوليوود ريبورتر",
        "تسمح المحكمة العليا لشركات السجائر الإلكترونية باختيار المحاكم لسماع الطعون - واشنطن بوست",
        "تيسلا ستوك فولز. من المقرر إطلاق التاكسي الآلي في غضون يومين حيث يدعو الديمقراطيون في تكساس إلى التأخير. - بارونز",
        "البرلمان البريطاني يصوت لصالح قانون المساعدة على الموت - الجزيرة",
        "جي دي فانس يسافر إلى لوس أنجلوس وسط توترات بشأن إنفاذ قوانين الهجرة - إن بي سي نيوز",
        "إسرائيل تلحق الضرر بالمنشآت النووية الإيرانية والاتحاد الأوروبي لإجراء محادثات في جنيف - بارونز",
        "ترامب ينشر الموعد النهائي المفضل لديه: \"أسبوعان\" - الأخبار",
        "موجة الحر المحطمة للأرقام القياسية التي تضرب مساحة واسعة من الولايات المتحدة: أحدث التوقعات - أخبار ABC - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "كيف تحمل فيلم \"Jaws\" لستيفن سبيلبرغ إنتاجًا جهنميًا ليصبح أول فيلم صيفي في هوليوود - متنوع"
    ]
}