{
    "headlines": [
        "USMNT sobrevive ao suspense da Costa Rica, avança para as semifinais da Copa Ouro por meio do heroísmo de Matt Freese na disputa de pênaltis - Yahoo Sports",
        "O senador norte-americano Thom Tillis, da Carolina do Norte, não concorrerá à reeleição em 2026 - Axios",
        "As mortes por ataques cardíacos estão muito abaixo. Aqui está o que está nos matando - Notícias da KSL",
        "Rockets assina com Jabari Smith Jr. Para Extensão de Cinco Anos - Rumores de Aros",
        "Os republicanos do Senado buscam votar a enorme lei tributária de Trump na segunda-feira - The Washington Post",
        "Quão seguro é o Boeing 787 Dreamliner, na verdade? - BBC",
        "Futuros de ações sobem após o S&P 500 atingir um novo recorde: atualizações ao vivo - CNBC",
        "Mais de 400 voos cancelados de e para o aeroporto de Atlanta devido ao mau tempo - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "1 morto, 2 feridos em incêndio e explosão em Filadélfia que destruiu ou danificou várias casas - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Trump não permitirá que outros países obtenham grandes \"vitórias\" nas negociações comerciais. Ambos os lados podem perder. - Politico",
        "Médicos e enfermeiros estão revelando os \"pequenos\" sinais de saúde que você nunca deve ignorar, e é chocante - BuzzFeed",
        "Beyoncé balança brevemente sobre a multidão do estádio de Houston enquanto o carro voador está com defeito - Prazo",
        "Netanyahu diz que ‘oportunidades se abriram’ para libertar reféns de Gaza após operação no Irã - CNN",
        "NBA Free Agency Rumors: Timberwolves will officially lose key player + latest on Lakers, Warriors - SBNation.com",
        "Jogadores de PlayStation ‘preocupados’ com o console recém-anunciado do Xbox - GAMINGbible",
        "Momentos-chave dos argumentos finais do julgamento por tráfico sexual de Sean ‘Diddy’ Combs - AP News",
        "Trump diz que não planeja estender uma pausa nas tarifas globais para além de 9 de julho - AP News",
        "O IMC é B-A-D, sugere um novo estudo. Aqui está uma maneira melhor de medir o peso - Notícias da KSL"
    ]
}