{
    "headlines": [
        "Rep. Byron Donalds ’Rathaus wird strittig über Fragen zu DEI und Gaza - NBC News",
        "Die Tasche von Heimatschutzministerin Kristi Noem, einschließlich 3.000 US-Dollar in bar, wird aus dem DC-Restaurant gestohlen - CNN",
        "Bildungsabteilung, um die Sammlung von Studentendarlehen in Verzug wieder aufzunehmen - CNN",
        "Machen Sie sich bereit für eine kosmische Ausstellung: Lyrid-Meteorschauer über Nacht Montag - KOMO",
        "Der Versuch, mutig Lebensmittel in Weltraumlabors anzubauen, geht los - BBC",
        "George und Amal Clooney kämpfen anscheinend nie - The Cut",
        "Justizministerium bittet Richter, Googles Suchmonopol aufzutauen, indem er den Chrome-Verkauf erzwingt - The Washington Post",
        "\"Andor\" und \"Die Rache der Sith\": Zwei Star Wars-Geschichten über Rebellen und Diktatoren - The Washington Post",
        "Trump greift den Obersten Gerichtshof an und sagt, dass Amerika \"nicht jedem einen Prozess geben kann\" - Rolling Stone",
        "Ehefrau des ehemaligen US-Senators Bob Menendez wegen Bestechung verurteilt - AP News",
        "Vance trifft sich mit Modi während eines Indien-Besuchs, um das Handelsabkommen zu besprechen - PBS",
        "Laut einem beruhigenden Bericht kehrten fortgeschrittene Krebserkrankungen auf das Niveau vor der Pandemie zurück - AP News",
        "Wie sich Celtics Leader über das offensichtliche Foul von Magic an Jayson Tatum fühlt - NESN",
        "US-Aktien stehen vor dem schlechtesten Start in eine Präsidentschaft seit einem Jahrhundert - Investopedia",
        "First House Republican fordert Pete Hegseths Sturz - Axios",
        "SpaceX-Start erzeugt einen \"Nebel\" | Weltraumbild des Tages für den 21. April 2025 - Weltraum",
        "Die Tesla-Aktie fällt. Kilometerzähler, Niedrigpreisautos und Gewinne drohen über Aktien. - Barron's",
        "Das vorgeschlagene Budget von Los Angeles Mayor Bass umfasst 1.600 Entlassungen inmitten des Defizits - ABC7 Los Angeles",
        "Boston Marathon 2025 Ergebnisse für Männer und Frauen Top Finisher am Patriots 'Day - Bleacher Report"
    ]
}