{
    "headlines": [
        "ਬੁੱਧਵਾਰ ਦੀ ਆਖਰੀ ਤਾਰੀਖ ਤੋਂ ਪਹਿਲਾਂ ਵਪਾਰ ਸੌਦਿਆਂ ਲਈ ਟਰੰਪ ਦਾ ਦਬਾਅ, ਪਰ ਗੱਲਬਾਤ ਲਈ ਵਧੇਰੇ ਸਮੇਂ ਦੇ ਸੰਕੇਤ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਆਲ-ਸਟਾਰ ਗੇਮ ਰੋਸਟਰਾਂ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾਃ ਨੌਜਵਾਨ ਪ੍ਰਤਿਭਾ, ਫਸਟ-ਟਾਈਮਰਜ਼ ਸਪੌਟਲਾਈਟ ਲੈਂਦੇ ਹਨ - MLB.",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਹਮਾਸ ਨੇ ਕਤਰ ਵਿਚ ਜੰਗਬੰਦੀ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕੀਤੀ ਜਦੋਂ ਨੇਤਨਯਾਹੂ ਵਾਸ਼ਿੰਗਟਨ ਜਾ ਰਹੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਬ੍ਰਾਜ਼ੀਲ ਵਿਚ ਬ੍ਰਿਕਸ ਸੰਮੇਲਨ ਦਾ ਉਦਘਾਟਨ, ਟਰੰਪ ਦੀਆਂ ਟੈਰਿਫ ਨੀਤੀਆਂ ਅਤੇ ਮੱਧ ਪੂਰਬ ਦੇ ਤਣਾਅ ਤੋਂ ਪਰਛਾਵਾਂ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸੇਲਟਿਕਸ, ਸਾਬਕਾ ਟ੍ਰੇਲ ਬਲੇਜ਼ਰਜ਼ ਸੁਪਰਸਟਾਰ ਕੋਲ ‘ਆਪਸੀ ਦਿਲਚਸਪੀ’ ਹੈ - ਐਨਈਐਸਐਨ",
        "ਤਸਵੀਰਾਂ ਵਿੱਚਃ ਟੈਕਸਾਸ ਵਿੱਚ ਜਾਨਲੇਵਾ ਹੜ੍ਹ - ਸੀਐਨਐਨ",
        "ਕ੍ਰਿਸਟਿਆਨੋ ਰੋਨਾਲਡੋ ਡਾਇਗੋ ਜੋਟਾ ਦੇ ਅੰਤਿਮ ਸੰਸਕਾਰ 'ਚ ਕਿਉਂ ਨਹੀਂ ਪਹੁੰਚੇ - ਨਿਊਯਾਰਕ ਪੋਸਟ",
        "ਟਰੰਪ ਦੀ ਸਮਾਂ-ਸੀਮਾ ਨੇੜੇ ਆਉਂਦੇ ਹੀ ਅਮਰੀਕਾ ਨੇ ਈ. ਯੂ. ਨਾਲ ਸੀਮਤ ਵਪਾਰ ਸੌਦੇ ਦੀ ਕੀਤੀ ਮੰਗ - The Washington Post",
        "ਕਾਲੇ ਬਿਕਨੀ ਵਿਚ ਕੈਟੀ ਪੈਰੀ ਸਟਨਜ਼, ਬਰੇਕਅਪ ਤੋਂ ਬਾਅਦ ਯਾਟ 'ਤੇ ਪੈਲਸ ਨਾਲ ਲਟਕ ਰਹੀ ਹੈ - ਟੀਐਮਜ਼ੈਡ",
        "ਓਜ਼ੀ ਓਸਬਰਨ ਅਲਵਿਦਾ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਦੌਰਾਨ ਅਸਲ ਬਲੈਕ ਸਬਥ ਬੈਂਡ ਮੈਂਬਰਾਂ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਸੀਨ ‘ਡਿੱਡੀ' ਕੰਬਜ਼ ਅਦਾਲਤ ਦੀ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਕੈਦੀਆਂ ਤੋਂ ਖੜ੍ਹੇ ਹੋ ਕੇ ਸਲਾਮੀ ਲੈਂਦਾ ਹੈ, ਉਸਦੇ ਵਕੀਲ ਦਾ ਕਹਿਣਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "Box Office: ‘ਜੁਰਾਸਿਕ ਵਰਲਡ ਰੀਬੈਰਥ' ਨੇ ਦੁਨੀਆ ਭਰ 'ਚ 318 ਮਿਲੀਅਨ ਡਾਲਰ ਦੀ ਕਮਾਈ ਕੀਤੀ,‘ ਲਿਲੋ ਐਂਡ ਸਟਿਚ ’ਨੇਅਰਜ਼ 975 ਮਿਲੀਅਨ ਡਾਲਰ - ਵੰਨਗੀ",
        "ਐਲਨ ਮਸਕ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ 'ਅਮਰੀਕਾ ਪਾਰਟੀ' ਬਣਾਈ ਹੈ । 'ਮਾਰਕ ਕਿubਬਨ ਅਤੇ ਐਂਥਨੀ ਸਕਾਰਾਮੂਚੀ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਨ... - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਓਪੇਕ ਦੀ ਨਵੀਂ ਸਪਲਾਈ ਸਦਮਾ ਸਰਪਲੱਸ ਨੂੰ ਤੇਲ ਮਾਰਕੀਟ ਦੀ ਵਾਪਸੀ ਵਿੱਚ ਲਾਕ ਕਰਦਾ ਹੈ - ਬਲੂਮਬਰਗ",
        "ਇਹ ਸੋਨੀ 1000XM4 ਹੈੱਡਫੋਨ ਦੀ ਕੀਮਤ ਮੂੰਗਫਲੀ, ਐਮਾਜ਼ਾਨ ਉਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਾਈਮ ਡੇਅ ਲਈ ਆਲ-ਟਾਈਮ ਘੱਟ 'ਤੇ ਵੇਚਦਾ ਹੈ - ਗਿਜ਼ਮੋਡੋ",
        "ਯੂਐਸ ਵਿੱਚ ਖਸਰਾ ਦੇ ਕੇਸ 25 ਸਾਲਾਂ ਦੇ ਉੱਚੇ ਪੱਧਰ ਤੇ ਪਹੁੰਚਦੇ ਹਨ. ਦੇਖੋ ਐਨ. ਜੇ. ਦੇ ਕਿਹੜੇ ਹਿੱਸਿਆਂ ਨੂੰ ਹੈ ਖਤਰਾ - NJ.",
        "ਖਗੋਲ ਵਿਗਿਆਨੀਆਂ ਨੇ ਇਕ ਹੋਰ ਬੁਝਾਰਤ ਵਾਲੀ ਇੰਟਰਸਟੇਲਰ ਆਬਜੈਕਟ ਦੀ ਖੋਜ ਕੀਤੀ ਹੈ-ਇਹ ਤੀਜੀ ਵੱਡੀ, ਚਮਕਦਾਰ ਅਤੇ ਤੇਜ਼ ਹੈ - Phys.",
        "ਟਰੰਪ ਦਾ ਵੱਡਾ ਬਿੱਲ ਅਮਰੀਕੀਆਂ ਨੂੰ ਫਿਰ ਬਣਾਏਗਾ ਅਨਿਯਮਿਤ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "ਚਾਕੂ, ਗੋਲੀਆਂ ਅਤੇ ਚੋਰਃ ਗਾਜ਼ਾ ਵਿਚ ਭੋਜਨ ਦੀ ਭਾਲ - ਐਨਪੀਆਰ"
    ]
}