{
    "headlines": [
        "Bundesagenten führen Razzien in ganz LA durch. Demonstranten und Stadtbeamte antworten - LAist",
        "Abendkasse: ‘Ballerina‘ tanzt Off-Balance in Debüt, ‘Lilo & Stitch’ Pirouetting zum Gewinn von $ 33M Wochenende - The Hollywood Reporter",
        "Elon Musk scheint einige explosive X-Posts inmitten der Fehde mit Trump zu löschen - CNBC",
        "Israel sagt, es habe die Leiche einer thailändischen Geisel in Gaza geborgen - NPR",
        "Polizeichef Grant Hardin wurde nach der Flucht aus dem Gefängnis von Arkansas gefasst - BBC",
        "Sam Nivola und Cooper Koch über Nepo Babies, Inzest und den weißen Lotus - Vielfalt",
        "Während der World Pride in Washington beginnt, bleiben einige Ausländer fern - BBC",
        "Mehr als 100 Strafverfolgungsbeamte suchen nach Travis Decker, da sich die Fahndung intensiviert - KOMO",
        "„Wir leben in beängstigenden Zeiten“: New Yorker reagieren auf das neue Einreiseverbot von Präsident Trump - Gothamist",
        "NCAA Athlet Pay: Das kommt als Nächstes - ESPN",
        "Ein Professor, der die Aktienauswahlfähigkeiten von ChatGPT, DeepSeek und Grok testet, schlägt vor, dass sich Börsenmakler Sorgen machen sollten - MarketWatch",
        "Wenig bekannte Zellen könnten der Schlüssel zum massiven Gedächtnis des menschlichen Gehirns sein - The Washington Post",
        "Was der Donner in Spiel 2 der NBA-Finals beheben muss - Sports Illustrated",
        "Sollte die staatliche Miethilfe mit einem Zeitlimit verbunden sein? So funktioniert es an einem Ort - NPR",
        "Trumps Krieg gegen die Wissenschaft ist zu Hause: NASA Glenn Research Center steht vor \"Extinction Level\" -Schnitten - Cleveland.com",
        "George Clooney bringt sein Neuestes direkt auf Ihren Fernseher. Es ist pünktlich. - Slate Magazine",
        "Florida Panthers runter von den Edmonton Oilers in doppelter Verlängerung, um das Stanley Cup-Finale auszugleichen - CNN",
        "Der Bürgermeister sagt, dass Charkiw vom \"mächtigsten Angriff\" des gesamten Krieges getroffen wurde, während Russland die Ukraine wieder zerschlägt - CNN"
    ]
}