{
    "headlines": [
        "5 % des élèves de 10e et 12e année déclarent avoir utilisé des sachets de nicotine - The Washington Post",
        "‘The Office’ Offshoot ‘The Paper’ to Premiere in September, Drops First Look Image - Variety",
        "L'otage américano-israélien Edan Alexander libéré de la captivité du Hamas - ABC News",
        "Fiche d'information : Le président Donald J. Trump annonce des mesures pour donner la priorité aux patients américains en abaissant les prix des médicaments et en mettant fin au parasitisme étranger de l'innovation pharmaceutique américaine - La Maison Blanche (.gov)",
        "Marché boursier aujourd'hui : Dow Jones monte en flèche alors que Bessent le dit sur la Chine ; Nvidia augmente, Alibaba autorise l'entrée (couverture en direct) - Investor's Business Daily",
        "Nvidia, Intel et d'autres stocks de puces sautent. Pourquoi le secteur n'est pas hors des bois. - Barron's",
        "Ajout précoce : La nouvelle start-up veut diagnostiquer vos affections avec un échantillon de sang - Gothamist",
        "Trump dit que la Chine va « s'ouvrir » aux entreprises américaines, suspendre les barrières commerciales - CNBC",
        "Exclusif : InventWood est sur le point de produire en masse du bois plus résistant que l'acier - TechCrunch",
        "REP GOP : Menace d'arrestation de collègues démocrates « très drastique » - The Hill",
        "Loomer : Le jet qatari fait cadeau d'une « tache » sur la présidence Trump - The Hill",
        "La lutte contre les coupures de Medicaid s'intensifie alors que les républicains de la Chambre publient un projet de loi - NBC News",
        "20 films les plus attendus de Cannes 2025 - Rolling Stone",
        "Les experts en sécurité alimentaire avertissent que Gaza court un risque critique de famine si Israël ne met pas fin à son blocus - AP News",
        "Le pape Léon appelle à la libération des journalistes de prison - BBC",
        "Une fuite de micrologiciel de l'interface utilisateur 8 corrobore le grand changement de conception du Galaxy Z Flip 7 (démontage APK) - Android Authority",
        "2025 NBA Draft Lottery : Classement des 15 équipes de loterie par qui a le plus en jeu dans les tirages au sort Cooper Flagg - CBS Sports",
        "Jack Della Maddalena riposte à un vétéran de l'UFC qui croit que Belal Muhammad a gagné à l'UFC 315 - Bloody Elbow"
    ]
}