{
    "headlines": [
        "Comandante naval russo mais recente a ser morto pela Ucrânia - The Washington Post",
        "O que vem a seguir para Sean ‘Diddy’ Combs? Condenação, possível perdão e muito mais. - The Washington Post",
        "Boxer Chávez Jr. preso pelo ICE, para ser deportado - ESPN",
        "Campanha Stop Killing Games ultrapassa um milhão de assinaturas - Push Square",
        "Trump's Megabill Set for Final House Vote as GOP Holdouts Relent - WSJ",
        "Atualização do Pixel de julho de 2025 deve trazer correções do Android Auto e Wi-Fi - 9to5Google",
        "As más notícias ocultas no relatório de empregos de junho - CNN",
        "Keith David ficou impressionado após o anúncio da estrela da Calçada da Fama de Hollywood - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "Suprema Corte decidirá sobre a proibição estadual da participação de estudantes transgêneros em esportes para meninas e mulheres - NBC News",
        "A ligação entre o cancro e o exercício que os pacientes devem saber - CNN",
        "Quatro mortos e 14 feridos em tiroteio fora de boate de Chicago - BBC",
        "Federais entram em tribunal para distanciar a administração Trump de Alligator Alcatraz - Miami Herald",
        "Bilheteria: ‘Jurassic World Rebirth’ estreia com US $ 30,5 milhões na quarta-feira - Variety",
        "Scalise: Megabill muda nunca uma opção - Politico",
        "Trump retém bilhões em ajuda educacional: veja o que isso significa para as escolas - Syracuse.com",
        "RFK Jr., o painel do CDC tem lançado dúvidas sobre a vacina contra a hepatite B. Veja por que é seguro - ABC News - Notícias de última hora, últimas notícias e vídeos",
        "Atualização sobre o esgotamento da força de trabalho da NASA - NASA Watch",
        "NASA confirma que o misterioso objeto que atravessa o sistema solar é um \"visitante interestelar\" — e tem um novo nome - Live Science",
        "Magic Johnson celebrou a assinatura de Deandre Ayton do Lakers com uma captura de tela perfeita - Sports Illustrated",
        "Vietnã ainda está finalizando acordo comercial já anunciado por Trump - Bloomberg.com"
    ]
}