{
    "headlines": [
        "جورج ويندت، الممثل الذي لعب دور نورم في \"هتافات\"، توفي عن 76 عامًا - سي إن إن",
        "يشعر تجار التجزئة بالضغط لتناول زيادات الأسعار من التعريفات - NPR",
        "ستارمر تعلن تراجعها عن خفض مدفوعات الوقود في فصل الشتاء - بي بي سي",
        "LIONS PULL اقتراح لتغيير NFL PLAYOF SEEDING - ESPN",
        "العقود الآجلة لمؤشر داو جونز تنخفض 300 نقطة مع ارتفاع عائدات السندات: تحديثات مباشرة - CNBC",
        "شون \"ديدي\" كومز ملخصات المحاكمة: تشهد والدة كاسي فنتورا ومساعد سابق ومرافق ذكر يدعى \"المعاقب\" في قضية الاتجار بالجنس - ياهو",
        "يقول الرئيس التنفيذي المستهدف إن التعريفات تخاطر بتكاليف \"هائلة\"، لكن رفع الأسعار \"ملاذ أخير\" - ABC News",
        "توفي النائب الديمقراطي جيري كونولي عن عمر يناهز 75 عامًا - سي بي إس نيوز",
        "يصوت المالكون على السماح للاعبين في اتحاد كرة القدم الأميركي بالمشاركة في مسابقة كرة القدم الوطنية في أولمبياد لوس أنجلوس 2028 - سي إن إن",
        "أشاد Google AI بانزلاق أسهم Alphabet. \"فرصة رائعة\" لـ \"أي شخص شجاع بما فيه الكفاية. \"- بارونز",
        "السعي وراء أدوية أفضل من خلال بلورات الفضاء المداري - The Verge",
        "تستهدف AMD شركة Intel بوحدة المعالجة المركزية الجديدة 96 - core Threadripper 9000 series - The Verge",
        "يجب على الولايات المتحدة الحفاظ على السيطرة على المهاجرين الذين يتم إرسالهم إلى جنوب السودان في حالة كانت عمليات الترحيل غير قانونية، وقواعد القاضي - أسوشيتد برس نيوز",
        "البابا ليو الرابع عشر يدعو إلى وصول المساعدات إلى غزة وإنهاء الأعمال العدائية في أول لقاء عام له - أسوشيتد برس نيوز",
        "قد تجبر \"فاتورة ترامب الكبيرة والجميلة\" الشركات في نيويورك على دفع مليارات أخرى من الضرائب — إليك السبب - نيويورك بوست",
        "لماذا قد يدخل رئيس جنوب إفريقيا إلى \"منشار\" المكتب البيضاوي - بوليتيكو",
        "بوتين الروسي يزور كورسك حيث تقول أوكرانيا إن ستة قتلى في ضربة صاروخية - قناة الجزيرة",
        "يقترح المشرعون الجمهوريون في مجلس النواب ما يقرب من تريليون دولار من التخفيضات في برنامج Medicaid وطوابع الطعام. إليك من يمكن أن يتأثر - سي إن إن",
        "ضعف الحجم و 50 ضعف القوة: كشف ماضي المشتري البدائي - SciTechDaily"
    ]
}