{
    "headlines": [
        "Смотрите в ПРЯМОМ ЭФИРЕ: MLB Draft Day 2, с пошаговым анализом - MLB.com",
        "Трамп поставит Украине ракеты и поставит России 50-дневный ультиматум - Axios",
        "Израильские самолеты поразили сирийские силы, стремящиеся подавить межконфессиональные столкновения на юге - The Washington Post",
        "Dow и S&P 500 не растут, поскольку инвесторы следят за тарифными угрозами Трампа; биткоин поднимается до нового рекорда - MarketWatch",
        "Илон Маск предлагает новый источник финансирования xAI: Tesla - The Wall Street Journal",
        "У подозреваемого в стрельбе в церкви в Кентукки на следующий день было слушание о домашнем насилии - AP News",
        "Trump Horns in on Chelsea's FIFA Club World Cup Celebration - Rolling Stone",
        "Все больше пожилых американцев задыхаются. Являются ли эти устройства ответом? - AP News",
        "Случаи кори могут стоить США статуса элиминации. Вот что это значит. - HuffPost",
        "Трамп столкнулся с восстанием MAGA из-за протеста Эпштейна - Politico",
        "Индия обязала авиакомпании проверять топливные переключатели на самолетах Boeing - BBC",
        "Пауэлл из ФРС просит генерального инспектора пересмотреть проект, подвергшийся критике со стороны чиновников Трампа - Yahoo",
        "Девять человек погибли, десятки получили ранения в результате пожара в доме престарелых в Фолл-Ривер, штат Массачусетс: официальные лица - Новости ABC - Последние новости, последние новости и видео",
        "Google готовит большое обновление для Pixel «С первого взгляда» с карточками спортивных результатов, подробнее [Галерея] - 9to5Google",
        "Лесной пожар уничтожает исторический домик в Гранд-Каньоне и закрывает Норт-Рим - The Washington Post",
        "Новаторские инструменты НАСА на лунном корабле Artemis готовы к запуску - The Daily Galaxy",
        "Биткойн взлетает до нового исторического максимума, поскольку законодатели США сосредоточены на криптовалютном законодательстве - AP News",
        "Ценообразование может привести к тому, что союзник Asus Xbox станет портативным, прежде чем он получит справедливый выстрел - Gizmodo"
    ]
}