{
    "headlines": [
        "Quando terminará a brutal onda de calor? Veja o que deve saber sobre a previsão. - The Washington Post",
        "Ursos ‘travessos’ escapam, roubam o mel de uma semana e tiram uma longa soneca - The Washington Post",
        "Fed dividido propõe regra para facilitar exigências de capital para grandes bancos de Wall Street - CNBC",
        "4 coisas a saber sobre Zohran Mamdani, provável candidato democrata a prefeito de Nova York - NPR",
        "Ações da BP sobem após relatório dizer que Shell está em negociações para comprar rival da Energy - Barron's",
        "Luka Doncic deixou grandes sapatos para preencher Dallas. Digite Cooper Flagg. - The Washington Post",
        "Influenciador de 'Liver King' preso no Texas após ameaçar Joe Rogan - NBC News",
        "Google para usuários do Gemini: vamos analisar seus textos, quer você goste ou não - Gizmodo",
        "Painel de vacinas nomeado por RFK Jr. perde membro antes da primeira reunião - The Washington Post",
        "Trump afirma que EUA e Irã realizarão reunião na próxima semana - Axios",
        "Espera-se que Kilmar Abrego Garcia seja libertado da prisão apenas para ser levado sob custódia da imigração - AP News",
        "Durbin chega a Bove com início da audiência do Judiciário - Politico",
        "Trump diz que gastos com defesa da Otan subindo para 5% do PIB é 'grande vitória' para EUA e Ocidente - BBC",
        "US New-Home Sales Drop to Seven-Month Low on Poor Affordability - Bloomberg",
        "Promotores no caso de Sean ‘Diddy’ Combs já não perseguem tentativas de incêndio criminoso e teorias de sequestro - CNN",
        "O executivo da DoorDash e seus pais foram identificados como vítimas do mortal acidente de barco no Lago Tahoe que matou outras 5 pessoas - NBC News",
        "NBA Mock Draft 4.0 2025: Ace Bailey desliza para Wizards, Spurs adiciona Derik Queen - NBC Sports",
        "As instalações nucleares do Irã foram obliteradas — e as sugestões são notícias falsas - A Casa Branca (.gov)"
    ]
}