{
    "headlines": [
        "صور لمظاهرات \"لا ملوك\" المناهضة لترامب في جميع أنحاء الولايات المتحدة - أسوشيتد برس نيوز",
        "بوتين وترامب ناقشا التوترات في الشرق الأوسط، ومحادثات أوكرانيا في مكالمة هاتفية، كما يقول الكرملين - أسوشيتد برس نيوز",
        "كايتلين جينر عالقة في تل أبيب وسط غارات جوية بين إسرائيل وإيران: الله \"يحمينا\" - الصفحة السادسة",
        "يقول الجيش الإسرائيلي إن القوات الجوية الإسرائيلية حققت حرية العمل في المجال الجوي لطهران - أكسيوس",
        "عرض ترامب العسكري الذي طال انتظاره يصبح حقيقة واقعة - سي إن بي سي",
        "\"كيف تدرب تنينك\" لا يزال على المسار للحصول على امتياز أفضل 82 مليون دولار + افتتاح بعد \"A\" CinemaScore ؛ \"الماديون\" يمثلون ثالث أكبر افتتاح لـ A24 – تحديث السبت - الموعد النهائي",
        "بيور أورويل: أوروبا تدين إيران لهجماتها على أراضيها - فن الحكم المسؤول",
        "يحاول مثير مشاكل قديم في الكابيتول هيل إبرام صفقة ضخمة - بوليتيكو",
        "أظهرت أبحاث جديدة أن \"الجراء\" المحنطة التي يبلغ عمرها 14000 عام لم تكن كلابًا على الإطلاق - سي إن إن",
        "إطلاق النار على اثنين من المشرعين في مينيسوتا في حادث \"مستهدف\" على ما يبدو: المسؤولون - ABC News",
        "الأمير لويس والأمير جورج أنتيكس يسرقان الأضواء في Trooping the Colour - instyle.com",
        "مشاهدة: Keshav Maharaj في البكاء. فازت جنوب إفريقيا على أستراليا لإنهاء جفاف كأس ICC الذي دام 27 عامًا - تايمز أوف إنديا",
        "الملياردير العصامي المتسرب من الكلية ألكسندر وانغ صفقة بقيمة 14.3 مليار دولار مع Meta's AI - Fortune",
        "بطولة الولايات المتحدة المفتوحة 2025: أوقات الانطلاق في الجولة الثالثة والأزواج والمجموعات المميزة يوم السبت في أوكمونت - إن بي سي سبورتس",
        "توقعات UFC أتلانتا - قتال MMA",
        "الفضاء يذل رائد فضاء سيل- دكتور | على محطة الفضاء الدولية هذا الأسبوع 9-13 يونيو 2025 - الفضاء",
        "شعر أب لثلاثة أطفال بصحة جيدة. ثم وجد الفحص الروتيني مرضًا نادرًا ومميتًا. - سي بي إس نيوز",
        "الهند تطلق عملية تفتيش لطائرات بوينغ 787 بعد تحطم طائرة إير إنديا - سي إن إن",
        "بيع الفولاذ الأمريكي إلى شركة نيبون للصلب على وشك الإغلاق بعد صفقة ترامب - Bloomberg.com"
    ]
}