{
    "headlines": [
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਨਾਲ ਵਿਸ਼ਵ ਵਿਕਾਸ ਨੂੰ ਨੁਕਸਾਨ ਹੋਵੇਗਾ, ਓਈਸੀਡੀ ਦੀ ਚਿਤਾਵਨੀ - ਬੀਬੀਸੀ",
        "ਮੈਟਾ ਅਤੇ ਯਾਂਡੇਕਸ ਐਂਡਰਾਇਡ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਵੈਬ ਬ੍ਰਾਉਜ਼ਿੰਗ ਪਛਾਣਕਰਤਾਵਾਂ ਨੂੰ ਡੀ-ਨਾਮਿਤ ਕਰ ਰਹੇ ਹਨ - ਆਰਸ ਟੈਕਨੀਕਾ",
        "ਐਨਆਈਓ ਇੰਕ. ਰਿਪੋਰਟਾਂ 2025 ਦੀ ਪਹਿਲੀ ਤਿਮਾਹੀ ਦੇ ਵਿੱਤੀ ਨਤੀਜੇ - ਐਨਆਈਓ",
        "ਭੂਚਾਲ ਤੋਂ ਬਾਅਦ 200 ਤੋਂ ਵੱਧ ਕੈਦੀ ਪਾਕਿਸਤਾਨ ਦੀ ਜੇਲ੍ਹ ਤੋਂ ਫਰਾਰ - ਬੀਬੀਸੀ",
        "HIMS & HER ਗਲੋਬਲ ਵਿਸਥਾਰ ਵਿੱਚ ਯੂਰਪੀਅਨ ਟੈਲੀਹੈਲਥ ਪਲੇਟਫਾਰਮ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "2025 ਐਨਬੀਏ ਫਾਈਨਲਜ਼ ਅਨੁਸੂਚੀ, ਥੰਡਰ ਬਨਾਮ ਪੈਸਰਜ਼ ਔਡਸਃ ਤਾਰੀਖਾਂ, ਗੇਮ ਟਾਈਮਜ਼, ਟੀਵੀ ਕਵਰੇਜ, ਐਨਬੀਏ ਪਲੇਆਫਸ ਲਾਈਵ ਸਟ੍ਰੀਮ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੀ ਨਿਰਮਾਣ ਵਾਪਸ ਲਿਆਉਣ ਨਾਲ ਦਿਲ ਦੀ ਧਰਤੀ ਨੂੰ 'ਸੁਪਰਸਟਾਰ' ਸ਼ਹਿਰਾਂ ਨੂੰ ਫੜਨ ਵਿਚ ਸਹਾਇਤਾ ਮਿਲ ਸਕਦੀ ਹੈ? : ਪਲੈਨੇਟ ਮਨੀ - ਐਨਪੀਆਰ",
        "ਡੱਚ ਸਰਕਾਰ ਡਿੱਗਦੀ ਹੈ ਕਿਉਂਕਿ ਵਾਈਲਡਰਜ਼ ਦੀ ਦੂਰ-ਸੱਜੇ ਪਾਰਟੀ ਗੱਠਜੋੜ ਛੱਡਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਵਪਾਰ ਸੌਦਿਆਂ ਲਈ ਟਰੰਪ ਦਾ ਉਤਸ਼ਾਹੀ ਧੱਕਾ ਕੁਝ ਖਾਮੀਆਂ ਨੂੰ ਮਾਰ ਰਿਹਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਥਿਤ ਤੌਰ 'ਤੇ ਟਰੰਪ ਦੇ ਡੀਓਜੇ ਦੁਆਰਾ ਜਾਂਚ ਅਧੀਨ ਕਥਿਤ ਤੌਰ' ਤੇ ਕੁਓਮੋ, ਡੈਮਜ਼ ਨੂੰ ਰਾਸ਼ਟਰੀ ਪੱਧਰ 'ਤੇ ਸੰਗਠਿਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਸੈਟੇਲਾਈਟ ਦੁਆਰਾ 9 ਦਿਨਾਂ ਲਈ ਪੂਰੀ ਦੁਨੀਆ ਨੂੰ ਹਿਲਾਉਣ ਵਾਲੀ ਰਹੱਸਮਈ 'ਮੈਗਾ-ਤਸੁਨਾਮਿਸ' ਦਾ ਖੁਲਾਸਾ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਜੋਨਾਥਨ ਜੋਸਃ ਹਿੱਲ ਦੇ ਰਾਜਾ ਜੌਨ ਰੈੱਡਕੋਰਨ ਅਭਿਨੇਤਾ ਦੀ ਗੋਲੀ ਮਾਰ ਕੇ ਹੱਤਿਆ - ਬੀਬੀਸੀ",
        "ਦਿਮਾਗ ਦੀ ਖੁਰਾਕ ਤੁਹਾਡੇ ਡਿਮੇਨਸ਼ੀਆ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾ ਸਕਦੀ ਹੈ - ਖ਼ਬਰਾਂ",
        "'ਸਟ੍ਰੋਮਬੋਲੀਅਨ ਫਟਣਾ ਕੀ ਹੈ?’ ਇਕ ਜੁਆਲਾਮੁਖੀ ਵਿਗਿਆਨੀ ਦੱਸਦਾ ਹੈ ਕਿ ਏਟਨਾ ਪਹਾੜ 'ਤੇ ਕੀ ਹੋਇਆ - ਗੱਲਬਾਤ",
        "ਬ੍ਰਿਟੇਨ ਨੂੰ ਇੱਕ ਰੱਖਿਆ ਹੁਲਾਰਾ ਮਿਲਦਾ ਹੈ ਜਿਸਦਾ ਉਦੇਸ਼ ਰੂਸ ਨੂੰ ਸੰਦੇਸ਼ ਭੇਜਣਾ ਹੈ, ਅਤੇ ਟਰੰਪ ਨੂੰ - ਐਨਪੀਆਰ",
        "ਕੱਚਾ ਰੀਕੈਪ & ਪ੍ਰਤੀਕਰਮਃ ਜੂਨ ਵਿਚ ਬੇਤਰਤੀਬੇ ਸੋਮਵਾਰ - ਕੇਜਸਾਈਡ ਸੀਟਾਂ",
        "'16 ਅਤੇ ਗਰਭਵਤੀ' ਸਟਾਰ ਵਿਟਨੀ ਪੁਰਵਿਸ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਪੁੱਤਰ ਵੈਸਟਨ ਦੀ 16 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ ਹੈਃ 'ਜ਼ਿੰਦਗੀ ਇੰਨੀ ਬੇਰਹਿਮ ਹੈ' - ਮਨੋਰੰਜਨ ਹਫਤਾਵਾਰੀ",
        "ਐਲਐਸਯੂ ਲਿਟਲ ਰਾਕ ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ, 10-6; ਐਨਸੀਏਏ ਸੁਪਰ ਰੀਜਨਲ ਲਈ ਐਡਵਾਂਸ - lsusports. net",
        "ਹਾਰਵਰਡ ਨੇ ਫੰਡਿੰਗ ਕੇਸ ਵਿੱਚ ਸੰਖੇਪ ਨਿਰਣੇ ਦੀ ਮੰਗ ਕੀਤੀ, ਵ੍ਹਾਈਟ ਹਾ Houseਸ ਨੇ ਏਜੰਸੀ ਦੇ ਇਤਰਾਜ਼ਾਂ ਦੇ ਬਾਵਜੂਦ ਕਟੌਤੀ ਨੂੰ ਧੱਕਾ ਦਿੱਤਾ - ਹਾਰਵਰਡ ਕ੍ਰਿਮਸਨ",
        "49ers ਬ੍ਰਾਇਸ ਹਫ ਲਈ 2026 ਸ਼ਰਤੀਆ ਪੰਜਵੇਂ ਗੇੜ ਦੀ ਚੋਣ ਦਾ ਵਪਾਰ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ"
    ]
}