{
    "headlines": [
        "كريس يوبانك جونيور يتفوق على كونور بن في فيلم بريطاني مثير مع والده في الزاوية - ياهو سبورتس",
        "تدعي روسيا أنها استعادت السيطرة الكاملة على كورسك من أوكرانيا - بي بي سي",
        "2025 مسودة درجات الدوري الوطني لكرة القدم الأمريكية للجولة 3: سي هوك تكسب \"A+\" لجالين ميلرو بيك، براونز تحصل على\" C \"لديلون غابرييل - سي بي إس سبورتس",
        "ترامب يهدد بفرض عقوبات جديدة على روسيا بعد اجتماع زيلينسكي - واشنطن بوست",
        "يقول حوالي 4 من كل 10 أمريكيين إن ترامب رئيس \"فظيع\" وسط تراجع الموافقة: استطلاع - ذا هيل",
        "ستتوقف Google عن دعم ترموستات Nest المبكر في 25 أكتوبر - TechCrunch",
        "شيدور ساندرز الذي اختاره كليفلاند براونز بعد هبوطه إلى الجولة الخامسة من مسودة اتحاد كرة القدم الأميركي - أخبار إن بي سي",
        "فرجينيا جيفري، المدعية في قضية الاتجار بالجنس بين إبشتاين والأمير أندرو، توفيت عن عمر يناهز 41 عامًا - PBS",
        "جوجو سيوا تتخلص من شريكتها كاث إبس بعد أن أدركت أنها لم تعد مثلية الجنس بعد الآن في برنامج \"المشاهير الأخ الأكبر في المملكة المتحدة\" - الصفحة السادسة",
        "المشتبه به في مقتل الجنرال الروسي هو \"عميل الخدمات الخاصة الأوكرانية\"، حسبما ذكرت وسائل الإعلام الحكومية الروسية - سي إن إن",
        "بلغت حالات الحصبة في الولايات المتحدة ما يقرب من 900 حالة، مع أكثر من 600 حالة في تكساس - HuffPost",
        "ترتدي كاتربيلر \"جامع العظام\" في هاواي أجزاء جسم الفريسة الميتة - أخبار KSL",
        "تقوم ICE بترحيل والدة رضيع يرضع رضاعة طبيعية وطفل يبلغ من العمر عامين وهو مواطن أمريكي - أسوشيتد برس نيوز",
        "بعد اجتماعه مع زيلينسكي، أعرب ترامب عن شكوكه في استعداد بوتين لإنهاء حرب أوكرانيا - بي بي إس",
        "يتحول التركيز إلى اختيار البابا التالي بعد جنازة فرانسيس - نيوزويك",
        "إدارة ترامب تستعيد وضع الطلاب الدوليين بعد الإنهاء المفاجئ - ABC News",
        "شباك التذاكر: \"المذنبون\" يفوزون، \"المحاسب 2\" بمبلغ 9.4 مليون دولار. يوم الافتتاح - متنوع",
        "مروحية ناسا التي تعمل بالطاقة النووية Dragonfly تزيل العقبة الرئيسية قبل إطلاق 2028 نحو قمر زحل الضخم Titan - Space",
        "يمكن أن يترك الطب الوراثي الأشخاص الذين يعانون من طفرات نادرة وراءهم. ولكن هناك أمل جديد - أسوشيتد برس نيوز",
        "جيجي حديد تشعل شائعات الخطوبة مع برادلي كوبر خلال نزهة عيد الميلاد - instyle.com"
    ]
}