{
    "headlines": [
        "Президентские выборы в Польше на острие ножа после жарких выборов, показывают экзит-полы - CNN",
        "ФБР расследует нападение в Боулдере, штат Колорадо, как «террористический акт» - ABC News",
        "«Этот человек абсолютно точно станет самым влиятельным человеком»: Лос-Анджелес ищет нового короля - Politico",
        "Три года войны с Украиной: чего на самом деле хочет Путин? - NPR",
        "Гран-при Испании 2025: Джордж Рассел говорит, что Макс Ферстаппен «подвел себя» в столкновении гонок - BBC",
        "Бессент говорит, что Китай уже нарушает свою последнюю торговую сделку - Politico",
        "Война России и Украины: отдаст ли Владимир Путин приказ о нанесении ядерного удара по возглавляемой Владимиром Зеленским нации после ударов беспилотников в воскресенье? - The Economic Times",
        "Актер «Подпольной империи» Девин Харджес скончался в возрасте 41 года - Новости NBC",
        "Обзорный трейлер приветственного тура по Nintendo Switch 2 - Nintendo Everything",
        "31 человек погиб после нападения израильских сил на центр помощи в Газе, сообщают органы здравоохранения ХАМАСа - BBC",
        "Mike Johnson and Russ Vought Continue to Lie About Medicaid Cuts - Rolling Stone (англ.) (недоступная ссылка - история).",
        "Buffalo Bills QB Джош Аллен связал себя узами брака с актрисой и певицей Хейли Стейнфелд - ESPN",
        "Big Tech вернулся в водительское кресло S&P 500 в качестве Profit Engines Hum - Bloomberg",
        "Бокс-офис: «Lilo & Stitch» снова рулит с 63 миллионами долларов, «Karate Kid: Legends» открывается до 21 миллиона долларов - Разнообразие",
        "Тейлор Свифт надела бижутерию LBD на праздничную вечеринку для девочек с Селеной Гомес - instyle.com",
        "Украина нанесла массированный удар беспилотниками по авиабазам в глубине России - Axios",
        "Великобритания объявляет о миллиардах на новую оборонную экспансию на фоне опасений по поводу России - politico.eu",
        "название macOS Tahoe просочилось в преддверии мероприятия Apple WWDC на следующей неделе - MacRumors",
        "Что думают китайские родители о шагах США по ограничению студенческих виз? - Южно-Китайская утренняя почта"
    ]
}