{
    "headlines": [
        "ਪ੍ਰੋਕਟਰ & ਜੂਆ ਕੱਟਣ ਲਈ 7,000 ਨੌਕਰੀ - WSJ",
        "ਨਿਊਜ਼ੀਲੈਂਡ ਦੀ ਸੰਸਦ ਨੇ ਮਾਓਰੀ ਹੱਕਾ ਨਿਭਾਉਣ ਵਾਲੇ 3 ਵਿਧਾਇਕਾਂ ਨੂੰ ਰਿਕਾਰਡ ਮੁਅੱਤਲ ਕਰਨ ਲਈ ਵੋਟ ਦਿੱਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਦੀ ਤਾਜ਼ਾ ਯਾਤਰਾ ਪਾਬੰਦੀ ਬਾਰੇ ਅਸੀਂ ਕੀ ਜਾਣਦੇ ਹਾਂ - ਬੀਬੀਸੀ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਬੋਲਡਰ ਹਮਲੇ ਦੇ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੇ ਪਰਿਵਾਰ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਤੋਂ ਰੋਕਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ ਐਲਾਨ ਹਾਰਵਰਡ ਤੋਂ ਅੰਤਰਰਾਸ਼ਟਰੀ ਵਿਦਿਆਰਥੀਆਂ ਨੂੰ ਸੀਮਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਡਬਲਯੂਸੀਡਬਲਯੂਐਸ ਗੇਮ 1: ਟੈਕਸਾਸ ਨੇ ਟੈਕਸਾਸ ਟੈਕ ਉੱਤੇ ਜੰਗਲੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕੀਤੀ ਕਿਉਂਕਿ ਰੀਜ਼ ਐਟਵੁੱਡ ਅਸਫਲ ਇਰਾਦੇ ਨਾਲ ਚੱਲਣ 'ਤੇ ਗੇਮ-ਜਿੱਤਣ ਵਾਲੀਆਂ ਦੌੜਾਂ ਵਿੱਚ ਖੜਕਦਾ ਹੈ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿੱਚ 2 ਇੱਥੇ ਹੈਃ ਸਾਰੇ ਲਾਂਚ ਨਿਊਜ਼ - theverge. com",
        "ਜਰਮਨੀ ਦੇ Merz ਟਰੰਪ ਦੇ ਸ਼ੇਰ ਦੇ ਡੇਰੇ ਵਿੱਚ ਉੱਦਮ - politico. eu",
        "ਟੈਕਸਾਸ ਐਬਟ, ਏਜੀ ਡੀਓਜੇ ਦੀ ਮੰਗ ਨਾਲ ਸਹਿਮਤ ਹੋਣ ਤੋਂ ਬਾਅਦ ਗੈਰ-ਦਸਤਾਵੇਜ਼ ਵਿਦਿਆਰਥੀਆਂ ਲਈ ਇਨ-ਸਟੇਟ ਟਿitionਸ਼ਨ ਖਤਮ ਕਰਦਾ ਹੈ - ਡੱਲਾਸ ਨਿ Newsਜ਼",
        "ਲੀਯਾਹ ਰੇਮਿਨੀ ਨੇ ਖੁਲਾਸਾ ਕੀਤਾ ਕਿ ਉਹ ਅਤੇ ਜੈਨੀਫਰ ਲੋਪੇਜ਼ ਬੈਨ ਅਫਲੇਕ ਦੇ ਬਾਅਦ ਕਿੱਥੇ ਖੜ੍ਹੇ ਹਨ ਦੋਸਤੀ ਫਾਲਆਉਟ ਦਾ ਕਾਰਨ ਬਣਦੇ ਹਨ - ਪੰਨਾ ਛੇ",
        "ਟਰੰਪ ਨੇ ਰਾਸ਼ਟਰਪਤੀ ਵਜੋਂ ਬਿਡੇਨ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਦੀ ਜਾਂਚ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ, ਪੂਰਵਗਾਮੀ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕਿਮਬਰਲੀ-ਕਲਾਰਕ ਨੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਟਿਸ਼ੂ ਕਾਰੋਬਾਰ ਦੀ ਲਗਭਗ 3.5 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਵਿਕਰੀ ਕੀਤੀ - ਡਬਲਯੂਐਸਜੇ",
        "ਸਪੇਸਐਕਸ ਨੇ ਫਾਲਕਨ 9 ਦੀ 15 ਵੀਂ ਵਰ੍ਹੇਗੰ on 'ਤੇ 500 ਵਾਂ ਆਰਬਿਟਲ ਫਾਲਕਨ ਰਾਕੇਟ ਲਾਂਚ ਕੀਤਾ - ਸਪੇਸਫਲਾਈਟ ਹੁਣੇ ਸੰਪਰਕ ਕਰੋ",
        "ਬਿਲੀ ਜੋਅਲ ਦਿਮਾਗ ਦੇ ਵਿਗਾੜ ਦੇ ਨਿਦਾਨ ਤੋਂ ਬਾਅਦ ‘ਬੁੱ gettingੇ ਹੋਣ,’ ‘ਸਸਕਾਰ’ ਬਾਰੇ ਚੁਟਕਲੇ ਕਰ ਰਿਹਾ ਹੈ, ਟ੍ਰਾਈਬੇਕਾ ਡੌਕ ਡਾਇਰੈਕਟਰ ਸ਼ੇਅਰ ਕਰਦਾ ਹੈ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਗਰਭਵਤੀ ਔਰਤਾਂ ਨੂੰ ਭਾਰ ਘਟਾਉਣ ਵਾਲੀਆਂ ਜੈਬਾਂ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰਨ ਦੀ ਚੇਤਾਵਨੀ - ਬੀਬੀਸੀ",
        "ਗਵਾਹ ਗਵਾਹੀ ਦਿੰਦਾ ਹੈ ਕਿ ਡਿੱਡੀ ਨੇ ਉਸ ਨੂੰ ਬਾਲਕੋਨੀ ਉੱਤੇ ਡੰਗ ਦਿੱਤਾ - ਬੀਬੀਸੀ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਐਲ ਸਲਵਾਡੋਰ ਨੂੰ ਡਿਪੋਰਟ ਕੀਤੇ ਗਏ ਕੁਝ ਪ੍ਰਵਾਸੀਆਂ ਨੂੰ ਬਣਦੀ ਪ੍ਰਕਿਰਿਆ ਪ੍ਰਦਾਨ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਜ਼ਹਿਰੀਲੇ ਮਸ਼ਰੂਮ ਦੇ ਕਤਲੇਆਮ ਲਈ ਮੁਕੱਦਮੇ 'ਤੇ womanਰਤ ਕਹਿੰਦੀ ਹੈ ਕਿ ਉਹ \"ਬਲੈਂਡ\" ਭੋਜਨ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੀ ਸੀ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼"
    ]
}