{
    "headlines": [
        "ਲਿਵਰਪੂਲ 5-1 ਸਪੁਰਸ (ਅਪ੍ਰੈਲ 27, 2025) ਗੇਮ ਵਿਸ਼ਲੇਸ਼ਣ - ਈਐਸਪੀਐਨ",
        "ਕ੍ਰਿਸਟੀ ਨੋਇਮ ਦੇ ਪਰਸ ਦੀ ਚੋਰੀ ਅਤੇ ਹਜ਼ਾਰਾਂ ਨਕਦ ਵਿੱਚ ਕੀਤੀ ਗਈ ਗ੍ਰਿਫਤਾਰੀ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਅਮਰੀਕਾ ਇਕ ਜੇਮਜ਼ ਬਾਂਡ ਫਿਲਮ ਤੋਂ ਸਿੱਧਾ ਇਕ ਸੈਟੇਲਾਈਟ ਲਾਂਚ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ, ਜੋ ਧਰਤੀ 'ਤੇ ਕਿਤੇ ਵੀ ਸੂਰਜੀ beਰਜਾ ਨੂੰ ਭੜਕਾਉਣ ਦੇ ਸਮਰੱਥ ਹੈ. - ਫਾਰਮਿੰਗਡੇਲ ਆਬਜ਼ਰਵਰ",
        "ਬਾਕਸ ਆਫਿਸਃ 'ਪਾਪੀ‘ ਵਿਸ਼ਾਲ ਦੂਜੇ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ 45 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਸਕੋਰ, ‘ਸਟਾਰ ਵਾਰਜ਼’ ਰੀ-ਰੀਲਿਜ਼ ਬੀਟਸ ‘ਅਕਾਉਂਟੈਂਟ 2’ - ਵੰਨਗੀ",
        "ਤੁਹਾਡੇ ਡਿਜੀਟਲ ਜੀਵਨ ਨੂੰ ਸੰਗਠਿਤ ਕਰਨ ਅਤੇ ਘੋਸ਼ਿਤ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ਸਰਬੋਤਮ ਬੁੱਕਮਾਰਕਿੰਗ ਐਪਸ - TechCrunch",
        "ਇਹ autਟਿਸਟ ਲੋਕ ਦੂਜਿਆਂ ਦੀ ਭਾਵਨਾ ਪੈਦਾ ਕਰਨ ਲਈ ਸੰਘਰਸ਼ ਕਰਦੇ ਸਨ. ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਏਆਈ ਲੱਭੀ. - ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "'ਕਲੇਅਰ ਆਬਸਕੁਰਃ ਐਕਸਪੀਡੀਸ਼ਨ 33' ਫਾਈਨਲ ਫੈਂਟਸੀ ਟਰਨ-ਅਧਾਰਤ ਲੜਾਈ - ਵਿੰਡੋਜ਼ ਸੈਂਟਰਲ ਉੱਤੇ ਸਕੁਏਅਰ ਐਨਿਕਸ ਦੀ ਗੈਸਲਾਈਟਿੰਗ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਨਸ਼ਟ ਕਰ ਦਿੰਦਾ ਹੈ",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟ ਗ੍ਰੇਡਃ ਸਾਰੀਆਂ 32 ਟੀਮਾਂ ਦੀਆਂ ਕਲਾਸਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨਾ - ਫੌਕਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ-ਜ਼ੈਲੇਨਸਕੀ ਮੁਲਾਕਾਤ 'ਉਮੀਦ ਦਾ ਪਹਿਲਾ ਸਲੀਵਰ ਹੈ ਜੋ ਮੈਂ ਕੁਝ ਸਮੇਂ ਵਿਚ ਕੀਤਾ ਹੈ': ਸਾਬਕਾ ਰਾਸ਼ਟਰੀ ਸੁਰੱਖਿਆ ਸਲਾਹਕਾਰ ਜੇਕ ਸੁਲੀਵਾਨ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵੈਨਕੂਵਰਃ ਸਟ੍ਰੀਟ ਫੈਸਟੀਵਲ ਦੁਆਰਾ ਚਲਾਏ ਗਏ ਕਾਰ ਦੇ ਬਾਅਦ ਘੱਟੋ ਘੱਟ ਨੌਂ ਦੀ ਮੌਤ - ਬੀਬੀਸੀ",
        "ਕਾਵਾਕਾਮੀਃ ਵਾਰੀਅਰਜ਼ ਕੋਲ ਰਾਕੇਟ ਦੇ ਆਲੇ ਦੁਆਲੇ ਸਪਿਨ ਹਨ ਅਤੇ ਨਾਕਆਉਟ ਲਈ ਸੈਟ ਅਪ ਕਰਦੇ ਹਨ - ਸੈਨ ਫ੍ਰਾਂਸਿਸਕੋ ਸਟੈਂਡਰਡ",
        "ਸਪਿਲਬਰਗ, ਡੀ ਨੀਰੋ, ਫ੍ਰੀਮੈਨ ਫ੍ਰਾਂਸਿਸ ਫੋਰਡ ਕੋਪੋਲਾ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੇ ਹਨ ਜਦੋਂ ਉਹ ਏਐਫਆਈ ਲਾਈਫ ਅਚੀਵਮੈਂਟ ਅਵਾਰਡ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੁਤਿਨ ਨੇ ਬੰਦਰ ਅੱਬਾਸ ਬੰਦਰਗਾਹ 'ਤੇ ਧਮਾਕੇ ਤੋਂ ਬਾਅਦ ਈਰਾਨ ਨੂੰ ਰੂਸੀ ਐਮਰਜੈਂਸੀ ਜਹਾਜ਼ਾਂ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕਾਰਡੀਨਲ ਵਿਨਸੈਂਟ ਨਿਕੋਲਸ ਨੂੰ ਆਪਣੇ ਪਹਿਲੇ ਸੰਮੇਲਨ ਵਿੱਚ 'ਪ੍ਰਤੀਬਿੰਬ ਦੇ ਮੂਡ' ਦੀ ਉਮੀਦ ਹੈ - ਐਨਪੀਆਰ",
        "ਜਿਗਲੀ ਕੈਲੀਐਂਟੇਃ ਰੂਪਾਲ ਦੀ ਡਰੈਗ ਰੇਸ ਐਂਡ ਪੋਜ਼ ਸਟਾਰ ਦੀ 44 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ - ਬੀਬੀਸੀ",
        "ਚੋਟੀ ਦੇ ਪੋਪ ਉਮੀਦਵਾਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਫ੍ਰਾਂਸਿਸ ਦੀ ਵਿਰਾਸਤ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ - ਕਰੂਕਸ | ਕੈਥੋਲਿਕ ਪਲਸ ਲੈਣਾ",
        "ਗ੍ਰੀਟਸ ਦੇ ਗੀਤਾਂ ਅਤੇ ਇਕ ਨਵੇਂ ਪੁਰਾਤੱਤਵ ਖੁਦਾਈ ਵਿਚ ਇਕ ਅਲੋਪ ਹੋਇਆ ਰਾਜ ਜ਼ਿੰਦਾ ਆਉਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਜਿਵੇਂ ਕਿ ਮਸਕ ਨੇ ਵਾਸ਼ਿੰਗਟਨ ਵਿੱਚ ਸੱਤਾ ਪ੍ਰਾਪਤ ਕੀਤੀ, ਉਸਦੀ ਪ੍ਰਸਿੱਧੀ ਘੱਟ ਗਈ ਹੈ, ਇੱਕ ਏਪੀ-ਐਨਓਆਰਸੀ ਪੋਲ ਲੱਭਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼"
    ]
}