{
    "headlines": [
        "Trump nannte es eine Katastrophe. Biden hat es blockiert. Jetzt reist Trump nach Pittsburgh, um Japans Übernahme von US Steel zu feiern - CNN",
        "M*A*S* H-Schauspielerin Loretta Swit stirbt im Alter von 87 Jahren - BBC",
        "Zusammenfassung der Diddy-Studie: Ex-Assistentin Mia grillte auf Pfosten, die Sean Combs lobten, Behauptungen über sexuelle Übergriffe - The Washington Post",
        "Trump behauptet, China habe das Handelsabkommen mit den USA \"total verletzt\" - ABC News",
        "Kylie Jenner reagierte auf Leute, die sagten, sie sei kein \"Baddie\" mehr - BuzzFeed",
        "Die Makrohändler der Wall Street werden in Trump-Ära-Turbulenz geschult - Bloomberg.com",
        "Jamie Dimon warnt, dass der US-Anleihenmarkt unter dem Druck steigender Schulden „knacken“ wird - Financial Times",
        "PBS und Minnesota öffentlich-rechtlicher Fernsehsender verklagen Trump White House - NPR",
        "Die Ukraine muss sich noch zu einer neuen Runde von Russland-Gesprächen in Istanbul verpflichten - Al Jazeera",
        "Trump nominiert einen Beamten mit Verbindungen zu antisemitischen Extremisten, um die Ethikbehörde zu leiten - NPR",
        "Supreme Court says Trump for now can revoke ‘immigration parole’ for 530K migrants - The Washington Post",
        "Die Eagles schließen den Handel ab, um DE Bryce Huff pro Bericht an die 49ers zu schicken; Einstufung des Deals - CBS Sports",
        "Moschus im Oval Office verabschiedet sich vom NYT-Bericht über den Ketaminkonsum - Axios",
        "Was kommt als nächstes für die Zölle von Präsident Trump nach Peitschenhieb-Gerichtsurteilen? - ABC News",
        "Taylor Swift kauft Masteraufnahmen der ersten sechs Alben von Shamrock Capital zurück - NBC News",
        "Homeland Security Etiketten Maryland, mehrere seiner Landkreise und Städte, Heiligtum Gerichtsbarkeiten - WTOP",
        "Wissenschaftler betäubt von Venus ’bizarren Pfannkuchenvulkanen - Die tägliche Galaxie",
        "Hamas prüft Waffenstillstandsvorschlag für Gaza, da die USA Optimismus ausdrücken - The Washington Post"
    ]
}