{
    "headlines": [
        "Когда закончится жестокая жара? Вот что нужно знать о прогнозе. - The Washington Post",
        "«Непослушные» медведи сбегают, крадут мед на неделю и долго дремлют - The Washington Post",
        "Разделенный ФРС предлагает правило для облегчения требований к капиталу для крупных банков Уолл-стрит - CNBC",
        "4 вещи, которые нужно знать о Зогране Мамдани, предполагаемом кандидате от Демократической партии на пост мэра Нью-Йорка - NPR",
        "Акции BP подскочили, поскольку в отчете говорится, что Shell ведет переговоры о покупке энергетического конкурента - Barron's",
        "Лука Дончич оставил большие туфли, чтобы заполнить Даллас. Введите Cooper Flagg. - The Washington Post",
        "Инфлюенсер «Liver King» арестован в Техасе после угрозы Джо Рогану - NBC News",
        "Google для пользователей Gemini: мы будем смотреть на ваши тексты, нравится вам это или нет - Gizmodo",
        "Группа по вакцинам, назначенная РФК-младшим, теряет члена до первого заседания - The Washington Post",
        "Трамп утверждает, что США и Иран проведут встречу на следующей неделе - Axios",
        "Килмар Абрего Гарсия, как ожидается, будет освобожден из тюрьмы только для того, чтобы быть взятым под стражу иммиграционными властями - AP News",
        "Дурбин отрывается от Бове, когда начинаются судебные слушания - Politico",
        "Трамп говорит, что расходы НАТО на оборону, увеличившиеся до 5% ВВП, являются «большой победой» для США и Запада - BBC",
        "Продажи нового жилья в США упали до семимесячного минимума из-за плохой доступности - Bloomberg",
        "Прокуроры по делу Шона «Дидди» Комбса больше не преследуют теории о попытке поджога и похищения - CNN",
        "Руководитель DoorDash и его родители опознаныкак жертвы смертельной аварии на лодке на озере Тахо, в результате которой погибли еще 5 человек - Новости NBC",
        "Макет драфта НБА 2025 года 4.0: Эйс Бейли скользит по Wizards, «Спёрс» добавляют Дерика Куина - NBC Sports",
        "Ядерные объекты Ирана были уничтожены — и предположения в противном случае являются фейковыми новостями - Белый дом (.gov)"
    ]
}