{
    "headlines": [
        "Что нужно знать о легочной чуме после смерти пациента из Аризоны - The Washington Post",
        "Почему Уолл-стрит отмахивается от растущих тарифных угроз Трампа - The Washington Post",
        "США: Работник, как сообщается, умер после иммиграционного рейда на ферме - DW",
        "Трамп снова отложил свои тарифы. Это может быть в последний раз. - Politico",
        "Поставка моторного топлива была прекращена незадолго до крушения самолета Air India, говорится в предварительном отчете - CNN",
        "Россия предостерегает США, Южную Корею и Японию от формирования альянса по безопасности, нацеленного на Северную Корею - Yahoo",
        "Вот список тарифных писем Трампа на данный момент и ставки, которые они угрожают - NPR",
        "Карлос Родон выглядит звездой матча всех звёзд, поскольку он крутит лучшее начало своей карьеры в «Янкиз» - New York Post",
        "Выдающиеся игроки шестого дня Летней лиги NBA 2K26 - NBA",
        "«Величайший из всех времен»: бойцы реагируют на победу Кэти Тейлор над Амандой Серрано в исторической трилогии Netflix - Yahoo Sports",
        "Гороскоп на субботу, 12 июля 2025 года - Chicago Sun-Times",
        "Как меморандум Эпштейна Министерства юстиции привел к взрыву в Белом доме Дэна Бонгино - Axios",
        "Бывших Бена Аффлека и Дженнифер Гарнер заметили вместе на игре Red Sox; фанаты спрашивают: «Почему эти двое не могут заставить это работать? '| Голливуд - Hindustan Times - Hindustan Times",
        "Трамп переживает опустошение в Техасе, встречаясь с семьями и сотрудниками служб экстренного реагирования - The Washington Post",
        "Джером Пауэлл «рассматривает возможность уйти в отставку», поскольку давление растет из-за щедрой штаб-квартиры в 2,5 млрд долларов: отчет - New York Post",
        "Как журналисты AP отреагировали на новости о новом альбоме Джастина Бибера - AP News",
        "Последний шанс: 150+ лучших предложений на прайм-день, тщательно подобранных - GQ",
        "Плохой кролик делает «политическое заявление», когда начинается резиденция в Пуэрто-Рико - CNN"
    ]
}