{
    "headlines": [
        "Weltkatholiken sehen den ersten amerikanischen Papst als kaum amerikanisch an - The New York Times",
        "Kellen Moore erklärt offenen QB-Wettbewerb zwischen Tyler Shough, Jake Haener, Spencer Rattler - NBC Sports",
        "Meghan Markle und Prinz Harry können ihre Hände während der Verabredungsnacht bei Beyoncés LA-Konzert nicht voneinander lassen - New York Post",
        "DHS-Sprecher: Weitere Dem-Verhaftungen sind \"auf dem Tisch\" nach ICE-ANLAGE Scrum - Politico",
        "Die FDA genehmigt das erste US-Tool zu Hause als Pap-Abstrich-Alternative - NPR",
        "Die europäischen Staats- und Regierungschefs gewinnen Trumps Unterstützung, um Putin zu einem bedingungslosen Waffenstillstand zu zwingen - politico.eu",
        "USA und China beginnen Gespräche inmitten der Spannungen über Trumps Zollkrieg - NPR",
        "Trump-Team denkt darüber nach, das verfassungsmäßige Recht von Habeas Corpus zur Beschleunigung von Abschiebungen auszusetzen. Kann es? - AP News",
        "Vorläufige Erdbeben der Stärke 4,1 erschüttern Tennessee, Teile von Georgia und North Carolina - CBS News",
        "One Week Into Campaign, Party Votes on Replacing Nominee - Newser",
        "Miley Cyrus & Billy Ray Cyrus treffen sich inmitten von Entfremdungsgerüchten - Teen Vogue",
        "So siehst du Knicks vs. Celtics in den NBA-Playoffs von Spiel 3 kostenlos live - New York Post",
        "Abendkasse: ‘Thunderbolts*’ wieder ganz oben am zweiten Wochenende, ‘Sinners’ Crossing $ 200 Million Domestic - Variety",
        "Die Freude am Radfahren mit Ray-Ban Meta-Brille - TechCrunch",
        "Voraussichtliche Aufstellung: Runde 2, Spiel 3 gegen WSH - NHL.com",
        "Nanokunststoffe, die aus realen Kunststoffabfällen erzeugt werden, adsorbieren leicht Schwermetallionen, wie eine Studie zeigt - Phys.org",
        "Sean-Combs-Prozess: Promi-Namen, Nerven und eine verzögerte Jury - Rolling Stone",
        "Der Sommer könnte dank der Tarife viel teurer werden - The Washington Post"
    ]
}