{
    "headlines": [
        "Notícias do mercado de ações hoje: Os mercados disparam com os comentários de Trump (SP500:S&P Complete Indices) - Buscando Alfa",
        "FAA anuncia novo sistema de controle de tráfego aéreo na esperança de domar céus movimentados - NBC News",
        "Panthers cut Clowney; RB Brooks para a temporada - ESPN",
        "Administração Trump analisa status de vistos de manifestantes da Colômbia - Politico",
        "Bill Gates duplica doação para 200 mil milhões de dólares, diz que filantropos não podem cobrir cortes governamentais - CNBC",
        "A fumaça branca sobe do Vaticano enquanto os cardeais concordam com o sucessor do Papa Francisco - CNN",
        "Trump diz que substituirá o leal Ed Martin como seu indicado para ser o principal procurador de Washington - NBC News",
        "Trump critica Jerome Powell sobre taxas de juros: ‘Como falar com uma parede’ - The Hill",
        "A terra sob as maiores cidades do país está afundando. Aqui está onde — e por quê. - The Washington Post",
        "Galaxy S25 Edge promete ‘bateria o dia todo’ em marketing vazado que definitivamente envelhecerá bem - 9to5Google",
        "Ficha informativa: EUA-Reino Unido alcançam acordo comercial histórico - A Casa Branca (.gov)",
        "‘O Senhor dos Anéis: A Caça a Gollum’ estreia antes do Natal de 2027 - Prazo",
        "Casa do Partido Republicano aprova lei de renomeação do \"Golfo da América\" - Axios",
        "Loomer tem como alvo a nova escolha geral do cirurgião Trump - The Hill",
        "Max para ser \"mais assertivo\" no bloqueio de utilizadores de partilha de palavras-passe no final deste ano, diz executivo da WBD - Variety",
        "Alimentos ultraprocessados podem acelerar as alterações cerebrais de Parkinson - Notícias de neurociência",
        "Os ancestrais do T. rex podem ter caminhado da Ásia para a América do Norte - Earth.com",
        "Agora você pode enviar suas reivindicações para o acordo de espionagem Siri de US $ 95 milhões da Apple - The Verge"
    ]
}