{
    "headlines": [
        "الهجوم يترك كييف مختنقة بالدخان، ويضرب مستشفى أوديسا للولادة - واشنطن بوست",
        "قد يؤدي مشروع قانون ضرائب ترامب إلى زيادة الضرائب على الشركات الأجنبية، مما يضر بالاستثمار من الخارج - أسوشيتد برس نيوز",
        "المملكة المتحدة تفرض عقوبات على الوزراء الإسرائيليين اليمينيين المتطرفين بسبب \"التحريض على العنف\" ضد الفلسطينيين - بي بي سي",
        "حقق بليك ليفلي انتصارًا كبيرًا على جاستن بالدوني. ربما يكون قد فاز بالفعل بشيء آخر. - مجلة سليت",
        "\"صمت ترحيبي\" من شركات التأمين بشأن تغطية لقاح كوفيد - AJC.com",
        "آرون رودجرز على اختيار بيتسبرغ: \"يبدأ مع مايك توملين\" - إن بي سي سبورتس",
        "تم اعتقال نجم تيك توك خابي لام من قبل ICE قبل السماح له بمغادرة الولايات المتحدة - NPR",
        "مايك بلومبرغ لتأييد العدو القديم، أندرو كومو، في سباق العمدة - بوليتيكو",
        "مخزون إنتل (ناسداك:INTC) ينفجر مع وفاة دعم ماك - TipRanks",
        "بولسونارو يتخذ موقفًا في محاكمة انقلاب البرازيل التاريخية - NPR",
        "زيادة وقت الشاشة المرتبط بالعدوانية والقلق وتدني احترام الذات لدى الأطفال، نتائج الدراسة - ABC News",
        "فيرنون ريد عن لماذا كان ماكر وحجر العائلة أعظم فرقة أمريكية - رولينج ستون",
        "يؤكد هيغزيث أن ترامب يمكنه إرسال قوات إلى أي مكان لحماية عملاء ICE الذين يشنون غارات - ABC News",
        "ظهرت احتجاجات على مداهمات الهجرة في جميع أنحاء البلاد بمزيد من التخطيط - أسوشيتد برس نيوز",
        "تخطط Meta لاستثمار 15 مليار دولار في Scale AI في محاولة للحاق بالمنافسين - Financial Times",
        "باركوف، راينهارت يجد لعبة للفهود في الوقت المثالي في نهائي الكأس - NHL.com",
        "تطرح Google هواتف Android 16 إلى Pixel، وتكشف النقاب عن اقتراح تعديل مدعوم بالذكاء الاصطناعي لصور Google - TechCrunch",
        "\"AirPods Pro 3\" المشار إليه في كود iOS 26 - MacRumors",
        "مسلح يفتح النار في مدرسة نمساوية، مما أسفر عن مقتل 10 ورمي البلاد في صدمة - سي إن إن",
        "يؤكد منشئو \"The Last of Us\" أن الموسم الثالث من مسلسل Kaitlyn Dever - Led: \"كنت متأكدًا من أنهم لن يسمحوا لنا بفعل هذا\" - مراسل هوليوود"
    ]
}