{
    "headlines": [
        "ਹੀਟ 123-114 ਹਾਕਸ (ਅਪ੍ਰੈਲ 18, 2025) ਗੇਮ ਰੀਕੈਪ - ਈਐਸਪੀਐਨ",
        "ਯਮਨ ਦੇ ਹੂਤੀ ਬੰਦਰਗਾਹ 'ਤੇ ਅਮਰੀਕੀ ਹਵਾਈ ਹਮਲਿਆਂ ਵਿਚ 70 ਤੋਂ ਵੱਧ ਮਾਰੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਹਮਲੇ ਜਾਰੀ ਰੱਖਣ ਦੀ ਸਹੁੰ ਖਾ ਰਹੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਜੱਜ ਨੇ ਟਫਟਸ ਦੇ ਵਿਦਿਆਰਥੀ ਨੂੰ ਲੂਸੀਆਨਾ ਤੋਂ ਵਰਮੋਂਟ ਤਬਦੀਲ ਕਰਨ ਦੇ ਆਦੇਸ਼ ਦਿੱਤੇ - ਸੀਐਨਐਨ",
        "ਬਚੇ ਹੋਏ, ਗਵਾਹ ਐਫਐਸਯੂ ਦਹਿਸ਼ਤ ਦਾ ਵਰਣਨ ਕਰਦੇ ਹਨਃ 'ਹਾਂ, ਭੱਜਦੇ ਰਹੋ,' ਬੰਦੂਕਧਾਰੀ ਨੇ ਕਿਹਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਵ੍ਹਾਈਟ ਹਾ Houseਸ COVID. gov ਵੈੱਬ ਪੇਜ ਨੂੰ ਪੇਜ ਸਪੋਰਟਿੰਗ ਲੈਬ ਲੀਕ ਸਿਧਾਂਤ ਵਿੱਚ ਬਦਲਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਯੂਐਸ ਖਸਰਾ ਦੀ ਲਾਗ ਨੇ 24 ਰਾਜਾਂ ਵਿੱਚ 800 ਕੇਸਾਂ ਨੂੰ ਮਾਰਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਗੇਮਸਟਾਪ, ਟਾਰਗੇਟ, ਅਤੇ ਵਾਲਮਾਰਟ ਐਲਾਨ ਕਰਦੇ ਹਨ ਜਦੋਂ ਉਨ੍ਹਾਂ ਦੇ ਸਵਿਚ 2 ਪ੍ਰੀਆਰਡਰ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ - ਦਿ ਵਰਜ",
        "20 ‘ਤੇ’ ਹੰਕਾਰ ਅਤੇ ਪੱਖਪਾਤ ’: ਡਾਇਰੈਕਟਰ ਜੋਅ ਰਾਈਟ ਰਾਬਰਟ ਅਲਟਮੈਨ ਦੇ ਪ੍ਰਭਾਵ' ਤੇ ਅਤੇ ਕਿਵੇਂ ਉਸ ਦੀ ਅਰਾਜਕਤਾਵਾਦੀ ਪੰਕ ਭੈਣ ਨੇ ਕੀਰਾ ਨਾਈਟਲੀ ਦੀ ਐਲਿਜ਼ਾਬੈਥ ਬੇਨੇਟ - ਵੰਨਗੀ ਨੂੰ ਪ੍ਰੇਰਿਤ ਕੀਤਾ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਟ੍ਰਾਂਸਜੈਂਡਰ ਅਮਰੀਕੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਨ ਵਾਲੇ ਪਾਸਪੋਰਟ ਤਬਦੀਲੀਆਂ ਤੋਂ ਰੋਕਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "15 Auburn ਵਿਦਿਆਰਥੀ ਲਈ ਵੀਜ਼ਾ, ਸਟਾਫ ਇਮੀਗ੍ਰੇਸ਼ਨ ਕਰੈਕਡਾਊਨ ਵਿੱਚ ਰੱਦਃ ‘ਸਿਆਸੀ ਪਿੰਗ ਪੋਂਗ’ - AL.",
        "ਡੀਓਡੀ ਦੀ ਗੜਬੜੀ ਦੇ ਮੱਦੇਨਜ਼ਰ ਡਿਫੈਂਸ ਸੈਕਟਰੀ ਦੇ ਚੀਫ ਆਫ ਸਟਾਫ ਨੂੰ ਚੋਟੀ ਦੀ ਨੌਕਰੀ ਛੱਡਣੀ ਪਵੇਗੀ - ਪੋਲਿਟਿਕੋ",
        "ਟਰੰਪ ਸ਼ਾਸਨ ਬਦਲਾਅ ਤਹਿਤ ਹਜ਼ਾਰਾਂ ਫੈਡਰਲ ਵਰਕਰਾਂ ਨੂੰ ਬਰਖਾਸਤ ਕਰਨਾ ਹੋਵੇਗਾ ਸੌਖਾ - NPR",
        "ਇਜ਼ਰਾਈਲ ਦੇ ਹਮਲਿਆਂ ਵਿਚ ਗਾਜ਼ਾ ਵਿਚ ਘੱਟੋ ਘੱਟ 25 ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਹਕਾਬੀ ਨੇ ਅਮਰੀਕੀ ਰਾਜਦੂਤ ਵਜੋਂ ਪਹਿਲੀ ਪੇਸ਼ਕਾਰੀ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਡਿਪੋਰਟ ਕੀਤਾ ਗਿਆ Áਬਰੇਗੋ ਗਾਰਸੀਆ ਐਲ ਸਲਵਾਡੋਰ ਦੇ ਸੀਈਸੀਓਟੀ ਮੈਗਾਪਿਸਨ ਵਿਖੇ ਸਦਮਾਃ ਵੈਨ ਹੋਲੇਨ - ਐਕਸਿਓਸ",
        "ਟੈਰਿਫਸ ਫੋਰਡ ਨੂੰ ਚੀਨ ਨੂੰ ਸ਼ਿਪਮੈਂਟਾਂ ਵਿਵਸਥਿਤ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਦੇ ਹਨ - ਡੀਟ੍ਰਾਯਟ ਨਿ Newsਜ਼",
        "ਸਾਡੇ ਮਿਲਕੀ ਵੇਅ ਗਲੈਕਸੀ ਵਿਚ ਘੱਟੋ ਘੱਟ 10 ਅਰਬ ਤਾਰੇ ਰਹਿਣ ਯੋਗ ਗ੍ਰਹਿਆਂ ਦਾ ਸਮਰਥਨ ਕਰ ਸਕਦੇ ਹਨ - Earth.",
        "ਸਟਾਰ ਵਾਰਜ਼ ਜਸ਼ਨ ਸਿਗੋਰਨੀ ਵੀਵਰ ਦੇ 'ਦਿ ਮੰਡਲੋਰਿਅਨ ਐਂਡ ਗਰੋਗੂ' ਚਰਿੱਤਰ - ਸਪੇਸ ਬਾਰੇ ਨਵੇਂ ਫੁਟੇਜ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ",
        "ਖਪਤਕਾਰ ਵਿੱਤੀ ਸੁਰੱਖਿਆ ਬਿਊਰੋ ਵਿਖੇ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਛਾਂਟੀ' ਤੇ ਰੋਕ - ਸਰਕਾਰੀ ਕਾਰਜਕਾਰੀ",
        "'ਓਲੋ' ਇਕ ਬਿਲਕੁਲ ਨਵਾਂ ਰੰਗ ਹੈ ਜੋ ਸਿਰਫ 5 ਲੋਕਾਂ ਦੁਆਰਾ ਵੇਖਿਆ ਗਿਆ ਹੈ - ਲਾਈਵ ਸਾਇੰਸ"
    ]
}