{
    "headlines": [
        "Israelische Truppen feuern Warnschüsse ab, während Palästinenser das neue Lebensmittelzentrum in Gaza überwältigen - AP News",
        "JWSTs tiefster Blick auf einen einzigen Punkt im Weltraum enthüllt antike Wunder - ScienceAlert",
        "US-Senator Tommy Tuberville kündigt 2026 Gebot für Alabama Gouverneur - AP News",
        "2. Verdächtiger im Folterfall SoHo verhaftet, Beamte sagen, dass Schläge, Drogen und Waffen verwendet wurden - ABC News",
        "Stuntwoman verklagt Kevin Costner & 'Horizon' wegen unskriptiver Vergewaltigungsszene - Deadline",
        "Super Bowl 50 Champion Demaryius Thomas zum Denver Broncos Ring of Fame gewählt - Denver Broncos",
        "Bryce Harper wird von einem Spielfeld in den Ellbogen gebohrt und verlässt das Phillies-Spiel mit einem blauen Fleck - Inquirer.com",
        "‘Lilo & Stitch’ und die Kraft der Zillennial-Nostalgie im Kino - The Hollywood Reporter",
        "Aktien-Futures ändern sich kaum, da sich die Anleger auf Nvidia-Einnahmen einstellen: Live-Updates - CNBC",
        "Die \"Dei-Bürokratien\" VON UM erstickten den offenen Dialog und veranlassten Reformen, sagt Ono gegenüber dem Vorstand von Fla. - The Detroit News",
        "Trump verliert die Geduld mit Putin, ist sich aber nicht sicher, was er als nächstes tun soll - Politico",
        "RFK Jr. kürzt die COVID-Impfempfehlung für gesunde Kinder, schwangere Frauen - und warum es darauf ankommt - ABC News",
        "United verkürzt das Check-in-Fenster für US-Flüge. So schneidet es im Vergleich zu anderen Fluggesellschaften ab - AP News",
        "Arkansas-Stadt am Rande, nachdem \"Devil in the Ozarks\", ein ehemaliger Polizeichef und verurteilter Mörder, aus dem Gefängnis entkommt - NBC News",
        "In Kanada sagt König Charles: \"Der wahre Norden ist in der Tat stark und frei\" - The Washington Post",
        "WilmerHale gewinnt schnelles Urteil gegen Trumps Executive Order (2) - Bloomberg Law News",
        "Zusammenfassung des \"The Handmaid's Tale\" -Finales: Die Serie kommt zu einem herzlichen Ende - Entertainment Weekly"
    ]
}