{
    "headlines": [
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਜੈਗੁਆਰਸ ਟਾਰਗੇਟ ਡਬਲਯੂਆਰ ਨੰਬਰ 5 'ਤੇ, ਸੰਤ ਕਿ Qਬੀ' ਤੇ ਪਾਸ ਕਰਦੇ ਹਨ ਅਤੇ ਓ-ਲਾਈਨ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਨਿਕਾਸੀ ਦੇ ਆਦੇਸ਼ ਹਟਾਏ ਗਏ ਹਨ ਅਤੇ ਗਾਰਡਨ ਸਟੇਟ ਪਾਰਕਵੇਅ ਦਾ ਕੁਝ ਹਿੱਸਾ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਦਾ ਹੈ ਕਿਉਂਕਿ ਚਾਲਕ ਦਲ ਨਿ New ਜਰਸੀ ਦੇ ਜੰਗਲੀ ਅੱਗ ਨਾਲ ਲੜਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਉਵਲਦੇ ਸਕੂਲ ਗੋਲੀਬਾਰੀ ਪੀੜਤਾਂ ਦੇ ਪਰਿਵਾਰ ਸ਼ਹਿਰ ਨਾਲ ਬੰਦੋਬਸਤ ਕਰਨ ਪਹੁੰਚੇ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਕੀ ਜਾਣਨਾ ਹੈ ਕਿਉਂਕਿ ਸਰਕਾਰ ਡਿਫਾਲਟ ਵਿਦਿਆਰਥੀ ਕਰਜ਼ੇ 'ਤੇ ਕੁਲੈਕਸ਼ਨ ਸ਼ੁਰੂ ਕਰਦੀ ਹੈ - NPR",
        "ਨਾਸਾ ਦੀ ਲੂਸੀ ਆਈਸ ਕਰੀਮ ਕੋਨ-ਆਕਾਰ ਦੇ ਐਸਟਰਾਇਡ ਨੂੰ ਫੜਦੀ ਹੈ ਜੋ ਉਮੀਦਾਂ ਤੋਂ ਇਨਕਾਰ ਕਰਦੀ ਹੈ - SciTechDaily",
        "ਪਾਵੇਲ, ਚੀਨ ਦੇ ਟੈਰਿਫਾਂ 'ਤੇ ਟਰੰਪ ਦੇ ਰੁਖ ਨੂੰ ਨਰਮ ਕਰਨ ਤੋਂ ਬਾਅਦ ਡਾਓ ਫਿuresਚਰਜ਼ 700 ਪੁਆਇੰਟ ਰੈਲੀ ਕਰਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨੇ ਐਪਲ ਅਤੇ ਮੈਟਾ ਨੂੰ 800 ਮਿਲੀਅਨ ਡਾਲਰ ਦੇ ਐਂਟੀਟ੍ਰਸਟ ਜੁਰਮਾਨੇ ਨਾਲ ਹਰਾਇਆ. ਮੈਟਾ ਇਸ ਦੇ ਜੁਰਮਾਨੇ ਨੂੰ 'ਟੈਰਿਫ‘ ਕਹਿੰਦਾ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਐਨਐਫਐਲ ਡਰਾਫਟ ਅਫਵਾਹਾਂਃ ਬ੍ਰਾsਨਜ਼, ਜੈਗਸ ਵਪਾਰ ਜੋ ਅਰਥ ਰੱਖ ਸਕਦਾ ਹੈ, ਇਸ ਤੋਂ ਬਾਅਦ ਸੀ ਐਲ ਈ ਮੌਕ ਡਰਾਫਟ - ਡਾਗਜ਼ ਬਾਈ ਨੇਚਰ",
        "ਏਟੀ ਐਂਡ ਟੀ ਸਟਾਕ ਮਜ਼ਬੂਤ ਵਾਇਰਲੈੱਸ ਗਾਹਕਾਂ ਦੇ ਵਾਧੇ 'ਤੇ ਵਧਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਕਮਾਈ ਦਾ ਅਨੁਮਾਨ ਪੂਰਾ ਹੁੰਦਾ ਹੈ - ਨਿਵੇਸ਼ਕ ਦਾ ਕਾਰੋਬਾਰ ਰੋਜ਼ਾਨਾ",
        "ਕੀ ਵਿਗਿਆਨੀਆਂ ਨੇ ਕਿਸੇ ਹੋਰ ਗ੍ਰਹਿ ਉੱਤੇ ਜੀਵਨ ਦਾ ਪਤਾ ਲਗਾਇਆ? ਮਾਹਰ 'ਤੇ ਤੋਲ Bombshell Biosignature ਰਿਪੋਰਟ - Gizmodo",
        "6.2 ਤੀਬਰਤਾ ਦੇ ਭੂਚਾਲ ਨੇ ਇਸਤਾਂਬੁਲ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ - ਬੀਬੀਸੀ",
        "ਅਮਰੀਕੀ ਅਨਿਸ਼ਚਿਤ ਹਨ ਕਿ ਖਸਰਾ ਟੀਕੇ ਬਾਰੇ ਕੀ ਵਿਸ਼ਵਾਸ ਕਰਨਾ ਹੈ, ਪੋਲ ਸ਼ੋਅ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟੈਕਸਾਸ ਲਾਟਰੀ ਬੌਸ ਆਨਲਾਈਨ ਖਰੀਦਣ ਦੀ ਜਾਂਚ ਦੇ ਵਿਚਕਾਰ ਅਸਤੀਫਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਸਮੂਹ ਦੁਆਰਾ ਜਿੱਤਿਆ $ 95 ਮਿਲੀਅਨ ਜੈਕਪਾਟ ਜਿਸਨੇ 25 ਮਿਲੀਅਨ ਟਿਕਟਾਂ ਖਰੀਦੀਆਂ - Fortune",
        "ਪੈਂਟਾਗਨ ਵਿਖੇ ਪੀਟ ਹੇਗਸੇਥ ਦੀ ਪਤਨੀ ਦੀ ਪ੍ਰਮੁੱਖ ਭੂਮਿਕਾ ਪੜਤਾਲ ਨੂੰ ਖਿੱਚਦੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਚਿਕਨ ਨਿਯਮਤ ਤੌਰ 'ਤੇ ਖਾਣ ਨਾਲ ਤੁਹਾਡੀ ਮੌਤ ਦਾ ਜੋਖਮ ਵਧ ਸਕਦਾ ਹੈ, ਨਵਾਂ ਅਧਿਐਨ ਸੁਝਾਅ ਦਿੰਦਾ ਹੈ - EatingWell",
        "ਸੋਗ ਦਾ ਦੌਰਾ ਪੋਪ Francis ਸ੍ਟ੍ਰੀਟ ਪੀਟਰ ਦੇ Basilica 'ਤੇ ਰਾਜ ਵਿੱਚ ਪਏ - ਬੀਬੀਸੀ",
        "ਪ੍ਰਿੰਸ ਲੂਯਿਸ ਫੋਟੋ ਸੱਤਵੇਂ ਜਨਮਦਿਨ ਦੀ ਯਾਦ ਦਿਵਾਉਂਦੀ ਹੈ - ਬੀਬੀਸੀ",
        "Legion Tab Gen 4: Lenovo ਨੇ ਆਪਣੀ ਨਵੀਂ ਗੇਮਿੰਗ ਟੈਬਲੇਟ ਦੇ ਹੋਰ ਸਪੈਸੀਫਿਕਸ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ - ਨੋਟਬੁੱਕਚੈਕ"
    ]
}