{
    "headlines": [
        "ਸਪੇਸਐਕਸ ਪੁਲਾੜ ਯਾਨ ਦੁਬਾਰਾ ਪ੍ਰਿਥਵੀ ਦੇ ਵਾਯੂਮੰਡਲ ਵਿੱਚ ਦਾਖਲ ਹੋ ਰਿਹਾ ਹੈ ਸੋਨਿਕ ਬੂਮ ਨੂੰ ਚਾਲੂ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ 4 ਲਾਸ ਏਂਜਲਸ",
        "ਐਤਵਾਰ, ਮਈ 25, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਈਰਾਨੀ ਨਾਰਾਜ਼ ਜਾਫਰ ਪਨਾਹੀ ਨੇ ਕਾਨਸ ਵਿਖੇ ਪਾਮੇ ਡੀਓਰ ਜਿੱਤਿਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ ਕ੍ਰਿਪਟੂ ਨਿਵੇਸ਼ਕ 'ਤੇ NYC ਅਪਾਰਟਮੈਂਟ ਵਿੱਚ ਇੱਕ ਆਦਮੀ ਨੂੰ ਹਫ਼ਤਿਆਂ ਲਈ ਅਗਵਾ ਕਰਨ ਅਤੇ ਤਸੀਹੇ ਦੇਣ ਦਾ ਦੋਸ਼ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਐਂਥਨੀ ਐਡਵਰਡਜ਼ ਹਾਈਪਡ ਐਨਬੀਏ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦੁਆਰਾ ਬਘਿਆੜਾਂ ਦੇ ਤੌਰ ਤੇ ਡੋਮੀਨੇਟ ਐਸਜੀਏ, ਥੰਡਰ ਇਨ ਡਬਲਯੂਸੀਐਫ ਗੇਮ 3 ਵਿਨ - ਬਲੀਚਰ ਰਿਪੋਰਟ",
        "ਏਸੀ ਮਿਲਾਨ ਦੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਨੇ 'ਗੋ ਹੋਮ' ਪ੍ਰਦਰਸ਼ਨ ਵਿਚ ਪਿੱਤਲ ਨੂੰ ਕੁਚਲਿਆ - ਈਐਸਪੀਐਨ",
        "\"ਫੀਨਿਕਸ ਨਾਲ ਸਮੁੰਦਰੀ ਜਹਾਜ਼,\" ਓਰੇਗਨ ਆਦਮੀ ਜਿਸਨੇ ਬਿੱਲੀ ਨਾਲ ਸਮੁੰਦਰੀ ਯਾਤਰਾ ਕਰਨ ਲਈ ਨੌਕਰੀ ਛੱਡ ਦਿੱਤੀ, ਹਵਾਈ ਵਿੱਚ ਚੀਅਰਿੰਗ ਪ੍ਰਸ਼ੰਸਕਾਂ ਤੱਕ ਪਹੁੰਚਦਾ ਹੈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਰੂਸ ਦੇ ਫੌਜੀ ਕਿਨਾਰੇ ਕਮਜ਼ੋਰ ਹੋਣ 'ਤੇ ਟਰੰਪ ਪੁਤਿਨ' ਤੇ ਨਰਮ ਹੁੰਦੇ ਹਨ, ਅਧਿਕਾਰੀ ਕਹਿੰਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੱਜ ਨੇ ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਨੂੰ ਗੁਆਟੇਮਾਲਾ ਦੇ ਇੱਕ ਆਦਮੀ ਨੂੰ ਅਮਰੀਕਾ ਵਾਪਸ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ - ਐਨਪੀਆਰ",
        "ਜੋ ਜੋਨਸ ਨੇ ਨਵੀਂ ਐਲਬਮ ਜਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸੋਫੀ ਟਰਨਰ ਨੇ ਸਹਿਯੋਗੀ ਸੰਦੇਸ਼ ਸਾਂਝਾ ਕੀਤਾ - ਟੀਐਮਜ਼ੈਡ",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਦੇ ਮੀਮ ਸਿੱਕਾ ਡਿਨਰ ਨੇ ਮਾੜਾ ਭੋਜਨ, ਕਮਜ਼ੋਰ ਸੁਰੱਖਿਆ, ਅਤੇ $ 100,000 ਘੜੀਆਂ ਦੀ ਸੇਵਾ ਕੀਤੀ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "Red Sox Make Slew Of Roster Moves Before Matchup With Orioles - NESN",
        "ਯੂਕਰੇਨ, ਰੂਸ ਸੌ ਹੋਰ POWs ਸਵੈਪ - DW",
        "ਘਾਤਕ ਸੈਨ ਡਿਏਗੋ ਜਹਾਜ਼ ਹਾਦਸੇ ਤੋਂ ਪਹਿਲਾਂ ਰਨਵੇ ਲਾਈਟਾਂ ਕੰਮ ਨਹੀਂ ਕਰ ਰਹੀਆਂ, ਐਨਟੀਐਸਬੀ ਕਹਿੰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "‘ਲੀਲੋ ਐਂਡ ਸਟਿਚ’ ਪਹਿਲੇ 3 ਦਿਨਾਂ ਦੇ ਵਿਦੇਸ਼ਾਂ ਵਿੱਚ $ 56.3M ਸੀਵ ਕਰਦਾ ਹੈ; ‘ਮਿਸ਼ਨਃ ਅਸੰਭਵ - ਅੰਤਮ ਗਣਨਾ’ ਆਊਟਪੇਸਿੰਗ ‘ਐਮਃ ਆਈ 7’ – ਅੰਤਰਰਾਸ਼ਟਰੀ ਬਾਕਸ ਆਫਿਸ - ਡੈੱਡਲਾਈਨ",
        "ਟਰੰਪ ਗ੍ਰੀਨਲਾਈਟ ਯੂਐਸ ਸਟੀਲ ਦੇ ਅਭੇਦ ਹੋਣ ਦੇ ਬਾਵਜੂਦ ਮੁਹਿੰਮ ਦੇ ਵਾਅਦੇ ਨੂੰ ਖਤਮ ਕਰਨ ਦਾ ਵਾਅਦਾ - ਸੱਚਾਈ",
        "ਇਜ਼ਰਾਈਲ ਹਮਲੇ ਤੋਂ ਬਾਅਦ ਨਾਰਾਜ਼ਗੀ, ਦਹਿਸ਼ਤ ਗਾਜ਼ਾ ਡਾਕਟਰ ਦੇ ਨੌਂ ਬੱਚਿਆਂ ਦੀ ਮੌਤ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਕੋਵਿਡ ਦਹਿਸ਼ਤਃ ਅਮਰੀਕਾ ਵਿਚ ਅਜੇ ਵੀ ਹਰ ਹਫਤੇ 300 ਤੋਂ ਵੱਧ ਲੋਕ ਕੋਰੋਨਾਵਾਇਰਸ ਨਾਲ ਮਰਦੇ ਹਨ, ਇੱਥੇ ਕਿਉਂ ਹੈ - ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼",
        "ਸਾਬਕਾ ਮਿੰਨੀਪੋਲਿਸ ਪੁਲਿਸ ਮੁਖੀ ਜਾਰਜ ਫਲਾਇਡ ਵੀਡੀਓ ਨੂੰ ਵੇਖਣ ਦੇ 'ਬਿਲਕੁਲ ਗੁੱਝੇ' ਪਲ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}