{
    "headlines": [
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗਾਜ਼ਾ ਤੋਂ ਤਿੰਨ ਮਰੇ ਬੰਧਕਾਂ ਦੀਆਂ ਲਾਸ਼ਾਂ ਬਰਾਮਦ ਕੀਤੀਆਂ - ਬੀਬੀਸੀ",
        "ਫਰੈੱਡ ਸਮਿਥ, ਫੇਡੈਕਸ ਦੇ ਸੰਸਥਾਪਕ, ਜਿਸ ਨੇ ਪੈਕੇਜ ਡਿਲਿਵਰੀ ਕਾਰੋਬਾਰ ਵਿੱਚ ਕ੍ਰਾਂਤੀ ਲਿਆ, 80 ਤੇ ਮਰ ਗਿਆ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਕੀਅਰ ਸਟਾਰਮਰ ਨੇ ਈਰਾਨ ਨੂੰ ਗੱਲਬਾਤ ਦੀ ਮੇਜ਼ 'ਤੇ ਵਾਪਸ ਆਉਣ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਐਤਵਾਰ, 22 ਜੂਨ, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਕਾਲਜ ਵਰਲਡ ਸੀਰੀਜ਼ 2025 ਸਕੋਰਃ ਐਲਐਸਯੂ ਦੇ ਕੇਡ ਐਂਡਰਸਨ ਨੇ ਗੇਮ 1 - ਯਾਹੂ ਸਪੋਰਟਸ ਵਿਚ ਸ਼ੱਟਆਉਟ ਜਿੱਤ ਦੇ ਨਾਲ ਨੰਬਰ 1 ਪਿਕ ਲਈ ਦਲੀਲ ਦਿੱਤੀ",
        "ਟਰੰਪ ਨੇ ਕਿਹਾ ਕਿ ਉਹ ਈਰਾਨ ਨੂੰ ਮੇਜ਼ 'ਤੇ ਆਉਣ ਲਈ ਖਿੜਕੀ ਦੇ ਰਹੇ ਹਨ । ਉਸਨੇ 2 ਦਿਨ ਬਾਅਦ ਮਾਰਿਆ. - ਏਬੀਸੀ ਨਿਊਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿਊਜ਼, ਤਾਜ਼ਾ ਨਿਊਜ਼ ਅਤੇ ਵੀਡੀਓ",
        "ਟਰੰਪ ਨੂੰ ਈਰਾਨ 'ਤੇ ਹੜਤਾਲਾਂ ਤੋਂ ਬਾਅਦ ਮੈਗਾ ਬੇਸ ਤੋਂ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "2025 ਐਨਬੀਏ ਫਾਈਨਲਜ਼ਃ ਫਾਈਨਲਜ਼ ਦੇ ਗੇਮ 7 ਵਿੱਚ ਵੇਖਣ ਲਈ 4 ਚੀਜ਼ਾਂ - ਐਨਬੀਏ",
        "ਵਾਚਃ ਅਮਰੀਕੀ ਬੰਬਾਂ ਤੋਂ ਬਾਅਦ ਨੇਤਨਯਾਹੂ ਦਾ ਪਹਿਲਾ ਟਿੱਪਣੀ ਈਰਾਨ ਪ੍ਰਮਾਣੂ ਸਾਈਟਾਂ - ਐਨਡੀਟੀਵੀ",
        "ਕੀ ਟਰੰਪ ਕੋਲ ਈਰਾਨ 'ਤੇ ਅਮਰੀਕੀ ਹਮਲਿਆਂ ਦਾ ਆਦੇਸ਼ ਦੇਣ ਦਾ ਅਧਿਕਾਰ ਹੈ?",
        "ਸਬਰੀਨਾ ਕਾਰਪੇਂਟਰ, SZA, 2025 ਕਿਡਜ਼ ਚੁਆਇਸ ਅਵਾਰਡਾਂ (ਪੂਰੀ ਜੇਤੂ ਸੂਚੀ) ਤੇ ਅਰੀਆਨਾ ਗ੍ਰੈਂਡ ਵਿਨ ਮਲਟੀਪਲ ਅਵਾਰਡਜ਼ - ਬਿਲਬੋਰਡ",
        "ਯੂਐਫਸੀ ਚੈਂਪ ਜੋਨਸ ਰਿਟਾਇਰ, ਅਲਬੂਕਰਕ ਵਿਚ ਇਕ ਹੋਰ ਅਪਰਾਧਿਕ ਦੋਸ਼ ਨਾਲ ਮਾਰਿਆ - ਅਲਬੂਕਰਕ ਜਰਨਲ",
        "ਮਹਿਮੂਦ ਖਲੀਲ ਨੇ ਹਿਰਾਸਤ ਤੋਂ ਰਿਹਾਅ ਹੋਣ ਤੋਂ ਬਾਅਦ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਜਾਰੀ ਰੱਖਣ ਦੀ ਸਹੁੰ ਖਾਧੀ - ਪੋਲਿਟਿਕੋ",
        "ਬੇਲਾਰੂਸ ਦੇ ਵਿਰੋਧੀ ਧਿਰ ਦੇ ਨੇਤਾ ਸਿਆਰਹੀ ਤਸਿਕਨੋਸਕੀ ਨੂੰ ਅਮਰੀਕਾ ਦੇ ਚੋਟੀ ਦੇ ਰਾਜਦੂਤ ਦੀ ਦੁਰਲੱਭ ਯਾਤਰਾ ਤੋਂ ਬਾਅਦ ਜੇਲ੍ਹ ਤੋਂ ਰਿਹਾਅ ਕਰ ਦਿੱਤਾ ਗਿਆ - ਸਕਾਈ ਨਿ Newsਜ਼",
        "ਈਸਟ ਕੋਸਟ ਗਰਮੀ ਦੀ ਵੱਡੀ ਲਹਿਰ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਤਾਪਮਾਨ ਤਿੰਨ ਅੰਕਾਂ ਤੱਕ ਪਹੁੰਚਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਬ੍ਰਾਜ਼ੀਲ 'ਚ ਗਰਮ ਹਵਾ ਦੇ ਗੁਬਾਰੇ ਨੂੰ ਅੱਗ ਲੱਗਣ ਕਾਰਨ ਅੱਠ ਦੀ ਮੌਤ, ਹਾਦਸਾਗ੍ਰਸਤ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਈਰਾਨ ਦੀਆਂ ਪ੍ਰਮਾਣੂ ਸਹੂਲਤਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣਾ ਵਾਤਾਵਰਣ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਸਮੀਖਿਆ ਵਿਚ ਹਫਤਾਃ ਮੈਟਾ ਆਪਣੇ ਓਕਲੇ ਸਮਾਰਟ ਗਲਾਸ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ - ਟੈਕਕ੍ਰਾਂਚ"
    ]
}