{
    "headlines": [
        "An old Capitol Hill troublemaker is trying to clinch a megabill deal - Politico",
        "Harvey Weinstein Accuser Kaja Sokola: ‘The Devastating Part Was Not the Trial Itself — It Was the Betrayal of My Sister’ - Variety",
        "14,000-year-old mummified ‘puppies’ weren’t dogs at all, new research shows - CNN",
        "2 Minnesota lawmakers shot in apparent 'targeted' incident: Officials - ABC News",
        "Israel warns ‘Tehran will burn’ as Iran fires drones and missiles in response to Israeli strikes - Politico",
        "Prince Louis and Prince George’s Antics Steal the Spotlight at Trooping the Colour - instyle.com",
        "Watch: Keshav Maharaj in tears; South Africa beat Australia to end 27-year ICC trophy drought - Times of India",
        "Self-made billionaire college dropout Alexandr Wang's $14.3 billion deal with Meta’s AI - Fortune",
        "U.S. Open 2025: Third-round tee times, pairings and featured groups Saturday at Oakmont - NBC Sports",
        "Scoop: Every Senate Dem demands Trump withdraw military from Los Angeles - Axios",
        "As Trump goes to G7 summit, other world leaders aim to show they’re not intimidated - AP News",
        "Space humbles the SEAL-doctor-astronaut | On the ISS this week June 9-13, 2025 - Space",
        "A father of 3 felt healthy. Then a routine screening found a rare, deadly illness. - CBS News",
        "Trump military parade marking Army's 250th birthday takes place in Washington, D.C., today - CBS News",
        "Federal prosecutors now charging immigrants who don’t submit fingerprints under dormant 1940s law - Politico",
        "India launches inspection of Boeing 787s after Air India crash - CNN",
        "Pope appeals for 'responsibility and reason' in Iran-Israel escalation - Vatican News",
        "US Steel Sale to Nippon Steel Poised To Close After Trump Deal - Bloomberg.com",
        "UFC Atlanta Results: Usman vs. Buckley - MMA Fighting"
    ]
}