{
    "headlines": [
        "Netanyahu diz que aliados o pressionaram a retomar alguma ajuda a Gaza. Até agora, nada entrou - AP News",
        "Como o favorito ao ‘American Idol’ realmente ganhou o programa - The Washington Post",
        "Trump pedirá a Putin que pare o \"banho de sangue\" na chamada de paz na Ucrânia - ABC News",
        "Cientistas descobrem um planeta raro e incomum nas profundezas do deserto de Netuno - Jason Deegan",
        "Timberwolves pronto para jogar Oklahoma City Thunder nas finais da Conferência Oeste - 5 NOTÍCIAS DE TESTEMUNHAS OCULARES",
        "Os republicanos do Senado querem dividir o projeto de lei Trump da Câmara em pedaços pequenos - The Hill",
        "capacidade e peso da bateria de ar do iPhone 17 supostamente revelados - MacRumors",
        "Atrás do brilhante Shai Gilgeous-Alexander, da derrota do OKC Thunder Nikola Jokić e do Denver Nuggets no Jogo 7 - CNN",
        "Cinco anos após o Brexit, a Grã-Bretanha e a UE estão a voltar a ficar juntas? - NPR",
        "O Ministério dos Direitos do Consumidor de Espanha bloqueia mais de 65 000 anúncios da Airbnb para arrendamentos de férias - Yahoo Finance",
        "Centrista pró-europeu vence nacionalista de direita no voto romeno - The Washington Post",
        "Cadete naval mexicano, marinheiro identificado como vítimas no acidente da Ponte do Brooklyn - The Washington Post",
        "Os Panthers contam com bases sólidas para vencer o Jogo 7 contra o Maple Leafs - NHL.com",
        "Em memória de Ed Smylie, cujo famoso hack salvou a tripulação da Apollo 13 - Hackaday",
        "Os EUA não veem um caso de gripe aviária humana há 3 meses. Especialistas se perguntam por quê - AP News",
        "Especialista revela uma maneira livre de drogas de imitar os efeitos do Ozempic - ScienceAlert",
        "CPUs Intel Panther Lake Demoed At Computex, Close-Up Die Shots, ES Specs & Consumer-Ready Launch in Early 2026 - Wccftech",
        "Os EUA acabaram de aprovar o primeiro exame de sangue para a doença de Alzheimer - ScienceAlert"
    ]
}