{
    "headlines": [
        "\"Just Got Our First Tariff Bill\": Americans Are Sharing How They're Already Seeing Trump's Tariffs Affect Their Lives And Businesses - MSN",
        "UFC 315 takeaways: Jack Della Maddalena ushers in an age of total chaos - Yahoo Sports",
        "Horoscope for Sunday, May 11, 2025 - Chicago Sun-Times",
        "DHS warns of more Dem arrests after Newark ICE detention center protest — as Mayor Ras Baraka blames agency for escalation - New York Post",
        "Economic jitters and soaring gold prices create a frenzy for US jewelry merchants - AP News",
        "Russia and North Korea Turn Their War Alliance Into a Propaganda Tool - WSJ",
        "'SNL': Trump Talks Chicago Pope as Jeanine Pirro Guzzles Wine - Variety",
        "Edwards, Randle lead Timberwolves past Warriors 102-97 for 2-1 lead in second-round playoff series - SFGATE",
        "European leaders tell Putin to agree to Ukraine ceasefire or face new sanctions - KSL News",
        "Payton Pritchard steps up for Celtics in Game 3 win vs. Knicks, and it goes far beyond his 3-point shooting - CBS Sports",
        "Öztürk arrives at Logan Airport after 6 weeks in ICE detention - WBUR",
        "Putin says Russia ready for ‘direct talks’ with Ukraine as US and European leaders press for a ceasefire - CNN",
        "Trump is already playing with fire with his tariff plan, adding a tax hike could mean GOP civil war - New York Post",
        "Republicans’ partial tax plan estimated to cost $5 trillion - Politico",
        "Five fishermen who survived 55 days adrift by drinking rain and parboiling passing fish arrive in Galapagos - CNN",
        "Giant Bomb Has Been Sold To Giant Bomb - aftermath.site",
        "Tom Cruise Makes Rare Comment About Ex Nicole Kidman - Yahoo",
        "Derek Carr retires, thanks New Orleans Saints for opportunity to live out 'childhood dream' - New Orleans Saints",
        "Measles Cases In The U.S. Just Hit 1,000. RFK Jr. Still Isn't Taking It Seriously. - HuffPost"
    ]
}