{
    "headlines": [
        "ਐਸ ਐਂਡ ਪੀ 500 ਦੇ ਨਵੇਂ ਰਿਕਾਰਡ ਨੂੰ ਦੂਜੀ ਤਿਮਾਹੀ ਵਿਚ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਸਟਾਕ ਫਿuresਚਰਜ਼ ਘੱਟ ਜਾਂਦੇ ਹਨਃ ਲਾਈਵ ਅਪਡੇਟਸ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਸਰੋਤਃ ਗਰਿੱਜ਼ ਨੇ ਜੈਕਸਨ ਨੂੰ $ 240M ਸੌਦੇ 'ਤੇ ਫੈਲਾਇਆ - ਈਐਸਪੀਐਨ",
        "ਬ੍ਰਾਇਨ ਕੋਹਬਰਗਰ ਆਈਡਾਹੋ ਕਾਲਜ ਦੇ ਕਤਲੇਆਮ ਦੇ ਸਾਰੇ ਦੋਸ਼ਾਂ ਲਈ ਦੋਸ਼ੀ ਮੰਨਣ ਲਈ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਬੂਜ਼ਮੈਨ ਨੇ ਗ੍ਰਾਸਲੇ ਦੀ ਖੇਤੀ ਸਹਾਇਤਾ ਸੋਧ ਨੂੰ ਰੋਕਣ ਲਈ ਕਾਹਲੀ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਸਕੁਇਡ ਗੇਮ ਸਿਰਜਣਹਾਰ ਹਵਾਂਗ ਡੋਂਗ-ਹਯੁਕ ਨੇ ਸਿਰਫ ਡੇਵਿਡ ਫਿੰਚਰ ਦੀਆਂ ਅਫਵਾਹਾਂ ਨੂੰ \"ਲੇਖਾਂ ਵਿੱਚ\" ਪੜ੍ਹਿਆ ਹੈ ਜਿਵੇਂ ਕਿ ਸਾਡੇ ਬਾਕੀ - ਏਵੀ ਕਲੱਬ",
        "ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਡਿਸਕ ਗਲੈਕਸੀਆਂ ਦੇ ਡੂੰਘੇ structਾਂਚਾਗਤ ਰਾਜ਼ਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰਦਾ ਹੈ, ਇਸ ਗੱਲ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ ਕਿ ਕਿਵੇਂ ਬ੍ਰਹਿਮੰਡ ਨੇ ਇਸ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਆਕਾਰ ਬਣਾਏ - ਰੂਡ ਬਾਗੁਏਟ",
        "ਮਸਕ ਨੇ ਟਰੰਪ ਦੇ ਟੈਕਸ ਬਿੱਲ ਨੂੰ 'ਕਰਜ਼ੇ ਦੀ ਗੁਲਾਮੀ' ਵਜੋਂ ਤੋੜਿਆ, ਰਿਪਬਲਿਕਨਾਂ ਨੂੰ ਅਣਸੁਖਾਵਾਂ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ ਜੋ ਇਸ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਯੂਰਪ ਦੀ ਵਧ ਰਹੀ ਗਰਮੀ ਦੀ ਲਹਿਰ ਦਾ ਤਾਪਮਾਨ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਐਲਪਸ ਵੀ ਸ਼ਾਮਲ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਗਲਾਸਟਨਬਰੀ ਤੋਂ ਬਾਅਦ, ਬੌਬ ਵਿਲਨ ਨੂੰ ਯੂਕੇ ਅਪਰਾਧਿਕ ਜਾਂਚ ਅਤੇ ਯੂਐਸ ਵੀਜ਼ਾ ਰੱਦ ਕਰਨ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈਂਦਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਜੱਜ ਓਕੇਜ਼ 23andMe ਦੀ ਵਿਕਰੀ — ਅਤੇ ਇਸਦੇ ਡੀਐਨਏ ਡੇਟਾ ਦੇ ਟ੍ਰੋਵ — ਇਸਦੇ ਸੰਸਥਾਪਕ - ਐਨਪੀਆਰ ਦੀ ਅਗਵਾਈ ਵਾਲੇ ਇੱਕ ਗੈਰ-ਲਾਭਕਾਰੀ ਨੂੰ",
        "ਫੋਗਨੀਨੀ ਦਾ ਅਲਵਿਦਾ? ਟੀਅਰ ਫੈਬੀਓ ਅਲਕਾਰਜ਼ ਦੇ ਪੰਜ ਸੈਟਰ ਤੋਂ ਬਾਅਦ ਅਲਵਿਦਾ ਤੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ - ਏਟੀਪੀ ਟੂਰ",
        "ਕੈਰਨ ਡਾਇਮੰਡ, ਬੋਲਡਰ ਪਰਲ ਸਟ੍ਰੀਟ ਹਮਲੇ ਵਿੱਚ ਸਾੜਿਆ ਗਿਆ, ਮਰ ਗਿਆ - ਬੋਲਡਰ ਡੇਲੀ ਕੈਮਰਾ",
        "$ 14.6 ਬਿਲੀਅਨ ਸਿਹਤ ਦੇਖਭਾਲ ਦੀਆਂ ਧੋਖਾਧੜੀ ਸਕੀਮਾਂ ਵਿੱਚ 300 ਤੋਂ ਵੱਧ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਹੈ, ਨਿਆਂ ਵਿਭਾਗ ਕਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਾਰਕ ਜ਼ੁਕਰਬਰਗ ਨੇ ਆਪਣੇ ਏਆਈ ‘ਸੁਪਰ ਇੰਟੈਲੀਜੈਂਸ‘ ਸੁਪਰ-ਗਰੁੱਪ - ਦਿ ਵਰਜ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ",
        "ਐਪਲ ਨੇ ਆਖਰਕਾਰ ‘ਐਫ 1‘ ਨਾਲ ਬਾਕਸ ਆਫਿਸ ‘ਤੇ ਹਿੱਟ ਕੀਤਾ.’ ਸਟੂਡੀਓ ਦੀ ਮੂਵੀ ਰਣਨੀਤੀ ਲਈ ਅੱਗੇ ਕੀ ਹੈ? - ਵੰਨਗੀ",
        "ਇਡਾਹੋ ਵਿੱਚ ਇੱਕ ਬੰਦੂਕਧਾਰੀ ਨੇ ਅੱਗ ਬੁਝਾਉਣ ਵਾਲਿਆਂ ਨੂੰ ਇੱਕ ਘੁਸਪੈਠ ਵਿੱਚ ਭੜਕਾਇਆ । ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ - ਐਨਪੀਆਰ",
        "ਗਾਜ਼ਾ ਸਿਟੀ ਬੰਦਰਗਾਹ ਨੇੜੇ ਕੈਫੇ 'ਤੇ ਇਜ਼ਰਾਈਲੀ ਹਮਲੇ, ਦਰਜਨਾਂ ਦੀ ਮੌਤ, ਹਸਪਤਾਲ ਅਧਿਕਾਰੀ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਜਿuryਰੀ ਸੀਨ \"ਡਿੱਡੀ\" ਵਿਚ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕਾਮਬਜ਼ ਸੈਕਸ-ਟ੍ਰੈਫਿਕਿੰਗ ਟਰਾਇਲ - ਲਾਈਵ ਅਪਡੇਟਸ - ਬੀਬੀਸੀ",
        "ਸਟੀਲਰਜ਼ ਜਲੇਨ ਰਾਮਸੇ ਦੀ 2025 ਦੀ ਤਨਖਾਹ ਦਾ ਜ਼ਿਆਦਾਤਰ ਭੁਗਤਾਨ ਕਰਨਗੇ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ"
    ]
}