{
    "headlines": [
        "Scripps National Spelling Bee Live-Updates: Faizan Zaki gewinnt Krone - USA Today",
        "Trumpf admin. hält 8 Maryland Landkreise 'Sanctuary Jurisdiktionen' - WBAL-TV",
        "Pacers streben zweites NBA-Finale an, Knicks kämpfen bergauf - AP News",
        "3. Masernfall im Zusammenhang mit einem internationalen Flug, der bei DIA gelandet ist - 9News",
        "Was ist der US-Gerichtshof für internationalen Handel, der Trumps Zölle gestoppt hat? - The Washington Post",
        "Mitarbeiter der US-Regierung, der wegen des Versuchs angeklagt ist, einer ausländischen Regierung geheime Informationen zu geben - AP News",
        "Neben Musk verlassen mehrere hochrangige DOGE-BEAMTE die Trump-Administration: Quellen - ABC News",
        "Nathan Fielder nennt die FAA \"sehr dumm\" über die Antwort auf \"Die Probe\" - Deadline",
        "Sean 'Diddy' Combs vergewaltigte und griff ihren Ex-Assistenten an, erzählt sie dem Gericht - BBC",
        "Obskurer Steuerposten in Trumps Big Bill Alarms Wall Street - Bloomberg",
        "Israel akzeptiert einen neuen US-Vorschlag für einen Waffenstillstand mit der Hamas, sagt ein israelischer Beamter - CNN",
        "Auf dem Markt für einen neuen Router? Hier sind 13 Modelle, die laut FBI vermieden werden sollten - 9to5Mac",
        "Dodgers nähert sich Deal für Alexis Díaz - MLB Handelsgerüchte",
        "Schweizer Gletscher bricht zusammen, Dorf begraben: Video, Satelliten zeigen Blatten davor und danach - USA Today",
        "Die GAP-Aktien sinken, da der Einzelhändler sagt, dass die Tarife zwischen 100 und 150 Millionen US-Dollar kosten könnten - CNBC",
        "Der Mordprozess von Diego Maradona wurde nach dem Skandal um die Dreharbeiten des Richters für ungültig erklärt - CNN",
        "Wissenschaftler machen den ersten direkten Nachweis von atmosphärischem Sputtern auf dem Mars - Phys.org",
        "Rauch, der in die USA strömen soll, während die Waldbrände in Kanada die größte Evakuierung der Provinz in \"lebendiger Erinnerung\" erzwingen - CNN",
        "Beliebteste TV-Shows der Jahre 2024-25, angeführt von \"Squid Game\" und \"Adolescence\" - Vielfalt"
    ]
}