{
    "headlines": [
        "Agentes federais realizam batidas de imigração em LA. Manifestantes e autoridades municipais respondem - LAist",
        "Bilheteria: ‘Bailarina‘ Dançando Fora do Balanço em Estreia, ‘Lilo & Stitch’ Pirouetting to Winning $ 33M Weekend - The Hollywood Reporter",
        "Elon Musk parece apagar alguns posts X explosivos em meio a rivalidade com Trump - CNBC",
        "Israel diz que recuperou o corpo de um refém tailandês em Gaza - NPR",
        "Chefe de polícia Grant Hardin preso após escapar da prisão de Arkansas - BBC",
        "Sam Nivola e Cooper Koch sobre Nepo Babies, Incesto e The White Lotus - Variedade",
        "À medida que o World Pride começa em Washington, alguns estrangeiros ficam longe - BBC",
        "Mais de 100 agentes da lei procuram por Travis Decker à medida que a caça ao homem se intensifica - KOMO",
        "‘Vivemos tempos assustadores’: nova-iorquinos reagem à nova proibição de viagens do presidente Trump - Gothamist",
        "Pagamento do atleta da NCAA: veja o que vem a seguir - ESPN",
        "Um professor que testa as habilidades de seleção de ações do ChatGPT, DeepSeek e Grok sugere que os corretores da bolsa devem se preocupar - MarketWatch",
        "Células pouco conhecidas podem ser a chave para a memória maciça do cérebro humano - The Washington Post",
        "O que o Thunder precisa consertar no jogo 2 das finais da NBA - Sports Illustrated",
        "O auxílio federal ao aluguel deve vir com um limite de tempo? Veja como funciona num só lugar - NPR",
        "A guerra de Trump contra a ciência bate em casa: o Centro de Pesquisa Glenn da NASA enfrenta cortes de \"nível de extinção\" - Cleveland.com",
        "George Clooney está a trazer o seu mais recente Straight para a sua TV. É na hora certa. - Revista Slate",
        "O Florida Panthers derrotou o Edmonton Oilers na prorrogação dupla para igualar a final da Stanley Cup - CNN",
        "Carcóvia foi atingida pelo ‘ataque mais poderoso’ de toda a guerra, diz prefeito, enquanto a Rússia ataca a Ucrânia novamente - CNN"
    ]
}