{
    "headlines": [
        "Израиль начинает крупное наступление, поскольку спасатели Газы говорят о десятках убитых - BBC",
        "\"Нью-Йорк Никс\" преодолеет \"Бостон Селтикс\" и впервые за 25 лет выйдет в финал Восточной конференции - CNN",
        "Педро Паскаль говорит: «Люди, которые пытаются напугать вас», когда их спрашивают о политическом хаосе в США: «Отбивайтесь. Don 't Let Them Win’ - Variety",
        "Сьерра сделала игры моего детства. В них все еще весело играть? - Ars Technica",
        "Google I/O будет ИИ-шоу - The Verge",
        "NIST запустил свои новые атомные часы, и они поразительно точны - The Washington Post",
        "Омоложение Кларка Шмидта: шанс встретиться с бывшим товарищем по команде «Янкиз» Хуаном Сото - New York Post",
        "Кремль выдвинул условия для встречи Путина и Зеленского: Интерфакс - Bloomberg",
        "Огни, камера, блестящий шар: конкурс песни «Евровидение» выходит в грандиозный финал - AP News",
        "FSD Tesla против роботакси Waymo: один из них сделал шаг, который может повлиять на любой экзамен по вождению - Business Insider",
        "Анализ цен XRP, DOGE: Dogecoin, Ripple снизился на 3%, поскольку Moody's понизило кредитный рейтинг США - CoinDesk",
        "Поскольку политический театр занял центральное место в Турции, война продолжалась на Украине. Вариантов у Киева мало - AP News",
        "Девять человек погибли в результате российского удара по гражданскому автобусу в Украине - Би-би-си",
        "Вот какие тарифы могут сделать дороже в Walmart - CNN",
        "В результате сильных штормов на Среднем Западе погибли по меньшей мере 7 человек и был нанесен значительный ущерб, - NPR",
        "Аудио интервью Байдена 2023 года с Hur показывает паузы, останавливая ответы - The Washington Post",
        "10 человек сбежали из тюрьмы в Новом Орлеане через дыру в стене камеры, в то время как одинокий охранник ушел за едой - AP News",
        "Пейдж Бьюкерс терпит поражение от Рыси в своей первой игре WNBA - Star Tribune",
        "Ваш ежедневный гороскоп: 17 мая 2025 года - The Globe and Mail"
    ]
}