{
    "headlines": [
        "العقود الآجلة للأسهم تنخفض مع ارتفاع المخاطر الجيوسياسية مع استمرار الهجمات الإسرائيلية الإيرانية: تحديثات حية - CNBC",
        "الأمطار الغزيرة تعلق اللعب في بطولة الولايات المتحدة المفتوحة، مما يزيد من إمكانية الانتهاء يوم الاثنين إلى الجولة النهائية - سي إن إن",
        "قالت الشرطة إن متظاهرين أطلقوا النار وقتلوا في تجمع \"لا ملوك\" في يوتا - أسوشيتد برس نيوز",
        "يقال إن كيفن دورانت كان سيضع نيكس في أعلى نقاط الهبوط إذا اتبعت نيويورك التجارة - تقرير المبيض",
        "مسؤولو الصحة يحذرون من حالة الحصبة من المسافر في مطار دالاس - واشنطن بوست",
        "مقتل شخصين وإصابة 32 آخرين بعد انهيار جسر في وجهة سياحية في غرب الهند - إن بي سي نيوز",
        "يقول نيكولاس جاليتزين إن أساتذة الكون قد غلفوا الإنتاج - مجموعة متنوعة",
        "هل يحظى عيد الأب بمزيد من الاحترام ؟ يعتمد على من تسأل - أخبار أسوشيتد برس",
        "الفيضانات المفاجئة تقتل 3 أشخاص في فرجينيا الغربية، والعديد من الأشخاص المفقودين بعد سقوط بوصات من الأمطار في 30 دقيقة - سي بي إس نيوز",
        "الاحتياطي الفيدرالي المعلق يترك وول ستريت يسأل عما سيتطلبه خفض أسعار الفائدة - Bloomberg.com",
        "نتنياهو يقول \"سنفعل ما يتعين علينا القيام به\" مع الزعيم الإيراني - فاينانشال تايمز",
        "موكب ترامب العسكري: كرتون دارسي - Cleveland.com",
        "\"كيف تدرب تنينك\" يرتفع في أول ظهور له في شباك التذاكر بمبلغ 83.7 مليون دولار، متغلبًا على \"ليلو آند ستيتش\" - أخبار أسوشيتد برس",
        "التحقق من صحة الادعاءات التي لا أساس لها والتي تربط الحاكم والتز بحوادث إطلاق النار على المشرعين في مينيسوتا - PBS",
        "يقول ترامب \"من الممكن\" أن تتورط الولايات المتحدة في الصراع الإسرائيلي الإيراني - ABC News",
        "ارتفاع عدد قتلى تحطم طائرة الخطوط الجوية الهندية إلى 270 - بي بي سي",
        "مساعدة تنفيذية \"لربات البيوت\" وأم لطفلين تموت \"بعد لحظات من الولادة\" لابنها - TODAY.com",
        "رصد تلسكوب جيمس ويب الفضائي شيئًا \"غير طبيعي وفوضوي وغريب\" على بعد 60 سنة ضوئية من الأرض - استخلاص المعلومات",
        "ما لا يقل عن 8 قتلى في إطلاق نار بالقرب من مواقع المساعدات الإسرائيلية والمدعومة من الولايات المتحدة في غزة - NPR",
        "يكتشف العلماء إشارات غريبة قادمة من الجليد في القارة القطبية الجنوبية - futurism.com"
    ]
}