{
    "headlines": [
        "Trump para o WSJ: os EUA estavam cientes dos planos de Israel de atacar o Irã - WSJ",
        "Instalações nucleares do Irã danificadas, mas não destruídas, dizem especialistas - The Washington Post",
        "Dow Jones Futures: Ataques Israel-Irã Atingem o Mercado; Os Próximos Vencedores da IA Depois da Nvidia, Broadcom? - Diária de Negócios do Investidor",
        "Pontuação Pacers vs. Thunder: Atualizações ao vivo do Jogo 4 das Finais da NBA enquanto Tyrese Haliburton tenta colocar Indy em 3-1 - CBS Sports",
        "Polícia prende cerca de 60 manifestantes do lado de fora do Capitólio dos EUA - CNN",
        "Inundações em San Antonio: pelo menos 11 mortos, vários desaparecidos - BBC",
        "Bonnaroo 2025 cancelado após chuva no pântano - Rolling Stone",
        "Venda de aço dos EUA para a Nippon Steel pronta para fechar após acordo com Trump - Bloomberg.com",
        "Kanye West invade julgamento de Sean ‘Diddy’ Combs com aparição dramática em tribunal - The Washington Post",
        "Por dentro da onda de contratações de IA de Mark Zuckerberg - The Verge",
        "Mahmoud Khalil esperava sair livre hoje. Juiz federal disse não - NPR",
        "Kilmar Abrego Garcia se declara inocente de acusações de contrabando humano - NBC News",
        "2025 US Open Round 2 Winners and Losers: J.J. Spaun Hangs In, Viktor Hovland Lurks and Big Names Stumble - Sports Illustrated",
        "Notícias de que um homem sobreviveu ao acidente de avião da Air India pesam sobre alguns outros sobreviventes - AP News",
        "Residente do condado de Boulder expôs passageiros do Flatiron Flyer ao sarampo - The Denver Post",
        "Os utilizadores de Meta AI confiam no sexo, em Deus e em Trump. Alguns não sabem que é público. - The Washington Post",
        "Nintendo Switch 2 bate recorde de jogos nos EUA com mais de 1,1 milhão de unidades vendidas no lançamento, jogos físicos mais vendidos revelados - Nintendo Everything",
        "Assista Francis Ngannou liderar Kamaru Usman no confronto ardente do UFC Atlanta com Joaquin Buckley - MMA Fighting"
    ]
}