{
    "headlines": [
        "Paramount pagará US $ 16 milhões em acordo com Trump após entrevista ao ’60 Minutes’ - AP News",
        "A lei de 1849 de Wisconsin não é uma proibição do aborto, decide a Suprema Corte estadual - NPR",
        "Musk promete começar um terceiro. O financiamento não é problema, mas há outros. - The Washington Post",
        "O anel de ar ultra-humano me envergonhou por abandonar hábitos não saudáveis - CNET",
        "As 4 palavras que impulsionam o seu médico - AOL.com",
        "Verificando os Agentes Livres Restantes da NBA - Hoops Rumors",
        "ADP National Employment Report: Private Sector Employment Shed 33,000 Jobs in June; Annual Pay was Up 4.4% - PR Newswire",
        "Honor lança o dobrável ‘mais fino do mundo’ - The Verge",
        "Por dentro do almoço \"maravilhoso\" de Taylor Swift e Travis Kelce perto de sua cidade natal - Page Six",
        "As empresas de energia solar de Long Island enfrentam um futuro sombrio sob 'Big Beautiful Bill' - Newsday",
        "Nothing OS 4.0 baseado no Android 16 será lançado antes do final de setembro - 9to5Google",
        "Bob Vylan abandonou festival de música francesa - BBC",
        "'The Old Guard 2' Reviews & Rotten Tomatoes Rating Reveal if Long-Awaited Netflix Action Sequel Was Worth the Wait - MovieWeb",
        "A Califórnia acabou de reverter uma política ambiental histórica. Veja o que isso significa. - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "O grande e ousado projeto de lei de Thune abalou os republicanos da Câmara - Axios",
        "A \"Grande Morte\" exterminou 90% da vida, depois veio 5 milhões de anos de calor letal. Novos fósseis explicam porquê - Yahoo",
        "5 maneiras pelas quais a conta de impostos de Trump limitará o acesso aos cuidados de saúde - NPR",
        "No Vale do Silício, é o verão do Comp FOMO, já que a Meta e a OpenAI oferecem dezenas de milhões de dólares para atrair os melhores talentos em IA - Business Insider"
    ]
}