{
    "headlines": [
        "Фондовый рынок сегодня: падение фьючерсов Dow, падение доллара в торговле и опасения по поводу тарифов — обновления в реальном времени - WSJ",
        "Папа Франциск, голос за бедных, которые преобразовали католическую церковь, умирает в пасхальный понедельник - CNN",
        "Хегсет поделился подробностями атаки в Йемене во втором чате Signal, сообщают СМИ - BBC",
        "Вэнс прибывает в Индию с 4-дневным визитом, который включает переговоры с Моди и личные встречи - AP News",
        "Трамп сократит финансирование исследований в области здравоохранения в Гарварде еще на 1 миллиард долларов, сообщает Wall Street Journal - The Harvard Crimson",
        "«Профессиональные неудачи» привели к убийству медиков в Газе, говорится в расследовании ЦАХАЛа - BBC",
        "Golden State Warriors vs. Houston Rockets Live Score and Stats - 20 апреля 2025 г. Gametracker - CBS Sports",
        "Крупнейшие победители и проигравшие в первый уик-энд плей-офф НБА 2025 года - Bleacher Report",
        "WWE WrestleMania 41 результаты, оценки: Джон Сина завоевывает рекордный 17-й титул чемпиона мира, завершает годичное правление Коди Родса - CBS Sports",
        "Педро Паскаль высказывается после «The Last of Us» и говорит: «Я в активном отрицании»; Белла Рэмси «рыдала», читая это: «блестящее достижение», если это «больно для людей» - Разнообразие",
        "Золото (XAUUSD) поднимается к рекорду, поскольку глобальные проблемы торговой войны доминируют - Bloomberg.com",
        "У Швеции есть танки. У Финляндии есть войска. Добро пожаловать в пан-нордическую армию. - WSJ",
        "Венесуэльский мигрант, депортация которого была заблокирована SCOTUS, высказывается - ABC News",
        "Чемпион TNA отвечает на открытый вызов Рэнди Ортона на WrestleMania 41 - Cageside Seats",
        "«Грешники» опускают зубы на первое место в отечественном прокате на пасхальные выходные - Entertainment Weekly",
        "Рак толстой кишки на подъеме: этот дефицит витаминов может быть причиной - Vogue"
    ]
}