{
    "headlines": [
        "Nuggets Crush Clippers im entscheidenden Spiel 7 - ESPN",
        "Warren Buffett wird später in diesem Jahr in den Ruhestand gehen und den Lauf für einen investierenden Titanen beenden - The Washington Post",
        "Canelo Alvarez vs. William Scull Kampfvorhersage, Startzeit, Quoten, wo zu sehen, Live-Stream, Datum, Auswahl - CBS Sports",
        "55 Milliarden Tonnen Eisen aufgedeckt, ist dieser kolossale Schatz Billionen wert und könnte das globale wirtschaftliche Gleichgewicht erschüttern. - Farmingdale Observer",
        "Gigi Hadid macht Bradley Cooper Beziehung Instagram-offiziell mit heißem Kussfoto von ihrer 30. Geburtstagsparty - Seite sechs",
        "Willkommen in der Sternenbasis: Texas hat eine neue Heimatstadt für Elon Musks SpaceX - NBC News",
        "Der Vatikan installiert einen Schornstein, um die Auswahl des nächsten Papstes zu signalisieren - NPR",
        "Finesse2tymes in Bundesgewahrsam nach mutmaßlicher Verletzung der überwachten Freilassung - TMZ",
        "UFC Des Moines Live-Updates: Cory Sandhagen vs. Deiveson Figueiredo Ergebnisse, Round-by-Round-Analyse und Highlights - Yahoo Sports",
        "Souveränität schlägt Lieblingsjournalismus und gewinnt das Kentucky Derby - NPR",
        "Die Polizei von Cincinnati erschoss einen bewaffneten 18-Jährigen tödlich. Am nächsten Tag tötete sein Vater den Stellvertreter eines Sheriffs, sagen die Behörden - CNN",
        "Warren Buffett-Anhänger verabschieden sich von der ergreifenden Omaha-Pilgerreise - Financial Times",
        "KI-generiertes Bild von Trump, während der Papst vor dem päpstlichen Konklave Kritik hervorruft - PBS",
        "Mexikos Präsidentin sagt, sie habe Trumps Plan, US-Truppen über die Grenze zu schicken, abgelehnt - ABC News",
        "Janet Jacksons \"Rhythm Nation\" hat einige Windows-Laptops jahrelang zum Absturz gebracht - The Verge",
        "Trump schlägt vor, die Nea und die NEH zu streichen, da Kunststipendien gestrichen werden - The Washington Post",
        "Wissenschaftler hinterfragen die Verwendung der Technologie des 20. Jahrhunderts durch das NIH-Projekt zur Herstellung eines universellen Grippeimpfstoffs - statnews.com",
        "Alligatoren, Schlangen, beißende Insekten: Überlebende eines Kleinflugzeugabsturzes erinnern sich an 36-stündige Tortur - AP News",
        "United Airlines kürzt 35 tägliche Flüge am Flughafen Newark aufgrund des Mangels an Fluglotsen - AP News"
    ]
}