{
    "headlines": [
        "Live updates: Israeli campaign could lead to regime change in Iran, Netanyahu says; Iranians flee capital amid strikes - The Washington Post",
        "Sen. Padilla denies clash at news conference was a ploy for attention - Politico",
        "Hollywood Celebrates Famous Dads on Father's Day - TMZ",
        "Reports: Magic add Desmond Bane in trade with Grizzlies - NBA",
        "The stage is set for Sunday drama at the US Open as Sam Burns leads Adam Scott and J.J. Spaun by one stroke - CNN",
        "‘How to Train Your Dragon’ Flies to $198 Million Globally, ‘Lilo & Stitch’ Surpasses $850 Million - Variety",
        "At least 8 dead in shooting near Israeli and US-supported aid sites in Gaza - NPR",
        "What to know about Minnesota lawmakers' shootings that killed Melissa Hortman - Axios",
        "‘Man with rifle’ — Photos capture the frightening scene of the shooting at Salt Lake City’s ‘No Kings’ protest - The Salt Lake Tribune",
        "Kevin Durant prefers trade to one of these three NBA teams - New York Post",
        "What’s Behind PayPal’s Will Ferrell Ads? - WSJ",
        "Trump’s FAA pick has claimed ‘commercial’ pilot license he doesn’t have - Politico",
        "How to build the best keyboard in the world - The Verge",
        "Air India plane crash death toll rises to 270 - BBC",
        "Trump's military parade in DC overshadowed by his giant toilet statue, netizens quip ‘The only throne fit for this King’ - Hindustan Times - Hindustan Times",
        "Israel and Iran trade more deadly strikes in third day of escalating conflict - NPR",
        "James Webb telescope discovers 'a new kind of climate' on Pluto, unlike anything else in our solar system - Live Science",
        "As Harvard's and Yale's private equity holdings go on sale, buyers can use this technique for 1,000% windfalls. 'It makes your brain melt' - Fortune"
    ]
}