{
    "headlines": [
        "ਟਿੰਬਰਵੋਲਵਜ਼ 121-110 ਗੇਮ 5 ਗੋਲਡਨ ਸਟੇਟ ਉੱਤੇ ਜਿੱਤ ਤੋਂ ਬਾਅਦ ਵੈਸਟਰਨ ਕਾਨਫਰੰਸ ਫਾਈਨਲ ਵਿੱਚ ਵਾਪਸ ਜਾ ਰਿਹਾ ਹੈ - ਸਟਾਰ ਟ੍ਰਿਬਿਊਨ",
        "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ ਬਾਜ਼ਾਰ ਜਿਆਦਾਤਰ ਡਿੱਗਦੇ ਹਨ ਕਿਉਂਕਿ ਨਿਵੇਸ਼ਕ ਅਮਰੀਕਾ-ਚੀਨ ਵਪਾਰ ਦੇ ਵਿਕਾਸ ਦਾ ਮੁਲਾਂਕਣ ਕਰਦੇ ਹਨ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "ਵਿਸਕਾਨਸਿਨ ਜੱਜ ਦਾ ਤਰਕ ਹੈ ਕਿ ਉਹ ਨਿਆਂਇਕ ਛੋਟ ਦੀ ਹੱਕਦਾਰ ਹੈ - ਪੋਲਿਟਿਕੋ",
        "ਵੈਬ ਨੇ ਜੁਪੀਟਰ 'ਤੇ ਰਹੱਸਮਈ ਲਾਈਟਾਂ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀਆਂ ਜੋ ਵਿਗਿਆਨੀਆਂ ਨੂੰ ਝੰਜੋੜਦੀਆਂ ਹਨ - SciTechDaily",
        "ਟਰੰਪ ਵੱਲੋਂ ਅਪਾਹਜ ਪਾਬੰਦੀਆਂ ਹਟਾਉਣ ਦੇ ਵਾਅਦੇ ਤੋਂ ਬਾਅਦ ਸੀਰੀਆ ਦੇ ਲੋਕ ਖੁਸ਼ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਮਿਸੂਰੀ ਵੋਟਰਾਂ ਨੇ ਗਰਭਪਾਤ ਦੇ ਅਧਿਕਾਰ ਬਹਾਲ ਕਰਨ ਦੇ ਮਹੀਨਿਆਂ ਬਾਅਦ, ਵਿਧਾਇਕਾਂ ਨੇ ਬੈਲਟ 'ਤੇ ਵਾਪਸ ਪਾਬੰਦੀ ਲਗਾ ਦਿੱਤੀ - ਐਨ ਬੀ ਸੀ ਨਿ Newsਜ਼",
        "ਚੜ੍ਹਨ ਵਾਲਾ ਜੋ 400 ਫੁੱਟ ਡਿੱਗਣ ਤੋਂ ਬਚਿਆ ਜਿਸ ਨਾਲ 3 ਹੋਰਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ ਤਨਖਾਹ ਫੋਨ ਦੀ ਮੰਗ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਬੇਹੋਸ਼ ਹੋ ਗਿਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਕੈਸੀ ਨੇ ਡਿੱਡੀ ਮੁਕੱਦਮੇ ਦੌਰਾਨ ਕਿਡ ਕੁਡੀ ਸੰਬੰਧਾਂ ਅਤੇ ਕਥਿਤ ਹਿੰਸਾ ਬਾਰੇ ਗਵਾਹੀ ਦਿੱਤੀ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੇਲਟਿਕਸ ਬਨਾਮ ਨਿਕਸ ਸਕੋਰਃ ਬੋਸਟਨ ਜੇਸਨ ਟੈਟਮ ਤੋਂ ਬਿਨਾਂ ਜਿੰਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿਉਂਕਿ ਡੈਰਿਕ ਵ੍ਹਾਈਟ ਗੇਮ 5 ਵਿੱਚ ਚਮਕਦਾ ਹੈ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਕੀ ਅਫਰੀਕਨ ਅਮਰੀਕਾ ਲਈ ਦੱਖਣੀ ਅਫਰੀਕਾ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "2025 ਐਨਐਫਐਲ ਸ਼ਡਿ Reਲ ਰੀਲਿਜ਼ ਲਾਈਵ ਅਪਡੇਟਸਃ ਥੈਂਕਸਗਿਵਿੰਗ, ਕ੍ਰਿਸਮਸ, ਅੰਤਰਰਾਸ਼ਟਰੀ ਖੇਡਾਂ ਅਤੇ ਹੋਰਾਂ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਪੂਰਾ ਕਾਰਜਕ੍ਰਮ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਟੈਰਿਫਃ ਜੈਗੁਆਰ ਲੈਂਡ ਰੋਵਰ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਸ ਦੀ ਅਮਰੀਕਾ ਵਿਚ ਕਾਰ ਬਣਾਉਣ ਦੀ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ - ਬੀਬੀਸੀ",
        "ਪਾਕਿ 'ਤੇ ਭਾਰਤੀ ਹਮਲਿਆਂ ਨੇ ਛੇ ਹਵਾਈ ਅੱਡਿਆਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਇਆ, ਪੋਸਟ ਵਿਸ਼ਲੇਸ਼ਣ ਪਾਇਆ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਲਾਸ ਏਂਜਲਸ ਚਾਰਜਰਸ 2025 ਅਨੁਸੂਚੀ ਦੀ ਘੋਸ਼ਣਾ - ਲਾਸ ਏਂਜਲਸ ਚਾਰਜਰਸ",
        "ਡਿੱਡੀ ਨੇ womanਰਤ ਦੁਆਰਾ ਕਥਿਤ ਬਲਾਤਕਾਰ ਦਾ ਮੁਕੱਦਮਾ ਕੀਤਾ ਜੋ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਸਦਾ ਲਿੰਗ ਟੂਟਸੀ ਰੋਲ-ਸਾਈਜ਼ ਸੀ - ਟੀਐਮਜ਼ੈਡ",
        "ਫੌਕਸ ਹਮਲੇ ਟੈਕਸਾਸ ਭਾਈਚਾਰੇ ਨੂੰ ਕਿਨਾਰੇ 'ਤੇ ਛੱਡ, ਪੀੜਤ ਬਾਹਰ ਬੋਲਦਾ ਹੈ - Chron",
        "ਟਰੰਪ ਆਪਣੀ ਮਿਡਲ ਈਸਟ ਯਾਤਰਾ ਦੌਰਾਨ ਦਰਜਨਾਂ ਸੀਈਓਜ਼ ਨਾਲ ਸ਼ਾਮਲ ਹੋਏ - ਸੀਐਨਬੀਸੀ",
        "ਨਵੀਂ ਕਿਤਾਬਃ ਬਿਡੇਨ ਕੈਬਨਿਟ ਦੇ ਮੈਂਬਰ ਇੱਕ ਸੰਕਟ ਵਿੱਚ ਉਸਦੀ ਸਮਰੱਥਾ ਬਾਰੇ ਚਿੰਤਤ ਹਨ - ਐਕਸੀਓਸ",
        "'ਆਂਡੋਰ‘ ਫਿਨਾਲੇ ਦੇ ਵੱਡੇ ਖੁਲਾਸੇ ਦੇ ਅੰਦਰ - ਰੋਲਿੰਗ ਸਟੋਨ"
    ]
}