{
    "headlines": [
        "More than 1 in 10 older vets uses cannabis, study finds - The Washington Post",
        "Cannes film festival impacted as major power cut hits southern France - CNN",
        "McDonald’s is closing down CosMc’s, its beverage-focused spinoff - CNN",
        "Ex-Minneapolis police chief recalls 'absolutely gut-wrenching' moment of seeing George Floyd video - AP News",
        "A conductor gained 40 pounds in a matter of weeks. It took open-heart surgery to learn why - CBS News",
        "Donald Trump makes risky bet by rekindling his trade war with the EU - Financial Times",
        "Trump's debunked 'burial site' video reopens 'wounds,' says victim's son - NPR",
        "Russia and Ukraine swap hundreds more prisoners, hours after a massive attack on Kyiv - AP News",
        "Trump to speak at a West Point upended by his changes - The Washington Post",
        "There is an alternative, Labour MPs tell Rachel Reeves - BBC",
        "Pascal Siakam propels Indiana Pacers to 2-0 lead over New York Knicks in Eastern Conference finals - CNN",
        "I'm a TV expert, and these are my favorite Memorial Day TV deals: Save up to $5,000 on big-screen TVs - ZDNet",
        "Israeli strike kills nine of Gaza doctor's children, hospital says - BBC",
        "F1 Monaco Qualifying: Start time, how to watch, TV channel, livestream - Motorsport.com",
        "Louisiana inmates used hair trimmers in efforts to escape from New Orleans jail, source says - Yahoo",
        "That zing in your teeth from a cold treat? Blame this ancient armored fish - NPR",
        "James Webb telescope discovers frozen water around alien star - Live Science",
        "Kyiv comes under large-scale Russian drone and missile attack with explosions heard across the city - ABC News",
        "Trump’s use of presidential seal at memecoin event raises legal questions - Cointelegraph",
        "Mahmoud Khalil told a judge his deportation could be a death sentence. Here's why - NPR"
    ]
}