{
    "headlines": [
        "Trump chamou de desastre. Biden bloqueou. Agora Trump está viajando para Pittsburgh para celebrar a aquisição da US Steel pelo Japão - CNN",
        "M*A*S*H atriz Loretta Swit morre aos 87 anos - BBC",
        "Recapitulação do julgamento de Diddy: a ex-assistente Mia criticou postagens elogiando Sean Combs, alegações de agressão sexual - The Washington Post",
        "Trump afirma que China 'violou totalmente' acordo comercial com EUA - ABC News",
        "Kylie Jenner respondeu às pessoas dizendo que ela não é mais uma \"vilã\" - BuzzFeed",
        "Os traders macro de Wall Street são educados na turbulência da era Trump - Bloomberg.com",
        "Jamie Dimon adverte que o mercado de títulos dos EUA \"quebrará\" sob pressão do aumento da dívida - Financial Times",
        "PBS e estação de TV pública de Minnesota processam Trump na Casa Branca - NPR",
        "Ucrânia ainda não se comprometeu com nova rodada de negociações sobre a Rússia em Istambul - Al Jazeera",
        "Trump nomeia funcionário com ligações a extremistas antissemitas para liderar agência de ética - NPR",
        "Suprema Corte diz que Trump, por enquanto, pode revogar ‘liberdade condicional de imigração’ para 530 mil migrantes - The Washington Post",
        "Eagles finalizando negociação para enviar DE Bryce Huff para 49ers, por relatório; classificando o acordo - CBS Sports",
        "Musk no Salão Oval se despede do relatório do NYT sobre o uso de cetamina - Axios",
        "O que vem a seguir para as tarifas do presidente Trump após as decisões do tribunal? - ABC News",
        "Taylor Swift compra de volta gravações master dos seis primeiros álbuns da Shamrock Capital - NBC News",
        "A Homeland Security rotula Maryland, vários dos seus condados e cidades, jurisdições santuário - WTOP",
        "Cientistas Atordoados pelos Estranhos Vulcões de Panqueca de Vênus - A Galáxia Diária",
        "Hamas analisa proposta de cessar-fogo em Gaza enquanto EUA expressam otimismo - The Washington Post"
    ]
}