{
    "headlines": [
        "Обновления в реальном времени: Трамп направляется на Капитолийский холм, чтобы лоббировать колеблющихся республиканских законодателей - The Washington Post",
        "Победа Скотти Шеффлера в чемпионате PGA вызвала тревогу Тайгера Вудса, поскольку доминирование поражает редкий воздух - New York Post",
        "В США не было случаев заболевания птичьим гриппом у человека в течение 3 месяцев. Эксперты задаются вопросом, почему - CNN",
        "Альфа-обзор: Этот диковинный ужас об эпидемии, подобной СПИДу, - «дезориентирующий, сводящий с ума вихрь» - BBC",
        "Долгосрочная прибыль Home Depot закончилась, но вот почему акции растут - MarketWatch",
        "«Будет тяжело»: республиканцы Вирджинии готовятся к мрачному ноябрю - Politico",
        "Акции закрылись после того, как Moody's понизило рейтинг долга США - ABC News",
        "Home Depot сообщит о доходах до звонка. Чего ожидать - CNBC",
        "Дензел Вашингтон встречается с фотографом на красной ковровой дорожке в Каннах - крайний срок",
        "Береговые линии в опасности, даже если цель по климату будет достигнута, предупреждают ученые - BBC",
        "Поставщик Tesla CATL взлетел после крупнейшего листинга 2025 года - Bloomberg",
        "Диагноз рака Байдена вызывает сочувствие и подозрение - Axios",
        "Верховный суд разрешил Трампу прекратить защиту венесуэльцев от депортации - BBC",
        "Плей-офф НБА положит конец многолетней засухе за титул. Единственный вопрос: чей? - NPR",
        "Сломанный движитель поставил под угрозу Voyager 1, но инженеры выполнили дистанционное исправление - NPR",
        "Долинная лихорадка в Калифорнии: изменение климата может привести к росту грибковых инфекций - Новости NBC",
        "Как Конгресс может сокрушить подарок Трампа катарскому самолету - Politico",
        "По меньшей мере 38 человек погибли в результате израильских ударов в Газе за полчаса, говорят медики - BBC",
        "Трамп вручает Путину победу с отступлением от мирных переговоров по Украине - Yahoo Finance"
    ]
}