{
    "headlines": [
        "Ações asiáticas têm início lento antes dos dados de empregos nos EUA: balanço dos mercados - Bloomberg",
        "WCWS Game 2: Texas Tech vs. Texas softball live updates, weather delay, news from the Women's College World Series - Yahoo Sports",
        "Ações da Lululemon despencam com a queda das tarifas - BBC",
        "Steelers assinam com Aaron Rodgers, pendente de um exame físico - NBC Sports",
        "O colapso Trump-Musk deixa a Europa exultante - politico.eu",
        "A França ficou deslumbrada! Os recordes caíram quando os Les Bleus sofreram cinco golos pela primeira vez em 56 ANOS contra a incrível Espanha - Goal.com",
        "Recapitulação do dia 21 do julgamento de Diddy: 3ª vítima testemunha quando o juiz ameaça expulsar Combs - ABC News",
        "Billy Joel tentou suicídio duas vezes e entrou em coma após um caso com a esposa de um amigo. Por que ele queria 'acabar com tudo' - Yahoo",
        "Elon Musk acaba de ter uma de suas maiores perdas de patrimônio líquido em um único dia - Business Insider",
        "Sabrina Carpenter compartilha nova música “Manchild”: ouça - Pitchfork",
        "Pontuação do Thunder vs. Pacers: Atualizações ao vivo do Jogo 1 das Finais da NBA enquanto Shai Gilgeous-Alexander lidera OKC vs. Indy - CBS Sports",
        "Rússia lança ataque aéreo em Kiev dias após o audacioso ataque de drones da Ucrânia à frota de bombardeiros - CNN",
        "A perseguição a Travis Decker se intensifica ao longo da Pacific Crest Trail; o público é instado a permanecer vigilante - KING5.com",
        "Netanyahu confirma que Israel está a armar clãs que se opõem ao Hamas em Gaza - BBC",
        "Israel lança vários ataques nos subúrbios do sul de Beirute, sul do Líbano - Al Jazeera",
        "Sanções DO governo Trump juízes DO Tribunal Penal Internacional - Al Jazeera",
        "Musk ameaça descomissionar um link de estação espacial chave para a NASA - AP News",
        "Mulher do Texas morre de ameba que come cérebro após limpar seios nasais com água da torneira - NBC News",
        "Lançamento do Nintendo Switch 2: GameStop investiga alegações de danos ao console - NBC News"
    ]
}