{
    "headlines": [
        "Live-Updates: Trump fliegt zum Capitol Hill, um sich für schwankende republikanische Gesetzgeber einzusetzen - The Washington Post",
        "Scottie Schefflers Sieg bei der PGA Championship schlug Tiger Woods Alarm, als die Dominanz seltene Luft traf - New York Post",
        "Die USA haben seit 3 Monaten keinen Fall von Vogelgrippe gesehen. Experten fragen sich, warum - CNN",
        "Alpha Review: Dieser seltsame Horror über eine Aids-ähnliche Epidemie ist ein \"desorientierender, wahnsinniger Wirbelwind\" - BBC",
        "Home Depot's langer Gewinn ist vorbei, aber hier ist der Grund, warum die Aktie steigt - MarketWatch",
        "‘It‘s going to be tough’: Virginia Republicans brace for a grim November - Politico",
        "Aktien schließen wenig verändert, nachdem Moody's US-Schulden herabgestuft hat - ABC News",
        "Home Depot meldet die Einnahmen vor der Klingel. Das erwartet Sie - CNBC",
        "Denzel Washington scheint eine Auseinandersetzung mit einem Fotografen auf dem roten Teppich von Cannes zu haben - Deadline",
        "Küstenlinien in Gefahr, auch wenn das Klimaziel erreicht wird, warnen Wissenschaftler - BBC",
        "Tesla-Lieferant CATL steigt nach der größten Notierung von 2025 - Bloomberg",
        "Bidens Krebsdiagnose zieht Sympathie — und Misstrauen — auf sich - Axios",
        "Der Oberste Gerichtshof lässt Trump den Abschiebungsschutz für Venezolaner beenden - BBC",
        "Die NBA-Playoffs werden eine jahrelange Titel-Dürre beenden. Die Frage ist nur: wessen? - NPR",
        "Ein defektes Triebwerk gefährdete Voyager 1, aber die Ingenieure führten eine Fernkorrektur durch - NPR",
        "Valley Fever in Kalifornien: Klimawandel könnte zu mehr Pilzinfektionen führen - NBC News",
        "Wie der Kongress Trumps katarisches Flugzeuggeschenk vernichten könnte - Politico",
        "Mindestens 38 Tote durch israelische Luftangriffe in Gaza innerhalb einer halben Stunde, sagen Mediziner - BBC",
        "Trumps Hände Putin gewinnen mit Rückzug aus der Ukraine Friedensgespräche - Yahoo Finance"
    ]
}