{
    "headlines": [
        "O Partido Republicano do Senado adiciona isenções de SNAP para o Alasca, Havaí, em novo texto de megabill - Politico",
        "As 30 principais previsões de agentes livres da NBA após as contratações de Kyrie, VanVleet e Naz Reid - Bleacher Report",
        "Hungria Orgulho de seguir em frente, pois o primeiro-ministro Orban ameaça 'consequências legais' - BBC",
        "Uma mulher \"falhou\" em quebrar a milha de quatro minutos. Mas a configuração foi o verdadeiro fracasso. - Slate Magazine",
        "Muitos esquecem os danos causados por doenças como coqueluche, sarampo e rubéola. Não são essas famílias - AP News",
        "Aqui está o que está na megabill do Partido Republicano a caminho de uma votação no Senado - NPR",
        "Por dentro das mesas de operações que surfaram 12 dias de caos no mercado de petróleo - Bloomberg.com",
        "O que é o imposto digital do Canadá e por que Trump está matando as negociações comerciais sobre ele? - Al Jazeera",
        "Crateras de moral no Departamento de Estado à medida que as demissões em massa se aproximam - The Washington Post",
        "- Onde está o nosso dinheiro? 'O financiamento de subsídios do CDC está se movendo tão lentamente que as demissões estão acontecendo - NPR",
        "A vida no Irã após as greves: execuções, prisões e paranoia - WSJ",
        "Suprema Corte entrega 'VITÓRIA GIGANTE‘ a Trump em caso de cidadania de primogenitura - Rolling Stone",
        "Resultado impressionante do Observatório Rubin prova que é um 'divisor de águas' para detectar asteroides perigosos - Gizmodo",
        "Irã realiza cortejo fúnebre para altos comandantes mortos em ataques israelenses - Financial Times",
        "Matthew Schaefer homenageia a falecida mãe depois de ser selecionado em primeiro lugar no geral pelos nova-iorquinos no draft da NHL - CNN",
        "A vitória de Mamdani nas primárias da prefeitura de Nova York expõe a divisão democrata - ABC News - Notícias de Última Hora, Últimas Notícias e Vídeos",
        "A legisladora assassinada de Minnesota, Melissa Hortman, será enterrada em serviço fúnebre privado - NPR",
        "DOGE perde o controlo sobre o site de subsídios governamentais, libertando milhares de milhões - The Washington Post",
        "Revisão do álbum Lorde: Virgin - Pitchfork"
    ]
}