{
    "headlines": [
        "Fleischfressende Bakterien haben 4 in Florida getötet. Das solltest du wissen. - The Washington Post",
        "Trump sagt, dass Coca-Cola Rohrzucker in seinen Limonaden verwenden wird - AJC.com",
        "Alles, was wir in einer Woche mit Apple CarPlay Ultra gelernt haben - Ars Technica",
        "The Open 2025 Rangliste Live-Updates: Golfergebnisse, Open Championship-Berichterstattung, Runde 1 bei Royal Portrush - CBS Sports",
        "\"Das fühlt sich sehr beängstigend an\" – Tobias Halland Johannessen enthüllt das Ausmaß der Bedrohungen nach dem Absturz der Tour de France von Tadej Pogačar - Cyclingnews",
        "Die Aussetzung der Arbeit bedeutet nicht, dass ich zum Schweigen gebracht werde, sagt der Abgeordnete - BBC",
        "Die Gewinne von PepsiCo übertreffen die Schätzungen, auch wenn die Nachfrage in den USA sinkt - CNBC",
        "Ari Asters \"Eddington\" nimmt die Spannung der Pandemie zu einem gewaltsamen Ende - NPR",
        "Die Exposition gegenüber Masern in der Tagespflege zwingt die Iowa-Familie, Wochen für das Baby frei zu nehmen: \"Es braucht nur einen\" - NBC News",
        "Die Treasury-Renditen steigen, da Trump Pläne bestreitet, den Fed-Vorsitzenden Powell zu entlassen - CNBC",
        "Senat verabschiedet Ausgabenkürzungen in Höhe von 9 Milliarden US-Dollar für den öffentlichen Rundfunk, von Trump geforderte Auslandshilfe - AP News",
        "Fünfzig Menschen starben bei einem Großbrand auf dem Hypermarkt in der irakischen Kut: Ina - Al Jazeera",
        "Golfküste klammert sich an Überschwemmungen, da sich Sturm in mögliche tropische Depressionen einbaut - NPR",
        "Horoskop für Donnerstag, 17. Juli 2025 - Chicago Sun-Times",
        "Ein massives Gestein vom Mars landete auf der Erde. Es wurde für einen Rekordpreis von 5,3 Millionen US-Dollar verkauft. - The Washington Post",
        "Die USA sagen, dass \"spezifische Schritte\" vereinbart wurden, um die Gewalt in Syrien zu beenden, nachdem israelische Angriffe Damaskus getroffen hatten - BBC"
    ]
}