{
    "headlines": [
        "مسودة محاكاة اتحاد كرة القدم الأميركي لعام 2025: التنبؤ بالمكان الذي سيهبط فيه ترافيس هانتر وسيدور ساندرز وأشتون جينتي وآخرون - سي بي إس سبورتس",
        "5 ملخصات حول تقرير NPR حول تقرير المبلغ عن المخالفات حول DOGE في NLRB - NPR",
        "الولايات المتحدة تمضي قدما في التعريفات الجمركية مع التحقيقات في رقائق الكمبيوتر والمستحضرات الصيدلانية - أسوشيتد برس نيوز",
        "شي جين بينغ يحث فيتنام على معارضة \"البلطجة\" الجمركية لدونالد ترامب - فاينانشال تايمز",
        "ملخص لعبة Padres 10-4 Cubs (14 أبريل 2025) - ESPN",
        "\"الناشئون المحليون هم التاليون \": يضاعف ترامب إرسال\" المجرمين \"الأمريكيين إلى السجون الأجنبية - إيه بي سي نيوز",
        "الفائزون والخاسرون في مسودة WNBA: ضربت أجنحة كبيرة مع بيج بيكرز، سيدونا برينس بشكل مفاجئ لم يتم صياغتها - سي بي إس سبورتس",
        "طهران تقول إن الجولة القادمة من المحادثات النووية بين إيران والولايات المتحدة في عمان بعد تسمية روما من قبل المسؤولين - أسوشيتد برس نيوز",
        "بوكيلي يرفض إعادة رجل من ولاية ماريلاند تم ترحيل مسؤولي ترامب عن طريق الخطأ - واشنطن بوست",
        "جمدت إدارة ترامب 2.2 مليار دولار من المنح لجامعة هارفارد بسبب نشاط الحرم الجامعي - أسوشيتد برس نيوز",
        "شاهدت نجمة \"اللوتس الأبيض\" إيمي لو وود وهي تبكي في الأماكن العامة بعد أن انتقدت \"SNL\" من أجل \"Mean\" الفكاهة - الصفحة السادسة",
        "سوق الأسهم اليوم: تراجع العقود الآجلة لمؤشر داو جونز ؛ تلميحات ترامب حول تخفيف التعريفة الجمركية لشركات صناعة السيارات — تحديثات مباشرة - وول ستريت جورنال",
        "مراجعة \"جون بروكتر هو الشرير \": عودة سادي سينك إلى برودواي - مراسل هوليوود",
        "هناك شيء خاص حول الشهب التي تصطدم بالأرض - ساينس أليرت",
        "أمر طوارئ من إدارة الطيران الفيدرالية يمنع شركة مروحية سياحية في مدينة نيويورك متورطة في حادث تحطم مميت - أسوشيتد ب",
        "والد الفتاة غير المحصنة التي توفيت بالحصبة يدعي غضبًا - NJ.com",
        "ناشط فلسطيني اعتقلته وكالة الهجرة والجمارك بينما كان يتوقع مقابلة للحصول على الجنسية الأمريكية - سي بي سي",
        "مارك زوكربيرج يدافع عن ميتا في محاكمة احتكار وسائل التواصل الاجتماعي - بي بي سي"
    ]
}