{
    "headlines": [
        "Senat GOP fügt SNAP Waiver für Alaska, Hawaii in neuem Megabill-Text hinzu - Politico",
        "Top 30 NBA Free Agent Prognosen nach Kyrie, VanVleet und Naz Reid Signings - Bleacher Report",
        "Ungarn Stolz, weiterzumachen, da Premierminister Orban \"rechtliche Konsequenzen\" droht - BBC",
        "Eine Frau \"scheiterte\" daran, die Vier-Minuten-Meile zu durchbrechen. Aber das Setup war der eigentliche Fehler. - Slate Magazine",
        "Viele vergessen die Schäden, die durch Krankheiten wie Keuchhusten, Masern und Röteln verursacht werden. Nicht diese Familien - AP News",
        "Hier ist, was in der GOP-Megabill steht, die für eine Abstimmung im Senat vorgesehen ist - NPR",
        "Innerhalb der Trading Desks, die 12 Tage lang auf dem Ölmarkt gesurft sind - Bloomberg.com",
        "Was ist Kanadas Digitalsteuer und warum tötet Trump die Handelsgespräche darüber? - Al Jazeera",
        "Moralische Krater im Außenministerium als Massenentlassungen drohen - The Washington Post",
        "\"Wo ist unser Geld?\" Die CDC-Zuschussfinanzierung bewegt sich so langsam, dass Entlassungen stattfinden - NPR",
        "Leben im Iran nach den Streiks: Hinrichtungen, Verhaftungen und Paranoia - WSJ",
        "Supreme Court übergibt Trump ‘RIESENGEWINN’ im Birthright Citizenship Case - Rolling Stone",
        "Das atemberaubende Ergebnis des Rubin-Observatoriums beweist, dass es ein \"Game Changer\" ist, um gefährliche Asteroiden zu entdecken - Gizmodo",
        "Iran hält Trauerzug für Top-Kommandeure, die bei israelischen Streiks getötet wurden - Financial Times",
        "Matthew Schaefer ehrt verstorbene Mutter, nachdem sie von den New York Islanders im NHL-Draft als erste ausgewählt wurde - CNN",
        "Mamdanis New Yorker Bürgermeister-Primärsieg enthüllt die demokratische Spaltung - ABC News - Eilmeldungen, neueste Nachrichten und Videos",
        "Die ermordete Minnesota-Gesetzgeberin Melissa Hortman wird in einem privaten Begräbnis beigesetzt - NPR",
        "DOGE verliert die Kontrolle über die Website für staatliche Zuschüsse und gibt Milliarden frei - The Washington Post",
        "Lorde: Virgin Album Review - Pitchfork"
    ]
}