{
    "headlines": [
        "ਸੀਨ 'ਡਿੱਡੀ' ਕੰਬਜ਼ ਟ੍ਰਾਇਲ ਅਪਡੇਟਸਃ ਕੈਸੀ ਵੈਨਟੁਰਾ ਨੂੰ ਅੱਜ ਗਵਾਹੀ ਦੇਣ ਦੀ ਉਮੀਦ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਤੱਥ ਸ਼ੀਟਃ ਰਾਸ਼ਟਰਪਤੀ ਡੋਨਾਲਡ ਜੇ. ਟਰੰਪ ਨੇ ਸਾ Saudiਦੀ ਅਰਬ ਵਿਚ 600 ਬਿਲੀਅਨ ਡਾਲਰ ਦੀ ਇਤਿਹਾਸਕ ਨਿਵੇਸ਼ ਵਚਨਬੱਧਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤਾ - ਵ੍ਹਾਈਟ ਹਾ Houseਸ (.",
        "ਐਨਐਫਐਲ ਅੰਤਰਰਾਸ਼ਟਰੀ ਖੇਡਾਂ 2025: ਲੀਗ ਨੇ ਅੰਤਰਰਾਸ਼ਟਰੀ, ਵਿਦੇਸ਼ੀ ਮੁਕਾਬਲਿਆਂ ਦੀ ਇਤਿਹਾਸਕ ਸੱਤ-ਗੇਮ ਸਲੇਟ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ - ਯਾਹੂ ਸਪੋਰਟਸ",
        "ਐਨਵੀਡੀਆ ਏਆਈ ਡਾਟਾ ਸੈਂਟਰਾਂ ਲਈ ਸਾ Saudiਦੀ ਦੇ ਹੁਮੇਨ ਨੂੰ ਚਿੱਪ ਭੇਜਣ ਲਈ - ਬਲੂਮਬਰਗ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਦੀਆਂ ਟੈਰਿਫਾਂ ਨੂੰ ਵੱਡੀ ਕਾਨੂੰਨੀ ਰੁਕਾਵਟ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ ਕਿਉਂਕਿ ਫੈਡਰਲ ਟ੍ਰੇਡ ਕੋਰਟ ਨੇ ਚੁਣੌਤੀ ਸੁਣੀ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "2025 ਐਨਬੀਏ ਮੌਕ ਡਰਾਫਟਃ ਕੂਪਰ ਫਲੈਗ ਟੂ ਮੈਵਰਿਕਸ, ਲਾਟਰੀ ਤੋਂ ਬਾਅਦ ਸਾਰੇ ਪਹਿਲੇ ਗੇੜ ਦੇ ਪਿਕ - si. com",
        "ਯੈਂਕੀਜ਼ 3 ਬੀ ਓਸਵਾਲਡੋ ਕੈਬਰੇਰਾ ਨੇ ਅਜੀਬ ਹੋਮ ਪਲੇਟ ਸਲਾਈਡ ਦੇ ਬਾਅਦ ਐਂਬੂਲੈਂਸ ਵਿਚ ਗੇਮ ਬਨਾਮ ਮਰੀਨਰਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਬੋਸਟਨ ਸਟਾਰ ਜੇਸਨ ਟੈਟਮ ਨੂੰ ਲੱਤ ਦੀ ਸੱਟ ਤੋਂ ਹਾਰ ਗਈ ਕਿਉਂਕਿ ਨਿਕਸ ਸੈਲਟਿਕਸ ਉੱਤੇ 3-1 ਦੀ ਲੀਡ ਲੈਣ ਲਈ ਘਰ ਵਿੱਚ ਵਿਸ਼ਾਲ ਆਉਂਦੇ ਹਨ - ਸੀਐਨਐਨ",
        "ਹਾਊਸ ਰਿਪਬਲਿਕਨ ਟੈਕਸ ਕਟੌਤੀ ਦੀ ਕੀਮਤ 3.7 ਟ੍ਰਿਲੀਅਨ ਡਾਲਰ ਹੈ, ਪੂਰਵ-ਅਨੁਮਾਨ ਕਹਿੰਦੇ ਹਨ - Politico",
        "ਐਪਲ ਇਸ ਸਾਲ ਦੇ ਅਖੀਰ ਵਿੱਚ ਆਉਣ ਵਾਲੀਆਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਪਹੁੰਚਯੋਗਤਾ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕਰਦਾ ਹੈ - ਐਪਲ",
        "ਫ੍ਰੈਂਚ ਅਭਿਨੇਤਾ ਗੇਰਾਰਡ ਡੀਪਾਰਡੀਯੂ ਨੂੰ ਜਿਨਸੀ ਸ਼ੋਸ਼ਣ ਦਾ ਦੋਸ਼ੀ ਪਾਇਆ ਗਿਆ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਡਰੱਗ ਪ੍ਰਾਈਸਿੰਗ ਪ੍ਰਸਤਾਵ ਜੀਓਪੀ ਸੈਨੇਟਰਾਂ ਨੂੰ ਸਖਤ ਸਥਾਨ 'ਤੇ ਪਾਉਂਦਾ ਹੈ - ਦ ਹਿੱਲ",
        "ਬ੍ਰਹਿਮੰਡ ਸੋਚ ਨਾਲੋਂ ਤੇਜ਼ੀ ਨਾਲ ਮਰ ਰਿਹਾ ਹੈ, ਨਵੀਂ ਖੋਜ ਕਹਿੰਦੀ ਹੈ - ਯਾਹੂ",
        "ਫਿਲੀਪੀਨਜ਼ ਚੋਣ ਨਤੀਜੇ ਇੱਕ \"Duterte ਜ਼ਮੀਨ ਖਿਸਕਣ,\" ਨਜ਼ਰਬੰਦ ਸਾਬਕਾ ਰਾਸ਼ਟਰਪਤੀ Rodrigo Duterte ਦੇ ਪਰਿਵਾਰ ਨੂੰ ਸ਼ੇਖੀ - CBS News",
        "ਗੁਥਰੀ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਮੈਡੀਕੇਡ ਨੂੰ ਓਵਰਆਲ ਕਰਨਾ ਚਾਹੁੰਦੀ ਸੀ । ਹੁਣ ਉਸ ਨੂੰ ਸਮਝੌਤੇ 'ਤੇ ਮੈਂਬਰਾਂ ਨੂੰ ਵੇਚਣਾ ਪਏਗਾ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਸਾਨ 11 ਹਜ਼ਾਰ ਹੋਰ ਨੌਕਰੀਆਂ ਕੱਟ ਕੇ ਸੱਤ ਫੈਕਟਰੀਆਂ ਬੰਦ ਕਰੇਗੀ - ਬੀਬੀਸੀ",
        "ਸਕੂਪਃ ਹਮਾਸ ਨੇ ਟਰੰਪ ਪੱਖੀ ਕਾਰਕੁਨ ਕੋਲ ਗੁਪਤ ਗੱਲਬਾਤ ਲਈ ਪਹੁੰਚ ਕੀਤੀ ਜਿਸ ਨੇ ਈਡਨ ਅਲੈਗਜ਼ੈਂਡਰ - ਐਕਸੀਓਸ ਨੂੰ ਰਿਹਾ ਕੀਤਾ",
        "ਸੋਨੀ ਐਕਸਪੀਰੀਆ 1 VII ਨੂੰ ਮਿਲੋਃ ਅਤਿ-ਆਧੁਨਿਕ ਚਿੱਪ, ਵੱਡੇ ਕੈਮਰੇ, ਦਸਤਖਤ ਡਿਜ਼ਾਈਨ, ਸੀਮਤ ਰੀਲਿਜ਼ - ਫੋਨਅਰੇਨਾ"
    ]
}