{
    "headlines": [
        "رواية متطوعي سولت ليك سيتي عن إطلاق نار مميت تم استجوابه بعد ظهور فيديو جديد - إن بي سي نيوز",
        "شركة Texas Instruments تحقق استثمارًا \"تاريخيًا\" بقيمة 60 مليار دولار في الرقائق الأمريكية - بي بي سي",
        "يمكن أن تكون كايتلين كلارك \"منفذة نفسها\" بعد دفع مارينا مابري: راشيل نيكولز - نيويورك بوست",
        "عائلة بوس تبيع حصة الأغلبية في ليكرز لمالك المراوغين مقابل 10 مليارات دولار - فوكس سبورتس",
        "تقرير: كان تحول Google إلى TSMC لشريحة Pixel 10 بمثابة \"صدمة\" ودعوة للاستيقاظ لشركة Samsung - 9to5Google",
        "غير مذنب: هيئة المحلفين تبرئ كارين من تهمة القتل العمد والقتل غير العمد، مذنبة بـ OUI - بوسطن هيرالد",
        "يمكن للولايات المتحدة الانضمام إلى حرب إسرائيل مع إيران لنشر هذه القنبلة التي تزن 30000 رطل - Axios",
        "يمكن لجاستن بالدوني البحث عن رسائل بين تايلور سويفت وبليك ليفلي، قواعد القاضي - التنوع",
        "تعلن وزارة العدل عن أكبر عملية مصادرة على الإطلاق للعملات المشفرة تتعلق بحيل \"ذبح الخنازير\" - ذا هيل",
        "مارلون همفري، كايل هاميلتون رد الفعل على رايفنز إضافة جاير ألكسندر | الأخبار والملاحظات - بالتيمور رايفنز",
        "آر. كيلي خائف من عقله في السجن، ويكسر البكاء للمحامي - TMZ",
        "داني بويل يتحدث عن خطة ثلاثية \"بعد 28 عامًا\"، ورفض \"الفضائيين\" والوقت \"127 ساعة\" جعل رسامي بيكسار يغمى عليهم - مراسل هوليوود",
        "تظهر دراسة أن إدمان الشاشة والسلوكيات الانتحارية مرتبطة بالمراهقين: لقطات - أخبار الصحة - NPR",
        "تشير دراسة صغيرة إلى أن جرعة واحدة فقط من مركب الفطر السحري تخفف الاكتئاب لمدة 5 سنوات على الأقل لدى معظم المرضى - Live Science",
        "يسخر حلفاء MAGA من مهاجمة إيران — لكنهم لن ينتقدوا ترامب مباشرة - Politico",
        "أعطى ترامب إيران إنذارًا نهائيًا لكنه لم يتخذ قرارًا نهائيًا بشأن الحرب - واشنطن بوست",
        "أحدث التوقعات الاقتصادية لبنك الاحتياطي الفيدرالي تشير إلى مخاوف من الركود التضخمي - Investopedia",
        "ستغطي القبة الحرارية معظم أنحاء الولايات المتحدة، مع درجات حرارة مقلقة في الغرب الأوسط - أسوشيتد برس نيوز",
        "رسم خرائط الضربات في الصراع الإسرائيلي الإيراني - واشنطن بوست"
    ]
}