{
    "headlines": [
        "2025 NFL Draft tracker live : Round 4 picks by team, grades, Shedeur Sanders landing spots, trade rumeurs - CBS Sports",
        "Le suicide réverbère chez les jeunes médecins - WSJ",
        "Une explosion massive dans un port iranien liée à une cargaison de carburant pour missiles fait 5 morts et plus de 700 blessés - AP News",
        "La médecine génétique peut laisser derrière elle des personnes porteuses de mutations rares. Mais il y a un nouvel espoir - AP News",
        "Les États-Unis et l'Iran concluent le troisième cycle de pourparlers nucléaires et conviennent de se rencontrer à nouveau la semaine prochaine - Axios",
        "« Une autre opportunité » : Shedeur Sanders réagit au fait de ne pas être repêché après la troisième ronde du repêchage de la NFL - ABC News",
        "‘Just never been anything like DOGE’ : Inside Elon Musk's turbulent takeover of government in Trump's first 100 days - CNN",
        "John Schneider : Jalen Milroe était « sacrément proche » du QB le mieux noté de Seattle - NBC Sports",
        "Un sondage montre que l'effet Trump domine le vote des Canadiens - Politico",
        "La mort prématurée de Virginia Giuffre laisse des questions sans réponse - BBC",
        "Le Hamas accepte un cessez-le-feu de cinq ans en échange de tous les otages restants - rapport - The Jerusalem Post",
        "La NASA dévoile Nighthawk, un nouvel hélicoptère conçu pour explorer des régions inexplorées de Mars. - Farmingdale Observer",
        "MAXIMALISME magique : la base de Trump adore l'arrestation par un juge du Wisconsin - Axios",
        "Il est temps d'acheter des actions technologiques : 4 façons de trouver des gagnants pendant que le marché est en baisse - MarketWatch",
        "L'armée indienne affirme que les troupes pakistanaises ont tiré sur des positions le long de la frontière au Cachemire contesté - AP News",
        "Les trackers Chipolo et Motorola prouvent les lacunes de Google Find My Device - Android Authority",
        "Les billets d'avion deviennent moins chers à mesure que la demande de voyages intérieurs s'affaiblit - CNBC",
        "RFK Jr. ne reste pas dans sa voie. Trump est ravi. - Politico"
    ]
}