{
    "headlines": [
        "ਮੂਡੀਜ਼ ਨੇ ਯੂਐਸ ਕ੍ਰੈਡਿਟ ਨੂੰ ਡਾngਨਗਰੇਡ ਕੀਤਾ ਕਿਉਂਕਿ ਕਾਂਗਰਸ ਬਿੱਲ ਨੂੰ ਮੰਨਦੀ ਹੈ ਜੋ ਘਾਟੇ ਨੂੰ ਵਧਾ ਸਕਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਗਾਜ਼ਾ 'ਤੇ ਹਮਲੇ ਤੇਜ਼ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਟਰੰਪ ਬਿਨਾਂ ਕਿਸੇ ਸਮਝੌਤੇ ਦੇ ਖੇਤਰ ਤੋਂ ਬਾਹਰ ਨਿਕਲਦੇ ਹਨ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "49ers ਕਿ Qਬੀ ਬ੍ਰੋਕ ਪੁਰਡੀ 'ਮਿਸਟਰ ਅਪ੍ਰਸੰਗਿਕ‘ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤਿੰਨ ਸਾਲਾਂ ਵਿੱਚ ਕੈਸ਼ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਈਸਟ ਫਾਈਨਲ ਤੱਕ ਪਹੁੰਚਣ ਲਈ 38 ਦੁਆਰਾ ਨਿਕਸ ਪੌਂਡ ਸੇਲਟਿਕਸ - ਈਐਸਪੀਐਨ",
        "ਡੀਐਚਐਸ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਇਹ ਪ੍ਰਵਾਸੀ ਰਿਐਲਿਟੀ ਟੀਵੀ ਸ਼ੋਅ - ਸੀਐਨਐਨ ਲਈ ’ਵੈਟਿੰਗ ਪ੍ਰਕਿਰਿਆ’ ਦੇ ਸ਼ੁਰੂਆਤੀ ਪੜਾਅ 'ਤੇ ਹੈ",
        "2025 ਉੱਤਰੀ ਵਿਲਕੇਸਬੋਰੋ ਸਪੀਡਵੇਅ ਪਿਟ ਸਟਾਲ ਅਸਾਈਨਮੈਂਟਸ - NASCAR. com",
        "ਐਨਵੀਡੀਆ ਸ਼ੰਘਾਈ ਵਿਚ ਰਿਸਰਚ ਸੈਂਟਰ ਸਥਾਪਤ ਕਰੇਗੀ, ਚੀਨ ਵਿਚ ਪੈਰ ਰੱਖੇਗੀ - ਡਬਲਯੂਐਸਜੇ",
        "ਅਪੀਲ ਕੋਰਟ ਨੇ ਫੈਡਰਲ ਵਰਕਰ ਯੂਨੀਅਨਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੇ ਟਰੰਪ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ 'ਤੇ ਰੋਕ ਹਟਾ ਦਿੱਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਕੈਸੀ ਵੈਂਟੁਰਾ ਨੇ ਸੀਨ ‘ਡਿੱਡੀ‘ ਕੰਬਜ਼ ਦੇ ਮੁਕੱਦਮੇ ਵਿਚ ਭਾਵਨਾਤਮਕ ਗਵਾਹੀ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਟਰੰਪ ਦਾ 'ਵੱਡਾ, ਖੂਬਸੂਰਤ' ਟੈਕਸ ਬਿੱਲਃ ਰਿਪਬਲਿਕਨ ਬਾਗੀਆਂ ਲਈ ਚਾਰ ਸਟਿਕਿੰਗ ਪੁਆਇੰਟ - ਬੀਬੀਸੀ",
        "2025 ਪੀਜੀਏ ਚੈਂਪੀਅਨਸ਼ਿਪ ਲੀਡਰਬੋਰਡਃ ਸਕੌਟੀ ਸ਼ੈਫਲਰ, ਸੀ ਵੂ ਕਿਮ, ਰਾਕੇਟ 'ਤੇ ਮੈਕਸ ਹੋਮਾ ਸਟ੍ਰੈਪ ਰਾਊਂਡ 2 - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਸੁਪਰੀਮ ਕੋਰਟ ਨੇ ਪ੍ਰਵਾਸੀਆਂ ਦੇ ਕੁਝ ਟਰੰਪ ਦੇ ਦੇਸ਼ ਨਿਕਾਲੇ 'ਤੇ ਰੋਕ ਲਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕ੍ਰਿਸਟਨ ਸਟੂਅਰਟ ਨੇ ਨਿਰਦੇਸ਼ਕ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਬਾਅਦ ਭਾਵਨਾਤਮਕ ਪ੍ਰਾਪਤ ਕੀਤਾ ‘ਦਿ ਕ੍ਰੋਨੋਲੋਜੀ ਆਫ਼ ਵਾਟਰ’ ਕਾਨਸ ਵਿਚ ਗਰਮ ਰਿਸੈਪਸ਼ਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਹਾਲੀਵੁੱਡ ਰਿਪੋਰਟਰ",
        "ਐਫ ਡੀ ਏ ਅਲਜ਼ਾਈਮਰ ਰੋਗ ਲਈ ਆਪਣੀ ਕਿਸਮ ਦੀ ਪਹਿਲੀ ਖੂਨ ਦੀ ਜਾਂਚ ਦੀ ਹਮਾਇਤ ਕਰਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਆਈਸੀਸੀ ਦੇ ਮੁੱਖ ਵਕੀਲ ਕਰੀਮ ਖਾਨ ਜਿਨਸੀ ਦੁਰਵਿਵਹਾਰ ਦੀ ਜਾਂਚ ਦੇ ਵਿਚਕਾਰ ਛੁੱਟੀ 'ਤੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਪੀ ਐਨ ਡਬਲਯੂ ਵਿਚ 64 ਰਾਈਟ ਏਡ ਸਟੋਰਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਅਤੇ ਚਲਾਉਣ ਲਈ ਸੀਵੀਐਸ, ਗਾਹਕ ਤਜਵੀਜ਼ ਫਾਈਲਾਂ ਖਰੀਦੋ - ਕੋਮੋ",
        "ਫੂ ਫਾਈਟਰਜ਼ ਨਾਲ ਆਖਰੀ ਪਬਲਿਕ ਗਿਗ ‘ਤੇ ਜੋਸ਼ ਫ੍ਰੀਜ਼ ਰਿਪ ਇੱਕ' ਬਾਂਦਰ ਰੈਂਚ ’ਸੋਲੋ ਦੇਖੋ - ਰੋਲਿੰਗ ਸਟੋਨ",
        "‘ਕਾਮਰਸ ਹਫੜਾ-ਦਫੜੀ ਨਹੀਂ': ਟਰੰਪ ਨੇ ਕੀਤਾ ਵਿਦੇਸ਼ ਯਾਤਰਾ ਦਾ ਰੀਮੇਕ - ਪੋਲਿਟਿਕੋ",
        "ਨਿਣਟੇਨਡੋ ਵੇਰਵੇ ਸਵਿਚ ਗੇਮਜ਼ ਲਈ 2 ਅਪਡੇਟਸ - ਦਿ ਵਰਜ",
        "ਆਈਡੀਐਫ ਨੇ ਯਮਨ ਦੀਆਂ ਦੋ ਹੂਤੀ ਨਿਯੰਤਰਿਤ ਬੰਦਰਗਾਹਾਂ 'ਤੇ ਹਮਲਾ ਕੀਤਾ - ਦ ਯੇਰੂਸ਼ਲਮ ਪੋਸਟ"
    ]
}