{
    "headlines": [
        "ਅਮਰੀਕਾ ਭਰ ਵਿੱਚ ਟਰੰਪ ਵਿਰੋਧੀ ‘ਨੋ ਕਿੰਗਜ਼’ ਪ੍ਰਦਰਸ਼ਨਾਂ ਦੀਆਂ ਫੋਟੋਆਂ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੁਤਿਨ ਅਤੇ ਟਰੰਪ ਨੇ ਮੱਧ ਪੂਰਬ ਦੇ ਤਣਾਅ ਬਾਰੇ ਵਿਚਾਰ ਵਟਾਂਦਰੇ ਕੀਤੇ, ਯੂਕ੍ਰੇਨ ਫੋਨ ਕਾਲ 'ਤੇ ਗੱਲਬਾਤ ਕਰਦਾ ਹੈ, ਕ੍ਰੇਮਲਿਨ ਕਹਿੰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਇਜ਼ਰਾਈਲ ਅਤੇ ਇਰਾਨ ਦੇ ਵਿਚਕਾਰ ਹਵਾਈ ਹਮਲਿਆਂ ਦੇ ਵਿਚਕਾਰ ਤੇਲ ਅਵੀਵ ਵਿੱਚ ਕੈਟਲਿਨ ਜੇਨਰ ਫਸ ਗਈਃ ਰੱਬ ‘ਸਾਡੀ ਰੱਖਿਆ ਕਰੋ’ - ਪੰਨਾ ਛੇ",
        "ਇਜ਼ਰਾਈਲੀ ਹਵਾਈ ਫ਼ੌਜ ਨੇ ਤਹਿਰਾਨ ਦੇ ਹਵਾਈ ਖੇਤਰ 'ਚ ਅਪਰੇਸ਼ਨ ਦੀ ਆਜ਼ਾਦੀ ਹਾਸਲ ਕੀਤੀ, IDF ਦਾ ਕਹਿਣਾ ਹੈ - Axios",
        "ਟਰੰਪ ਦੀ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਮੰਗੀ ਗਈ ਫੌਜੀ ਪਰੇਡ ਹਕੀਕਤ ਬਣ ਗਈ - ਸੀ ਐਨ ਬੀ ਸੀ",
        "‘ਆਪਣੇ ਡਰੈਗਨ ਨੂੰ ਕਿਵੇਂ ਸਿਖਲਾਈ ਦੇਣੀ ਹੈ’ ਅਜੇ ਵੀ ਫ੍ਰੈਂਚਾਈਜ਼ ਲਈ ਕੋਰਸ 'ਤੇ ਵਧੀਆ $ 82M +‘ ਏ ‘ਸਿਨੇਮਾ ਸਕੋਰ ਤੋਂ ਬਾਅਦ ਖੋਲ੍ਹਣਾ;‘ ਮਟੀਰੀਅਲਿਸਟਸ ’ਰਿਪਸ ਏ 24 ਦਾ ਤੀਜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਉਦਘਾਟਨ – ਸ਼ਨੀਵਾਰ ਅਪਡੇਟ - ਡੈੱਡਲਾਈਨ",
        "ਸ਼ੁੱਧ ਆਰਵੇਲਃ ਯੂਰਪ ਆਪਣੇ ਹੀ ਖੇਤਰ 'ਤੇ ਹਮਲਿਆਂ ਲਈ ਈਰਾਨ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ - ਜ਼ਿੰਮੇਵਾਰ ਸਟੇਟਕ੍ਰਾਫਟ",
        "ਇੱਕ ਪੁਰਾਣਾ ਕੈਪੀਟਲ ਹਿੱਲ ਮੁਸੀਬਤ ਕਰਨ ਵਾਲਾ ਮੈਗਾਬਿਲ ਸੌਦਾ ਹਾਸਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ - ਪੋਲੀਟੀਕੋ",
        "14,000 ਸਾਲ ਪੁਰਾਣੀ ਮਮੀਫਾਈਡ ‘ਕਤੂਰੇ’ ਬਿਲਕੁਲ ਕੁੱਤੇ ਨਹੀਂ ਸਨ, ਨਵੇਂ ਖੋਜ ਸ਼ੋਅ - ਸੀ ਐਨ ਐਨ",
        "ਮਿਨੀਸੋਟਾ ਦੇ 2 ਵਿਧਾਇਕਾਂ ਨੂੰ ਸਪੱਸ਼ਟ 'ਟਾਰਗੇਟਡ' ਘਟਨਾ ਵਿੱਚ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਗਈਃ ਅਧਿਕਾਰੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਿੰਸ ਲੂਯਿਸ ਅਤੇ ਪ੍ਰਿੰਸ ਜਾਰਜ ਦੇ ਐਂਟੀਕਸ ਟ੍ਰੂਪਿੰਗ ਦ ਕਲਰ ਵਿਖੇ ਸਪਾਟਲਾਈਟ ਚੋਰੀ ਕਰਦੇ ਹਨ - instyle. com",
        "ਵਾਚਃ ਕੇਸ਼ਵ ਮਹਾਰਾਜ ਹੰਝੂਆਂ ਵਿੱਚ; ਦੱਖਣੀ ਅਫਰੀਕਾ ਨੇ ਆਸਟਰੇਲੀਆ ਨੂੰ ਹਰਾ ਕੇ 27 ਸਾਲਾਂ ਦੀ ਆਈਸੀਸੀ ਟਰਾਫੀ ਸੋਕੇ ਨੂੰ ਖਤਮ ਕੀਤਾ - ਟਾਈਮਜ਼ ਆਫ ਇੰਡੀਆ",
        "ਸਵੈ-ਨਿਰਮਿਤ ਅਰਬਪਤੀ ਕਾਲਜ ਡ੍ਰੌਪਆਉਟ ਅਲੈਗਜ਼ੈਂਡਰ ਵੈਂਗ ਦਾ ਮੈਟਾ ਦੇ ਏਆਈ ਨਾਲ 14.3 ਬਿਲੀਅਨ ਡਾਲਰ ਦਾ ਸੌਦਾ - ਫਾਰਚੂਨ",
        "ਯੂਐਸ ਓਪਨ 2025: ਓਕਮੋਂਟ - ਐਨਬੀਸੀ ਸਪੋਰਟਸ ਵਿਖੇ ਸ਼ਨੀਵਾਰ ਨੂੰ ਤੀਜੇ ਗੇੜ ਦੇ ਟੀ ਟਾਈਮਜ਼, ਪੇਅਰਿੰਗਜ਼ ਅਤੇ ਫੀਚਰਡ ਸਮੂਹ",
        "ਯੂਐਫਸੀ ਐਟਲਾਂਟਾ ਭਵਿੱਖਬਾਣੀ - ਐਮਐਮਏ ਫਾਈਟਿੰਗ",
        "ਸਪੇਸ ਨੇ ਸੀਲ-ਡਾਕਟਰ-ਐਸਟ੍ਰੋਨੌਟ ਨੂੰ ਨਿਰਾਸ਼ ਕੀਤਾ | ਇਸ ਹਫਤੇ ਆਈਐਸਐਸ ਤੇ ਜੂਨ 9-13, 2025 - ਸਪੇਸ",
        "3 ਦੇ ਪਿਤਾ ਨੇ ਤੰਦਰੁਸਤ ਮਹਿਸੂਸ ਕੀਤਾ. ਫਿਰ ਇੱਕ ਰੁਟੀਨ ਸਕ੍ਰੀਨਿੰਗ ਵਿੱਚ ਇੱਕ ਦੁਰਲੱਭ, ਘਾਤਕ ਬਿਮਾਰੀ ਮਿਲੀ... - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਭਾਰਤ ਨੇ ਏਅਰ ਇੰਡੀਆ ਦੇ ਕਰੈਸ਼ ਤੋਂ ਬਾਅਦ ਬੋਇੰਗ 787 ਜਹਾਜ਼ਾਂ ਦੀ ਜਾਂਚ ਸ਼ੁਰੂ ਕੀਤੀ - ਸੀਐਨਐਨ",
        "ਟਰੰਪ ਦੇ ਸੌਦੇ ਤੋਂ ਬਾਅਦ ਨੀਪੋਨ ਸਟੀਲ ਨੂੰ ਅਮਰੀਕੀ ਸਟੀਲ ਦੀ ਵਿਕਰੀ ਬੰਦ ਹੋ ਗਈ ਹੈ - Bloomberg.com"
    ]
}