{
    "headlines": [
        "Une touriste soupçonnée d'avoir assassiné sa famille en Islande est arrêtée - CBS News",
        "Les dirigeants du G7 se réunissent au Canada pour un sommet éclipsé par la crise israélo-iranienne et les guerres commerciales - AP News",
        "Comment construire le meilleur clavier au monde - The Verge",
        "La lutte du Congrès pour la sécurité éclate après la fusillade au Minnesota - Axios",
        "Israël et l'Iran échangent des frappes plus meurtrières au troisième jour de l'escalade du conflit - NPR",
        "Variante génétique liée au doublement du risque de démence chez les hommes plus âgés - The Washington Post",
        "Starbucks passe à la phase suivante de son redressement : Gagner des employés - CNBC",
        "Changeriez-vous de navigateur pour un chatbot ? - The Verge",
        "Elle a épousé un citoyen américain par amour. Après qu'elle ait allégué des abus, il a menacé d'expulsion. - CBS News",
        "Le télescope James Webb découvre « un nouveau type de climat » sur Pluton, qui ne ressemble à rien d'autre dans notre système solaire - Live Science",
        "Caitlin Clark explose pour 32 points en retour d'une blessure alors que la main Indiana Fever New York Liberty subit sa première défaite de la saison - CNN",
        "Alors que les participations en capital-investissement de Harvard et de Yale sont mises en vente, les acheteurs peuvent utiliser cette technique pour des bénéfices exceptionnels de 1 000 %. « Ça fait fondre votre cerveau » - Fortune",
        "Après Omaha, au Nebraska, le plus grand raid d'immigration sur un chantier, une communauté s'efforce de se rétablir - NBC News",
        "King Charles Posts About Father's Day After Prince Harry Says 'I Would Love Reconciliation' with Family - Yahoo",
        "Chars, troupes et survols à Washington D.C. alors que Trump reçoit son défilé militaire - The Washington Post",
        "Trump Mulls ajoute 36 autres pays à l'interdiction de voyager - The Daily Beast",
        "Une personne « grièvement blessée », trois en garde à vue après avoir tiré alors que 10 000 personnes défilaient à Salt Lake City lors de la manifestation « No Kings » - The Salt Lake Tribune"
    ]
}