{
    "headlines": [
        "\"لعبة الحبار\" الموسم 3 مباشر — النهاية موضحة، من يموت، مفاجآت مفاجئة، وما هي الخطوة التالية - دليل توم",
        "شباك التذاكر: \"F1\" يتصدر الحزمة بمبلغ 25 مليون دولار في يوم الافتتاح، \"M3GAN 2.0\" ليس رائعًا جدًا في المركز الرابع لاول مرة - متنوع",
        "حشود كبيرة تتجمع في العاصمة المجرية لتحدي الحظر المفروض على فخر بودابست - سي إن إن",
        "مع سلسلة من الحروب، يعيد الجيش الإسرائيلي تشكيل الشرق الأوسط - NPR",
        "انخفضت أجهزة القراءة الإلكترونية Libra Colour و Elipsa 2E من Kobo إلى بعض من أفضل أسعارها - The Verge",
        "امرأة \"فشلت\" في كسر الميل الذي يبلغ أربع دقائق. لكن الإعداد كان الفشل الحقيقي. - مجلة سليت",
        "ينسى الكثيرون الأضرار الناجمة عن أمراض مثل السعال الديكي والحصبة والحصبة الألمانية. ليست هذه العائلات - أسوشيتد برس نيوز",
        "إليك ما هو موجود في القائمة الضخمة للحزب الجمهوري التي تتجه للتصويت في مجلس الشيوخ - NPR",
        "حوت العنبر القزم: \"الحيتان ذات الحجم الباينت\" التي تتدفق جالونات من السائل المعوي عندما تفاجأ - Live Science",
        "ما هي الضريبة الرقمية الكندية ولماذا يقتل ترامب المحادثات التجارية حولها ؟ - الجزيرة",
        "فوهات معنوية في وزارة الخارجية مع اقتراب تسريح جماعي - واشنطن بوست",
        "بعد احتجاز ICE، يتأمل بدر خان سوري، باحث جامعة جورج تاون، في الأبوة والأمومة من وراء القضبان - إن بي سي نيوز",
        "\"أين أموالنا ؟\" تمويل منحة مراكز السيطرة على الأمراض والوقاية منها (CDC) يتحرك ببطء شديد حيث تحدث عمليات تسريح العمال - NPR",
        "المحكمة العليا تمنح ترامب \"فوزًا عملاقًا\" في قضية حق المواطنة بالولادة - رولينج ستون",
        "الفائزون والخاسرون في مسودة دوري الهوكي الوطني: يقلل التنسيق اللامركزي من الحدث - USA Today",
        "النتيجة المذهلة لمرصد روبن تثبت أنه \"مغير قواعد اللعبة\" لاكتشاف الكويكبات الخطرة - Gizmodo",
        "إيران تقيم موكب جنازة لكبار القادة الذين قتلوا في الضربات الإسرائيلية - فاينانشال تايمز",
        "ماثيو شيفر يكرم الأم الراحلة بعد أن تم اختياره لأول مرة بشكل عام من قبل سكان جزر نيويورك في مشروع NHL - CNN",
        "فوز ممداني في الانتخابات التمهيدية لمنصب عمدة نيويورك يكشف الانقسام الديمقراطي - ABC News - أخبار عاجلة وأحدث الأخبار ومقاطع الفيديو"
    ]
}