{
    "headlines": [
        "10 ਵਿੱਚੋਂ 1 ਤੋਂ ਵੱਧ ਪੁਰਾਣੇ ਵੈੱਟ ਭੰਗ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਅਧਿਐਨ ਲੱਭਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਕਾਨਸ ਫਿਲਮ ਫੈਸਟੀਵਲ ਪ੍ਰਭਾਵਤ ਹੋਇਆ ਕਿਉਂਕਿ ਪ੍ਰਮੁੱਖ ਬਿਜਲੀ ਕੱਟ ਦੱਖਣੀ ਫਰਾਂਸ ਨੂੰ ਮਾਰਦਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਮੈਕਡੋਨਲਡਜ਼ CosMc's ਨੂੰ ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ, ਇਸ ਦੇ ਪੀਣ-ਕੇਂਦ੍ਰਿਤ ਸਪਿਨੋਫ - ਸੀ ਐਨ ਐਨ",
        "ਮਿੰਨੀਪੋਲਿਸ ਦੇ ਸਾਬਕਾ ਪੁਲਿਸ ਮੁਖੀ ਨੇ ਜਾਰਜ ਫਲਾਇਡ ਵੀਡੀਓ ਨੂੰ ਵੇਖਣ ਦੇ 'ਬਿਲਕੁਲ ਗੁੱਝੇ' ਪਲ ਨੂੰ ਯਾਦ ਕੀਤਾ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਇਕ ਕੰਡਕਟਰ ਨੇ ਕੁਝ ਹਫ਼ਤਿਆਂ ਵਿਚ 40 ਪੌਂਡ ਦਾ ਵਾਧਾ ਕੀਤਾ. ਕਿਉਂ ਇਹ ਜਾਣਨ ਲਈ ਓਪਨ-ਹਿਲ ਸਰਜਰੀ ਲਈ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਨਾਲ ਆਪਣੀ ਵਪਾਰਕ ਜੰਗ ਨੂੰ ਮੁੜ ਪੈਦਾ ਕਰਕੇ ਜੋਖਮ ਭਰਪੂਰ ਸੱਟਾ ਲਗਾਉਂਦਾ ਹੈ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟਰੰਪ ਦੀ 'ਦਫਨਾਉਣ ਵਾਲੀ ਸਾਈਟ' ਵੀਡੀਓ ਦੁਬਾਰਾ ਖੁੱਲ੍ਹਦੀ ਹੈ 'ਜ਼ਖ਼ਮ', ਪੀੜਤ ਦੇ ਬੇਟੇ ਦਾ ਕਹਿਣਾ ਹੈ - ਐਨਪੀਆਰ",
        "ਰੂਸ ਅਤੇ ਯੂਕਰੇਨ ਨੇ ਸੈਂਕੜੇ ਹੋਰ ਕੈਦੀਆਂ ਨੂੰ ਸਵੈਪ ਕੀਤਾ, ਕੀਵ 'ਤੇ ਵੱਡੇ ਹਮਲੇ ਦੇ ਘੰਟਿਆਂ ਬਾਅਦ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਵੈਸਟ ਪੁਆਇੰਟ 'ਤੇ ਭਾਸ਼ਣ ਦੇਣਗੇ ਆਪਣੀਆਂ ਤਬਦੀਲੀਆਂ ਨਾਲ ਸਹਿਮਤ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇੱਕ ਵਿਕਲਪ ਹੈ, ਲੇਬਰ ਦੇ ਸੰਸਦ ਮੈਂਬਰ ਰਾਚੇਲ ਰੀਵਜ਼ ਨੂੰ ਦੱਸਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਪਾਸਕਲ ਸਿਆਕਮ ਨੇ ਇੰਡੀਆਨਾ ਪੈਸਰਜ਼ ਨੂੰ ਪੂਰਬੀ ਕਾਨਫਰੰਸ ਫਾਈਨਲ ਵਿੱਚ ਨਿ York ਯਾਰਕ ਨਿਕਸ ਉੱਤੇ 2-0 ਦੀ ਬੜ੍ਹਤ ਨਾਲ ਅੱਗੇ ਵਧਾਇਆ - ਸੀਐਨਐਨ",
        "ਮੈਂ ਇੱਕ ਟੀਵੀ ਮਾਹਰ ਹਾਂ, ਅਤੇ ਇਹ ਮੇਰੇ ਮਨਪਸੰਦ ਮੈਮੋਰੀਅਲ ਡੇਅ ਟੀਵੀ ਸੌਦੇ ਹਨਃ ਵੱਡੇ ਸਕ੍ਰੀਨ ਟੀਵੀ 'ਤੇ $ 5,000 ਤੱਕ ਦੀ ਬਚਤ ਕਰੋ - ZDNet",
        "ਇਜ਼ਰਾਇਲੀ ਹੜਤਾਲ 'ਚ ਗਾਜ਼ਾ ਦੇ ਡਾਕਟਰ ਦੇ ਨੌਂ ਬੱਚਿਆਂ ਦੀ ਮੌਤ, ਹਸਪਤਾਲ ਨੇ ਕਿਹਾ - ਬੀਬੀਸੀ",
        "F1 ਮੋਨਾਕੋ ਯੋਗਤਾਃ ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ, ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ, ਟੀਵੀ ਚੈਨਲ, ਲਾਈਵਸਟ੍ਰੀਮ - ਮੋਟਰਸਪੋਰਟ ਡਾਟ ਕਾਮ",
        "ਲੁਈਸਿਆਨਾ ਦੇ ਕੈਦੀਆਂ ਨੇ ਨਿ Or ਓਰਲੀਨਜ਼ ਜੇਲ੍ਹ ਤੋਂ ਬਚਣ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਵਿਚ ਹੇਅਰ ਟ੍ਰਿਮਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ, ਸਰੋਤ ਕਹਿੰਦਾ ਹੈ - ਯਾਹੂ",
        "ਉਹ ਠੰਡੇ ਟ੍ਰੀਟ ਤੋਂ ਤੁਹਾਡੇ ਦੰਦਾਂ ਵਿੱਚ ਗਾਉਣਾ? ਇਸ ਪ੍ਰਾਚੀਨ ਬਖਤਰਬੰਦ ਮੱਛੀ ਨੂੰ ਦੋਸ਼ੀ ਠਹਿਰਾਓ - ਐਨਪੀਆਰ",
        "ਜੇਮਜ਼ ਵੈਬ ਟੈਲੀਸਕੋਪ ਨੇ ਏਲੀਅਨ ਸਟਾਰ ਦੇ ਆਲੇ ਦੁਆਲੇ ਜੰਮੇ ਪਾਣੀ ਦੀ ਖੋਜ ਕੀਤੀ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਕੀਵ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਰੂਸੀ ਡਰੋਨ ਅਤੇ ਮਿਜ਼ਾਈਲ ਹਮਲੇ ਦੇ ਅਧੀਨ ਆਉਂਦਾ ਹੈ ਪੂਰੇ ਸ਼ਹਿਰ ਵਿੱਚ ਧਮਾਕਿਆਂ ਦੀ ਆਵਾਜ਼ ਸੁਣਾਈ ਦਿੱਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮੀਮਕੋਇਨ ਈਵੈਂਟ ਵਿੱਚ ਟਰੰਪ ਦੀ ਰਾਸ਼ਟਰਪਤੀ ਦੀ ਮੋਹਰ ਦੀ ਵਰਤੋਂ ਕਾਨੂੰਨੀ ਪ੍ਰਸ਼ਨ ਉਠਾਉਂਦੀ ਹੈ - Cointelegraph",
        "ਮਹਿਮੂਦ ਖਲੀਲ ਨੇ ਜੱਜ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਸ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣਾ ਮੌਤ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ । ਇਹ ਹੈ ਵਜ੍ਹਾ - NPR"
    ]
}