{
    "headlines": [
        "Apple to reveal iOS 26 at WWDC today. Here’s what to expect. - The Washington Post",
        "Full-screen Xbox handheld UI is coming to all Windows PCs “starting next year” - Ars Technica",
        "Amanda Seyfried, Adam Brody on Parenting, Jennifer's Body and More - Variety",
        "Italy’s citizenship referendum fails after voters heed Giorgia Meloni call for boycott - Financial Times",
        "US plane crash: Small aircraft carrying 6 passengers crashes in San Diego; search on for survivors - Times of India",
        "Several hundred NIH employees sign a letter of protest to the agency’s director - statnews.com",
        "Screen Time Nightmare: How ‘Digital Pacifiers’ Are Sucking The Sanity Out Of Children - Study Finds",
        "‘Harry Potter’ HBO Series Casts Bel Powley, Daniel Rigby as Petunia and Vernon Dursley (EXCLUSIVE) - Variety",
        "Live updates: Gov. Gavin Newsom to sue Trump over National Guard deployment in Los Angeles - AP News",
        "U.S. Open tiers: Ranking every player from favorites to hopefuls - ESPN",
        "Tariffs: US and China meet for trade talks in London - BBC",
        "Packers expected to release CB Jaire Alexander: 6 potential landing spots - PFF",
        "Labour hopes to put winter fuel misstep behind them - BBC",
        "Samsung Galaxy Watch8 Classic prototype appears on eBay, confirms squircle rumors - GSMArena.com",
        "Chipotle is releasing its first new dip in five years - CNN",
        "Carlos Alcaraz and Jannik Sinner’s epic French Open final proved the future of men’s tennis is in good hands - CNN",
        "'Materialists' Review: Dakota Johnson in Celine Song's Soulful Drama - The Hollywood Reporter",
        "Trump’s new travel ban takes effect as tensions escalate over immigration enforcement - CNN",
        "‘Everybody stood up’: Why a union leader’s arrest galvanized California Democrats on immigration - CalMatters"
    ]
}