{
    "headlines": [
        "ਟਰੰਪ ਨੇ ਮਸਕ ਦੀ ਨਵੀਂ ਰਾਜਨੀਤਿਕ ਪਾਰਟੀ ਦੀ ਯੋਜਨਾ ਨੂੰ ਖਾਰਜ ਕਰਨ ਤੋਂ ਬਾਅਦ ਟੇਸਲਾ ਸਟਾਕ ਟੈਂਕ ਨੂੰ ‘ਆਫ ਦਿ ਰੇਲਜ਼’ - ਸੀ ਐਨ ਐਨ",
        "ਸਟਾਕ ਮਾਰਕੀਟ ਅੱਜਃ ਡਾਓ ਸਿੰਕ 500 ਪੁਆਇੰਟ; ਟਰੰਪ ਨੇ ਜਪਾਨ, ਦੱਖਣੀ ਕੋਰੀਆ 'ਤੇ 25% ਟੈਰਿਫ ਦੀ ਘੋਸ਼ਣਾ ਕੀਤੀ — ਲਾਈਵ ਅਪਡੇਟਸ - ਡਬਲਯੂਐਸਜੇ",
        "‘ਅਸਾਧਾਰਣ’ – ਐਫ 1 ਹੁਲਕੇਨਬਰਗ ਦੇ ਪਹਿਲੇ ਪੋਡੀਅਮ ਤੇ ਪ੍ਰਤੀਕ੍ਰਿਆ ਕਰਦਾ ਹੈ - ਫਾਰਮੂਲਾ 1",
        "ਡੋਨਾਲਡ ਟਰੰਪ ਨੇ ‘ਪਰਸਪਰ‘ ਟੈਰਿਫ ਦੀ ਆਖਰੀ ਤਾਰੀਖ 1 ਅਗਸਤ ਤੱਕ ਵਧਾ ਦਿੱਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਟੈਕਸਾਸ ਬਾਰਡਰ ਪੈਟਰੋਲ ਬਿਲਡਿੰਗ ਦੇ ਪ੍ਰਵੇਸ਼ ਦੁਆਰ 'ਤੇ ਗੋਲੀਬਾਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸ਼ੱਕੀ ਵਿਅਕਤੀ ਦੀ ਮੌਤ - ਏਬੀਸੀ ਨਿ Newsਜ਼ - ਬ੍ਰੇਕਿੰਗ ਨਿ Newsਜ਼, ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਅਤੇ ਵੀਡੀਓ",
        "ਚੈਂਟਲ ਦੇ ਅਵਸ਼ੇਸ਼ਾਂ ਤੋਂ ਹੜ੍ਹ ਉੱਤਰੀ ਕੈਰੋਲੀਨਾ ਵਿੱਚ ਘਰਾਂ ਤੋਂ ਭੱਜਣ ਲਈ ਦਰਜਨਾਂ ਨੂੰ ਮਜ਼ਬੂਰ ਕਰਦਾ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "CoreWeave $ 9 ਬਿਲੀਅਨ (CRWV, CORZ) ਦੀ ਕੀਮਤ ਡੀਲ ਵਿੱਚ ਕੋਰ ਵਿਗਿਆਨਕ ਖਰੀਦਣ ਲਈ - ਬਲੂਮਬਰਗ",
        "ਪੁਤਿਨ ਵੱਲੋਂ ਬਰਖਾਸਤ ਕੀਤੇ ਜਾਣ ਤੋਂ ਕੁਝ ਘੰਟਿਆਂ ਬਾਅਦ ਰੂਸੀ ਮੰਤਰੀ ਦੀ ਆਤਮ ਹੱਤਿਆ, ਅਧਿਕਾਰੀਆਂ ਦਾ ਕਹਿਣਾ ਹੈ - ਸੀਐਨਐਨ",
        "ਰਿਪੋਰਟਾਂਃ ਕਲਿੱਪਰਾਂ ਨੇ ਜੌਨ ਕੋਲਿਨਜ਼ ਨੂੰ ਉਤਾਰਿਆ, ਹੀਟ ਨੂੰ 3-ਟੀਮ ਸੌਦੇ ਵਿਚ ਨੌਰਮਨ ਪਾਵੇਲ ਪ੍ਰਾਪਤ ਕਰੋ - ਐਨਬੀਏ",
        "ਅਮਰੀਕੀ ਬੱਚੇ ਲਗਭਗ ਦੋ ਦਹਾਕਿਆਂ ਤੋਂ ਵੱਧ ਤੋਂ ਵੱਧ ਗੈਰ-ਸਿਹਤਮੰਦ ਹੋ ਗਏ ਹਨ, ਨਵੇਂ ਅਧਿਐਨ ਨੇ ਪਾਇਆ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪੇਰੂ ਵਿੱਚ, ਅਪਰਾਧੀ ਗਿਰੋਹ ਜਬਰ ਜਨਾਹ ਲਈ ਗਰੀਬ ਗੁਆਂਢ ਵਿੱਚ ਸਕੂਲਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾ ਰਹੇ ਹਨ - ਐਨਪੀਆਰ",
        "ਅਗਲੇ ਕੁਝ ਮਹੀਨਿਆਂ ਵਿੱਚ ਧਰਤੀ ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਘੁੰਮਣ ਜਾ ਰਹੀ ਹੈ — ਇੰਨੀ ਤੇਜ਼ੀ ਨਾਲ ਕਿ ਕਈ ਦਿਨ ਘੱਟ ਹੋਣ ਜਾ ਰਹੇ ਹਨ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਪਰਿਵਾਰਕ ਦਫਤਰ ਜੂਨ ਵਿਚ ਬਾਇਓਟੈਕ - ਸੀ ਐਨ ਬੀ ਸੀ 'ਤੇ ਸੱਟੇਬਾਜ਼ੀ ਨਾਲ ਸੌਦੇਬਾਜ਼ੀ ਨੂੰ ਵਧਾਉਂਦੇ ਹਨ",
        "ਕਦੋਂ ਸਿਰਫ ਇੱਕ ਟਿੱਕ ਨੂੰ ਮਾਰਨਾ ਹੈ ਅਤੇ ਨਿਰੀਖਣ ਕਰਨਾ ਹੈ, ਅਤੇ ਆਪਣੇ ਡਾਕਟਰ ਨਾਲ ਕਦੋਂ ਸੰਪਰਕ ਕਰਨਾ ਹੈ - WTOP",
        "ਟਰੰਪ ਨੇ ਬ੍ਰਿਕਸ ਨਾਲ ਜੁੜੇ ਦੇਸ਼ਾਂ 'ਤੇ ਵਾਧੂ 10% ਟੈਰਿਫ ਦੀ ਧਮਕੀ ਦਿੱਤੀ - ਬੀਬੀਸੀ",
        "ਐਕਸਲ ਰੋਜ਼ ਆਖਰਕਾਰ ਓਜ਼ੀ ਓਸਬਰਨ ਨੂੰ ਮਿਲਦਾ ਹੈ, ਜੇਮਜ਼ ਹੇਟਫੀਲਡ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਦਾ ਹੈ, ਭਵਿੱਖ ਤੋਂ ਸ਼ਰਧਾਂਜਲੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - ਸਟੀਰੀਓਗਮ",
        "ਪ੍ਰਾਈਮ ਡੇਅ ਐਂਕਰ ਸੌਦੇਃ ਚੋਟੀ ਦੇ ਮੋਬਾਈਲ, ਹੋਮ ਅਤੇ ਸਿਕਿਓਰਿਟੀ ਟੈਕ ਡਿਵਾਈਸਾਂ 'ਤੇ 30 ਤੋਂ ਵੱਧ ਛੂਟ - ਸੀ ਐਨ ਈ ਟੀ",
        "ਟੈਕਸਾਸ ਹੜ੍ਹਃ ਕੈਂਪ ਮਿਸਟਿਕ ਨੇ ਫਲੈਸ਼ ਹੜ੍ਹਾਂ ਵਿੱਚ 27 ਮੌਤਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਜਿੰਨੀ ਵਧੇਰੇ ਮੀਂਹ ਦੀ ਉਮੀਦ ਸੀ - ਬੀਬੀਸੀ",
        "ਵਿੰਡੋਜ਼ 11 ਨੇ ਅੰਤ ਵਿੱਚ ਵਿੰਡੋਜ਼ 10 ਨੂੰ ਸਭ ਤੋਂ ਵੱਧ ਵਰਤੇ ਗਏ ਡੈਸਕਟੌਪ ਓਐਸ - ਦਿ ਵਰਜ ਨੂੰ ਪਛਾੜ ਦਿੱਤਾ"
    ]
}