{
    "headlines": [
        "\"The Late Show with Stephen Colbert\" se terminera en mai 2026 - CBS News",
        "Un incendie dans un centre commercial irakien tue au moins 61 personnes, selon des responsables - The Washington Post",
        "Qu'est-ce que l'insuffisance veineuse chronique ? Tout savoir sur le diagnostic de Trump - ABC News - Dernières nouvelles, dernières nouvelles et vidéos",
        "Google déploie Android 16 QPR1 Beta 3 pour Pixel - 9to5Google",
        "Israël regrette la frappe meurtrière contre l'église catholique à Gaza - BBC",
        "House adopte la première réglementation majeure pour l'industrie de la cryptographie - The Washington Post",
        "House GOP se rapproche de la mesure d'Epstein au milieu de la rébellion - Politico",
        "Damian Lillard, Trail Blazers conclure un accord pour le retour de la garde vétéran à Portland - OregonLive.com",
        "Le classement de l'Open 2025 : Matt Fitzpatrick à égalité avec Scottie Scheffler, Rory McIlroy, Jon Rahm à la chasse - CBS Sports",
        "ICE aura accès aux informations personnelles des inscrits à Medicaid pour aider à trouver des immigrants. - NBC News",
        "Alors que les démocrates sortent, les républicains avancent la nomination judiciaire d'Emil Bove - The Washington Post",
        "Steelers, T.J. Watt accepte une prolongation de contrat de trois ans - NBC Sports",
        "Trump « ne recommanderait pas » au procureur spécial d'enquêter sur l'affaire Epstein, dit la Maison Blanche - CNN",
        "Netflix Stock Falls On Modest Beat-And-Raise Earnings Report - Investor's Business Daily",
        "L'administration Trump ferme la ligne d'assistance téléphonique sur le suicide des jeunes LGBTQ - NBC News",
        "Le Royaume-Uni abaissera son âge de vote à 16 ans. Les États-Unis pourraient-ils faire de même ? - NPR",
        "PDG surpris en train de « tricher » au concert de Coldplay : Andy Byron a jailli à propos de l'embauche de Kristin Cabot, l'a appelée « ex » - The Times of India"
    ]
}