{
    "headlines": [
        "Justizministerium ermittelt gegen N.Y. Attorney General, der Trump ins Visier genommen hat - The Washington Post",
        "Timberwolves-Warriors: 5 Erkenntnisse aus Minnesotas Bounce-Back-Spiel 2 - NBA",
        "Krieger sehen ohne Stephen Curry verloren aus und brauchen dringend einen passiven Jimmy Butler, um ein Gefühl der Dringlichkeit zu zeigen - CBS Sports",
        "Pakistan behauptet, dass in China hergestellte Jets in Indien aufeinanderprallen, Junge erhält Wein: 7 Highlights - South China Morning Post",
        "Chinas He Lifeng: Xi Jinpings Verbündeter führt Handelsgespräche mit den USA - Financial Times",
        "Eine ausgefallene sowjetische Venus-Sonde wird heute voraussichtlich auf die Erde fallen, aber wann und wo? Folgendes wissen wir - Weltraum",
        "Russlands falsche Euphorie - Auswärtige Angelegenheiten",
        "Papst Leo teilte Trump-kritische Inhalte, Vances Einwanderungspolitik in Social-Media-Posts - ABC News",
        "Carolina Hurricanes vs. Washington Capitals - NHL Game Recap - 8. Mai 2025 - CBS Sports",
        "Um zu überleben, kennzeichnen Unternehmen Zollkosten auf Belegen, um Preiserhöhungen zu erklären und das Vertrauen der Kunden zu erhalten - businessinsider.com",
        "Trump wählt Fox News 'Jeanine Pirro als Staatsanwältin in Washington DC - BBC",
        "Google Messages beginnt mit der Einführung von „Für alle löschen“ - 9to5Google",
        "Samsung Galaxy S25 Edge verfügt über neue Corning® Gorilla® Glaskeramik 2 für verbesserte Haltbarkeit - Samsung Newsroom",
        "Liev Schreiber spricht zum ersten Mal über Transgender-Tochter Kai: Sie ist eine Kämpferin - New York Post",
        "ACM Awards 2025 Red Carpet Arrivals: Alle Schuhe, Live-Updates - Schuhnews",
        "Trump unterbricht Rolls-Royce-Autos, droht aber mit mehr Zöllen auf Mattel-Spielzeug - NBC News",
        "Donald Trump schlägt vor, die Einkommenssteuern auf reiche Amerikaner zu erhöhen - Financial Times",
        "Handelsangriffe zwischen Indien und Pakistan inmitten der Gefahr eines Krieges zwischen Nuklearstaaten - NPR"
    ]
}