{
    "headlines": [
        "Bobby Sherman, teen idol who made fans swoon, dies at 81 - The Washington Post",
        "Wizards trade Jordan Poole, clearing their cap sheet down the line - The Washington Post",
        "US strikes did not destroy Iran nuclear programme, says Pentagon assessment - BBC",
        "2 more adults diagnosed with measles, Utah health department says - KSL.com",
        "FedEx Earnings Top Estimates. The Stock Is Falling. - Barron's",
        "Photos from The Hague as NATO leaders including Donald Trump gather for historic summit - AP News",
        "Sean ‘Diddy’ Combs confirms he won’t testify and praises the trial judge for an ‘excellent job’ - AP News",
        "Man charged with supplying chemicals in California fertility clinic bombing has died in custody, officials say - CNN",
        "Philips Hue bulbs will be even more expensive in July. And it may not end there. - Ars Technica",
        "Why is China so concerned about Israel-Iran tensions? - NPR",
        "Aaron Rodgers: I don’t want the attention, when I’m done playing you won’t see me - NBC Sports",
        "First Case of Measles Identified in North Carolina - North Carolina Department of Health and Human Services (.gov)",
        "DoorDash executive among 8 victims killed in Lake Tahoe boat accident - San Francisco Chronicle",
        "NTSB faults Boeing for lack of safety protocols in 737 Max door plug blowout - NPR",
        "Microsoft extends free Windows 10 security updates into 2026, with strings attached - Ars Technica",
        "The Spotlight on Pixar Intensifies as ‘Elio’ Becomes Latest Original Animated Pic to Crash Land - The Hollywood Reporter",
        "UN condemns Gaza aid 'death trap' as dozens reported killed by Israeli fire - BBC",
        "House Democrats join Republicans to kill vote impeaching Trump over Iran strikes - Axios",
        "From ‘Lilo & Stitch’ to ‘Mission: Impossible 8’: The Good, the Bad and the Meh of the 2025 Box Office (So Far) - Variety"
    ]
}