{
    "headlines": [
        "النائب السابق عن الحزب الجمهوري مايك روجرز يطلق سباقًا آخر لمجلس الشيوخ في ميشيغان - إن بي سي نيوز",
        "\"مرحبًا بعودتك إلى الأرض \": ترسل Blue Origin طاقمًا مليئًا بالنجوم والإناث إلى الفضاء - NPR",
        "روري ماكلروي يفوز ببطولة الماسترز لإكمال مسيرته في البطولات الأربع الكبرى - أخبار أسوشيتد برس",
        "تعمل أجهزة التتبع الجديدة الملونة من Chipolo الآن مع شبكات Apple و Google - The Verge",
        "اختارت Apple طريقة لائقة للغاية للاحتفال بعقد من الساعات الذكية - The Verge",
        "المسلسل التلفزيوني \"هاري بوتر\" يلقي رسميا جون ليثغو، نيك فروست، جانيت ماكتير وبابا إسييدو بين 6 - الموعد النهائي",
        "تقول إدارة الطيران الفيدرالية إن الشركة المتورطة في حادث تحطم المروحية المميت في نيويورك الأسبوع الماضي سيتم إغلاقها على الفور - سي إن إن",
        "الملياردير راي داليو قلق من أن حرب التعريفات الجمركية التي يشنها ترامب قد تثير \"شيئًا أسوأ\" من الركود - سي إن إن",
        "إنتل تنتهي من صفقة لبيع 51 ٪ من حصة ألتيرا إلى سيلفر ليك - Bloomberg.com",
        "لماذا غيروا آبي في الموسم الثاني من \"The Last of Us\" - فوربس",
        "خفر السواحل الأمريكي يقول 1 قتيل و 4 تم إنقاذهم و 5 في عداد المفقودين من قارب انقلب قبالة ساحل المحيط الأطلسي في فلوريدا - أسوشيتد برس نيوز",
        "هاتف سامسونج المتين الجديد مصمم لمواقع العمل، ويحتوي على بطارية قابلة للاستبدال وذكاء اصطناعي - CNET",
        "تقارير جولدمان ساكس لعام 2025 أرباح الربع الأول لكل سهم عادي بقيمة 14.12 دولار والعائد السنوي على حقوق الملكية العادية بنسبة 16.9 ٪ - جولدمان ساكس",
        "كارينا جروف وعائلتها الذين لقوا حتفهم في حادث تحطم طائرة في نيويورك - بي بي سي",
        "كيفية المشاهدة وكل شيء يجب معرفته حول مسودة WNBA لعام 2025 حيث توافق آراء UConn STAR رقم 1 بشكل عام - CNN",
        "إيمي لو وود تدعو SNL White Lotus sketch \"mean and ununny\" - بي بي سي",
        "في السودان، قتل المئات في هجمات على مخيمات النازحين التي ضربتها المجاعة - NPR",
        "أسواق الأسهم العالمية ترتفع وسط إعفاءات ترامب من التعريفات الجمركية على الإلكترونيات - ABC News",
        "مسودة وهمية لاتحاد كرة القدم الأميركي لعام 2025: أربعة QBs تدخل الجولة 1 مع تحول القديسين إلى عابر سبيل - PFF",
        "يقول الرئيس الصيني شي إنه لا يوجد فائزون في حرب التعريفات الجمركية أثناء زيارته لجنوب شرق آسيا - أسوشيتد برس نيوز"
    ]
}