{
    "headlines": [
        "Stock Market Today : Dow Futures Drop, Dollar Slides on Trade and Tariff Worries — Mises à jour en direct - WSJ",
        "Le pape François, voix des pauvres qui a transformé l'Église catholique, meurt le lundi de Pâques - CNN",
        "Hegseth a partagé les détails de l'attaque au Yémen dans le deuxième chat Signal, selon les rapports - BBC",
        "Vance arrive en Inde pour une visite de 4 jours qui comprend des entretiens avec Modi et des engagements personnels - AP News",
        "Trump va supprimer un autre milliard de dollars du financement de la recherche en santé à Harvard, rapporte le Wall Street Journal - The Harvard Crimson",
        "Les « échecs professionnels » ont conduit au meurtre de médecins de Gaza, selon une enquête de Tsahal - BBC",
        "Golden State Warriors vs Houston Rockets Live Score and Stats - 20 avril 2025 Gametracker - CBS Sports",
        "Les plus grands gagnants et perdants du week-end d'ouverture des séries éliminatoires de la NBA 2025 - Rapport Bleacher",
        "Résultats WWE WrestleMania 41, notes : John Cena remporte le record du 17e titre mondial, met fin au règne d'un an de Cody Rhodes - CBS Sports",
        "Pedro Pascal s'exprime après la torsion de « The Last of Us » et dit « Je suis dans le déni actif » ; Bella Ramsey a « sangloté » en le lisant : une « réussite brillante » si c'est « douloureux pour les gens » - Variété",
        "L'or (XAUUSD) grimpe vers un record alors que les préoccupations de guerre commerciale mondiale dominent - Bloomberg.com",
        "La Suède a les réservoirs. La Finlande a les troupes. Bienvenue dans l'armée pan-nordique. - WSJ",
        "Un migrant vénézuélien dont l'expulsion a été bloquée par SCOTUS s'exprime - ABC News",
        "TNA Champion répond au défi ouvert de Randy Orton à WrestleMania 41 - Cageside Seats",
        "'Sinners' enfonce ses dents dans la première place au box-office national du week-end de Pâques - Entertainment Weekly",
        "Le cancer du côlon est à la hausse : cette carence en vitamines peut être la raison - Vogue"
    ]
}