{
    "headlines": [
        "Правда об использовании каннабиса для решения проблем со здоровьем - The Washington Post",
        "Pixar пережила худший кассовый дебют - The Daily Beast",
        "Израильско-иранские новости в прямом эфире: иранский Хаменеи говорит, что «наказание» Израиля будет продолжаться - ABC News - Breaking News, Latest News and Videos",
        "Какие спутниковые снимки показывают ущерб ядерным объектам Ирана - The Washington Post",
        "Джон Джонс празднует «редкую W», когда Дэниел Кормье признается в нокауте реванша UFC - «Кровавый локоть»",
        "Что такое Ормузский пролив и почему это важно? - BBC",
        "Число абортов продолжало расти в 2024 году из-за назначений телемедицины, говорится в отчете - AP News",
        "Новый генеральный директор Stellantis сталкивается с множеством проблем, клянется избегать «посредственности» - CNBC",
        "Фьючерсы на акции растут, поскольку опасения по поводу реакции Ирана отступают: рынки закрываются - Bloomberg",
        "Действительно ли яблоко в день полезно для здоровья? - BBC",
        "Крупные медицинские страховщики США говорят, что они упростят спорный процесс утверждения медицинского обслуживания - CNBC",
        "Задержки программного обеспечения ИИ от Apple оказывают давление на аппаратное обеспечение - Axios",
        "Взрывы Трампа ставят важные конституционные и юридические вопросы. Но это зависит от Конгресса, чтобы заставить проблему - CNN",
        "Holcim завершает выделение бизнеса в Северной Америке - Holcim",
        "Нападение террориста-смертника на церковь в Сирии убило по меньшей мере 20 человек - CNN",
        "Bright Side Reacts: Оценка сделки Кевина Дюранта и то, что она говорит о видении Феникса - Bright Side Of The Sun",
        "ФБР и DHS провели телефонный разговор с губернаторами по поводу угрозы со стороны США после ударов Ирана - ABC News - Breaking News, Latest News and Videos",
        "Мертвецы отправляются в Испанию в новом тизере «Ходячие мертвецы: Дэрил Диксон» - AV Club"
    ]
}