{
    "headlines": [
        "Das indische Militär sagt, dass pakistanische Truppen auf Positionen entlang der Grenze im umstrittenen Kaschmir gefeuert haben - AP News",
        "Virginia Giuffre, prominente Überlebende des sexuellen Missbrauchs von Jeffrey Epstein und Anklägerin von Prinz Andrew, ist gestorben - CNN",
        "Weltführer, darunter Selenskyj, kommen in Rom zur Beerdigung von Papst Franziskus an - BBC",
        "Lazars beste verfügbare Spieler für die Patrioten, die in den dritten Tag des NFL-Drafts einsteigen - New England Patriots",
        "Shedeur Sanders beste Landeplätze: Rangliste möglicher Teams zur Auswahl von Colorado QB an Tag 3 des NFL-Entwurfs 2025 - CBS Sports",
        "Wissenschaftsnachrichten diese Woche: Ein \"Schädel\" auf dem Mars und die Entdeckung einer brandneuen Farbe - Live Science",
        "Israel hat seine Feinde zurückgeschlagen. Der Krieg rockt jetzt seine Partner. - WSJ",
        "NFL Draft 2025: Shedeur Sanders unter den besten Spielern an Tag 2 - FOX SPORTS",
        "Steelers Erstrundenpick Derrick Harmon's Mutter, Tiffany Saine, stirbt kurz nach seiner Auswahl - AP News",
        "Ehefrau von Weezer Bassist Seen Holding, ‘Firing’ Gun in Video Released by LAPD - Rolling Stone",
        "WWE SmackDown Match-Ergebnisse, Highlights und Schlüsselmomente für den 25. April 2025 - Ringside News",
        "Das Justizministerium widerruft den Schutz der Biden-Ära für Reporter bei Leckuntersuchungen - NPR",
        "Wie viel hat Elon Musks Doge von den Ausgaben der US-Regierung gekürzt? - BBC",
        "Geimpfter Erwachsener aus Colorado mit Masern infiziert, der erste \"Durchbruch\" des Staates in diesem Jahr - The Colorado Sun",
        "Wie eine Trump-Administration gegen ausländische Studenten vorging - Politico",
        "Bezos-gestütztes Startup führt billige, in den USA hergestellte Elektroabholung ein - Bloomberg.com",
        "Mit bisher über 900 US-Masernfällen in diesem Jahr sieht es düster aus - Ars Technica",
        "Zweiter Masernfall lokal gemeldet, sagt Austin Public Health - KUT",
        "Abendkasse: ‘Sinners’ Eyes Astounding $ 30M- $ 40M, ‘Accountant 2’ Gains Edge Over ‘Revenge of the Sith’ - The Hollywood Reporter"
    ]
}