{
    "headlines": [
        "'ਪੇਸ਼ੇਵਰ ਅਸਫਲਤਾਵਾਂ' ਨੇ ਗਾਜ਼ਾ ਦੇ ਡਾਕਟਰਾਂ ਦੀ ਹੱਤਿਆ ਕੀਤੀ, ਆਈਡੀਐਫ ਜਾਂਚ ਕਹਿੰਦੀ ਹੈ - ਬੀਬੀਸੀ",
        "ਥੰਡਰ 131-80 ਗ੍ਰੀਜ਼ਲੀਜ਼ (ਅਪ੍ਰੈਲ 20, 2025) ਗੇਮ ਰੀਕੈਪ - ਈਐਸਪੀਐਨ",
        "ਟਰੰਪ ਡਰਾਫਟ ਕਾਰਜਕਾਰੀ ਆਦੇਸ਼ ਅਮਰੀਕੀ ਵਿਦੇਸ਼ ਵਿਭਾਗ ਵਿੱਚ ਵਿਆਪਕ ਤਬਦੀਲੀਆਂ ਲਿਆਏਗਾ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼",
        "ਐਫ 1 ਦੇ 2025 ਸਾ Saudiਦੀ ਅਰਬ ਗ੍ਰਾਂ ਪ੍ਰੀ ਤੋਂ ਜੇਤੂ ਅਤੇ ਹਾਰਨ ਵਾਲੇ - ਰੇਸ",
        "ਸ਼ਿਕਾਗੋ ਫੀਡ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਆਸਟਨ ਗੋਲਸਬੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਟਰੰਪ ਦੁਆਰਾ ਜੇਰੋਮ ਪਾਵੇਲ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਚਾਲ 'ਫੈੱਡ ਦੀ ਭਰੋਸੇਯੋਗਤਾ ਨੂੰ ਕਮਜ਼ੋਰ ਕਰੇਗੀ' - ਫਾਰਚਿ.",
        "ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇ ਕੇਸ ਵਿੱਚ ਅਲੀਟੋ ਦੀ ਅਸਹਿਮਤੀ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਦਾਲਤ ਅੱਧੀ ਰਾਤ ਦੇ ਆਦੇਸ਼ ਨਾਲ ਟਰੰਪ ਨੂੰ ਰੋਕਣ ਲਈ ਭੱਜ ਗਈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਫਲੋਰੀਡਾ ਸਟੇਟ ਕਲਾਸਾਂ ਘਾਤਕ ਗੋਲੀਬਾਰੀ ਤੋਂ ਬਾਅਦ ਸੋਮਵਾਰ ਨੂੰ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਹੁੰਦੀਆਂ ਹਨ, ਪਰ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਹਾਜ਼ਰੀ ਲਾਜ਼ਮੀ ਨਹੀਂ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਈਸਟਰ 2025 ਦਾ ਜਸ਼ਨ ਮਨਾਉਂਦੀਆਂ ਹਨ - TMZ",
        "‘ਪਾਪੀਆਂ’ ਲੈਂਡਜ਼ ਫਸਟ ‘ਏ’ ਸਿਨੇਮਾਸਕੋਰ ਕਦੇ ਵੀ ਡਰਾਉਣੀ ਫਿਲਮ ਲਈ - ਡੈੱਡਲਾਈਨ",
        "ਪੋਪ Francis ਵੈਟੀਕਨ 'ਤੇ JD Vance ਨੂੰ ਮਿਲਣ ਦੇ ਬਾਅਦ ਈਸਟਰ ਐਤਵਾਰ ਬਰਕਤ ਲਈ ਦਿਸਦਾ ਹੈ - ਏਬੀਸੀ ਨਿਊਜ਼",
        "ਡਬਲਯੂਡਬਲਯੂਈ ਰੈਸਲਮੈਨਿਆ 41 ਭਵਿੱਖਬਾਣੀ, ਮਾਹਰ ਪਿਕਃ ਨਾਈਟ 2 ਕਾਰਡ, 2025 ਮੈਚ, ਸਟਾਰਟ ਟਾਈਮ, ਤਾਰੀਖ, ਸਥਾਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਪੁਤਿਨ 'ਤੇ ਯੂਕਰੇਨ ਵਿਚ ਲੜਾਈ ਦੇ ਸੰਖੇਪ ਵਿਰਾਮ ਵਜੋਂ ਆਪਣੀ ਜੰਗਬੰਦੀ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦਾ ਦੋਸ਼ ਲਗਾਇਆ ਗਿਆ ਹੈ - ਸੀਐਨਐਨ",
        "‘ਜੇਬੀ ਲੜਨਾ ਚਾਹੁੰਦਾ ਹੈ’: ਇਲੀਨੋਇਸ ਦੇ ਰਾਜਪਾਲ ਨੇ ਟਰੰਪ ਦੇ ਸਭ ਤੋਂ ਭਿਆਨਕ ਦੁਸ਼ਮਣਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਜੋਂ ਭੂਮਿਕਾ ਨੂੰ ਅਪਣਾਇਆ - ਪੋਲੀਟੀਕੋ",
        "2025 ਐਨਐਫਐਲ ਮੌਕ ਡਰਾਫਟਃ ਗਾਵਾਂ ਨੂੰ ਆਪਣਾ ਡਬਲਯੂਆਰਐਕਸਯੂਐਨਐਮਐਕਸ ਮਿਲਦਾ ਹੈ, ਈਗਲਜ਼ ਨੂੰ ਇਕ ਹੋਰ ਦੇਰ ਨਾਲ ਚੋਰੀ ਮਿਲਦੀ ਹੈ, ਚੀਫਸ ਪੈਟਰਿਕ ਮਹੋਮਜ਼ ਦੀ ਮਦਦ ਕਰਦੇ ਹਨ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਮੈਜਿਕ ਜੌਹਨਸਨ ਨੇ ਟਿੰਬਰਵੁਲਵਜ਼ ਨੂੰ ਪਲੇਆਫ ਦੀ ਚਿੰਤਾਜਨਕ ਹਾਰ ਤੋਂ ਬਾਅਦ ਲੇਕਰਜ਼ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਸੁੱਟਿਆ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਡੀਐਚਐਲ ਨੇ ਵਪਾਰ ਯੁੱਧ ਦੇ ਵਿਚਕਾਰ ਅਮਰੀਕਾ ਨੂੰ ਕੁਝ ਪਾਰਸਲ ਸਪੁਰਦਗੀ ਮੁਅੱਤਲ ਕੀਤੀ - ਵਿੱਤੀ ਟਾਈਮਜ਼",
        "ਸਾਈਬਰਪੰਕ 2077 ਆਨ ਸਵਿੱਚ 2 ਵਰਤਦਾ ਹੈ ਡੀਐਲਐਸਐਸ ਸੀਡੀ ਪ੍ਰੋਜੇਕਟ ਰੈਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਨਿਣਟੇਨਡੋ ਸਵਿਚ 2 ਵਿਗਿਆਪਨ ਮੁਹਿੰਮ ਵਧੀਆ ਸੰਭਵ ਤਰੀਕੇ ਨਾਲ ਰੀਟਰੋ ਜਾਂਦੀ ਹੈ - ਯੂਰੋਗੇਮਰ",
        "ਜਰਮਨੀ ਨੇ ਫਲਸਤੀਨੀ ਪੱਖੀ ਵਿਰੋਧ ਪ੍ਰਦਰਸ਼ਨ ਤੋਂ ਬਾਅਦ ਇੱਕ ਅਮਰੀਕੀ ਅਤੇ 3 ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ ਨਾਗਰਿਕਾਂ ਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ - ਐਨਪੀਆਰ"
    ]
}