{
    "headlines": [
        "ਨਾਸਾ ਦੇ ਵਿਗਿਆਨ ਮਿਸ਼ਨ ਜੋ ਟਰੰਪ ਦੇ 2026 ਦੇ ਬਜਟ ਵਿੱਚ ਕੁਹਾੜੇ ਜਾਣਗੇ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਇਜ਼ਰਾਈਲ ਨੇ ਗ੍ਰੇਟਾ ਥਨਬਰਗ ਨੂੰ ਲਿਜਾ ਰਹੇ ਸਹਾਇਤਾ ਫਲੋਟੀਲਾ ਨੂੰ ਗਾਜ਼ਾ - ਫਰਾਂਸ 24 ਤੱਕ ਪਹੁੰਚਣ ਤੋਂ ਰੋਕਣ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ",
        "ਗਾਜ਼ਾ ਸਹਾਇਤਾ ਕੇਂਦਰ ਨੇੜੇ ਗੋਲੀਬਾਰੀ ਕਾਰਨ ਚਾਰ ਦੀ ਮੌਤ, ਸਥਾਨਕ ਸਿਹਤ ਕਰਮਚਾਰੀਆਂ ਦਾ ਕਹਿਣਾ - ਬੀਬੀਸੀ",
        "ਇੱਕ ਕੈਂਪ ਦੇ ਮੈਦਾਨ ਵਿੱਚ ਇੱਕ ਮਿਸਡ ਡ੍ਰੌਪ-ਆਫ ਅਤੇ ਦੁਖਾਂਤ. ਆਪਣੀ 3 ਧੀਆਂ ਦੀ ਹੱਤਿਆ ਕਰਨ ਦੇ ਦੋਸ਼ੀ ਪਿਤਾ ਦੀ ਕਿਵੇਂ ਭਾਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ - ਸੀ ਐਨ ਐਨ",
        "ਟਰੰਪ ਅਤੇ ਮਸਕ ਦੇ ਸਹਿਯੋਗੀਆਂ ਨੇ ਦੁਸ਼ਮਣਾਂ ਵਿਚ ਵਿਰਾਮ ਦੇ ਵਿਚਕਾਰ ਗੱਲ ਕੀਤੀ - ਪੋਲਿਟਿਕੋ",
        "ਖੰਡੀ ਤੂਫਾਨ ਬਾਰਬਰਾ ਦੱਖਣ-ਪੱਛਮੀ ਮੈਕਸੀਕੋ ਦੇ ਤੱਟ ਤੋਂ ਬਾਹਰ ਬਣਦੀ ਹੈ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਅਥਲੀਟਾਂ ਨੇ ਐਨਸੀਏਏ ਬੰਦੋਬਸਤ ਦੇ ਗੈਰ-ਮਾਲੀਆ ਖੇਡਾਂ 'ਤੇ ਪੈਣ ਵਾਲੇ ਪ੍ਰਭਾਵਾਂ' ਤੇ ਚਿੰਤਾ ਜ਼ਾਹਰ ਕੀਤੀ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਪ੍ਰਿੰਸ ਵਿਲੀਅਮ ਨੇ ਮੋਨੈਕੋ ਵਿਚ ਵਿਸ਼ਵ ਮਹਾਂਸਾਗਰਾਂ ਦੀ ਸੁਰੱਖਿਆ ਦੀ ਮੰਗ ਕੀਤੀ - ਬੀਬੀਸੀ",
        "ਅਮਰੀਕੀ ਸੈਲਾਨੀ ਯੂਰਪ ਨੂੰ ਨਹੀਂ ਛੱਡ ਸਕਦੇਃ ਯੂਰੋ ਗਰਮੀਆਂ ਦੀ ਯਾਤਰਾ ਅਜੇ ਵੀ ਬਹੁਤਿਆਂ ਲਈ ਕਿਉਂ ਜਾਰੀ ਹੈ, ਇੱਥੋਂ ਤਕ ਕਿ ਇਸ ਆਰਥਿਕਤਾ ਵਿੱਚ ਵੀ - ਬਿਜ਼ਨਸ ਇਨਸਾਈਡਰ",
        "ਚੀਨ ਦੇ ਤਿਆਨਵੇਨ 2 ਪੁਲਾੜ ਯਾਨ ਨੇ ਭੇਜੀ ਪਹਿਲੀ ਫੋਟੋ",
        "ਯੂਕਰੇਨ ਡਰੋਨ ਬੈਰਾਜ ਮਾਸਕੋ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ ਜ਼ੇਲੇਨਸਕੀ ਪੁਤਿਨ ਲਈ ਜਵਾਬਦੇਹੀ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਮਿਗੁਏਲ ਉਰੀਬੇ ਟਰਬੇਃ ਕੋਲੰਬੀਆ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਉਮੀਦਵਾਰ ਦੇ ਸਿਰ ਵਿੱਚ ਗੋਲੀ ਲੱਗੀ - ਬੀਬੀਸੀ",
        "ਟ੍ਰਿਵਾਗੋ ਨੇ 1 ਬਿਲੀਅਨ ਡਾਲਰ ਤੋਂ ਲੈ ਕੇ ਲਗਭਗ ਜ਼ੀਰੋ ਤੱਕ ਆਪਣੀ ਆਮਦਨੀ ਦੀ ਭਵਿੱਖਬਾਣੀ ਦੀ ਗਿਰਾਵਟ ਨੂੰ ਵੇਖਿਆ ਇਸ ਲਈ ਕੰਪਨੀ ਨੇ ਇਸ ਨੂੰ ਘੁੰਮਣ ਲਈ ਸਾਬਕਾ ਇੰਟਰਨ ਦੇ ਸਮੂਹ ਨੂੰ ਟੈਪ ਕੀਤਾ - Fortune",
        "ਯੂਐਫਸੀ 316: ਮੇਰਬ ਦਵਾਲਿਸ਼ਵੀਲੀ ਨੇ ਸੀਨ ਓਮਲੇ ਨੂੰ ਖਿਤਾਬ ਬਰਕਰਾਰ ਰੱਖਣ ਲਈ ਰੋਕਿਆ - ਅਲ ਜਜ਼ੀਰਾ",
        "ਲੰਡਨ ਵਿਚ ਅਮਰੀਕਾ-ਚੀਨ ਵਪਾਰ ਗੱਲਬਾਤ ਤੋਂ ਪਹਿਲਾਂ ਨਵੇਂ ਵਿਵਾਦ ਉੱਭਰਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਡੁਪੋਂਟ ਪਾਰਕ ਵਿਚ 2 ਨਾਬਾਲਗਾਂ ਨੂੰ ਚਾਕੂ ਮਾਰਿਆ ਗਿਆ ਅਤੇ 1 ਵਿਅਕਤੀ ਨੂੰ ਪ੍ਰਾਈਡ ਦੌਰਾਨ ਨੇੜੇ ਗੋਲੀ ਮਾਰ ਦਿੱਤੀ ਗਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਸੈਨ ਐਂਟੋਨੀਓ ਦੇ ਮੇਅਰ ਲਈ ਹਵਾਈ ਫੌਜ ਦੀ ਤਜਰਬੇਕਾਰ ਜੀਨਾ ਓਰਟੀਜ਼ ਜੋਨਸ ਨੇ ਦੌੜ ਜਿੱਤੀ - ਦਿ ਟੈਕਸਾਸ ਟ੍ਰਿਬਿਊਨ",
        "ਐਤਵਾਰ, ਜੂਨ 08, 2025 ਲਈ ਕੁੰਡਲੀ - ਸ਼ਿਕਾਗੋ ਸੂਰਜ-ਟਾਈਮਜ਼",
        "ਕਿਲਮਾਰ ਅਬਰੇਗੋ ਗਾਰਸੀਆ ਕੇਸ ਵਿੱਚ ਨਵੇਂ ਦੋਸ਼ਾਂ ਤੋਂ ਨਵੇਂ ਪ੍ਰਸ਼ਨ ਉੱਭਰਦੇ ਹਨ - ਐਨਬੀਸੀ ਨਿ Newsਜ਼"
    ]
}