{
    "headlines": [
        "Comment 10 détenus se sont-ils échappés d'une prison de la Nouvelle-Orléans sans que personne ne s'en aperçoive ? - WSJ",
        "La Russie lance une attaque aérienne majeure sur la capitale ukrainienne - BBC",
        "Knicks-Pacers : 5 points à retenir alors que Pascal Siakam propulse l'Indiana à une avance de 2-0 en finale Est - NBA",
        "Horoscope du samedi 24 mai 2025 - Chicago Sun-Times",
        "​Nouveau variant COVID NB.1.8.1 en retard dans les cas récents : symptômes qui lui sont associés - Times of India",
        "La Maison Blanche révoque des dizaines de membres du personnel du Conseil national de sécurité - The Washington Post",
        "L'accident d'avion à San Diego est une perte dévastatrice pour la communauté de la musique rock alternative - AP News",
        "Eric Adams semble mener une véritable campagne, alors que Cuomo récolte de l'argent - Politico",
        "Tu vois un sou, tu le prends ? À l'avenir, probablement pas aussi souvent — et, selon certains, c'est ce qui compte - AP News",
        "Une Allemande arrêtée après avoir été poignardée en masse à la gare de Hambourg - Al Jazeera",
        "Les arrestations d'immigrants dans les palais de justice signalent une nouvelle tactique dans la poussée d'expulsion de Trump - The Washington Post",
        "Billy Joel annule des spectacles en raison d'un trouble cérébral. Voici ce qu'il faut savoir. - The Washington Post",
        "4 partenaires principaux quittent Paul Weiss, grand cabinet d'avocats qui a conclu un accord avec Trump - Business Insider",
        "Trump annonce un « partenariat » entre U.S. Steel et Nippon - The Washington Post",
        "SpaceX termine le 450e atterrissage du propulseur Falcon lors de la mission Starlink du vendredi - Spaceflight Now",
        "‘Lilo & Stitch’ Targeting 170 M $ - 180 M $ Box Office Bow, ‘Mission : Impossible’ Eyes Series-Best 78 M $ - The Hollywood Reporter",
        "Les émotions étaient à l'honneur lors du dernier épisode de « Around the Horn » d'ESPN - New York Post",
        "Google AI Mode Reporting à venir sur la Search Console - Table ronde sur les moteurs de recherche"
    ]
}