{
    "headlines": [
        "Ace Bailey Selected by Jazz at No. 5 Following Bizarre Draft Process - Sports Illustrated",
        "2025 NBA Draft tracker: Live updates, picks, grades, news, draft order, Cooper Flagg goes No. 1 to Mavericks - CBS Sports",
        "Trump’s spy chiefs say new intel shows Iran’s nuclear facilities were destroyed - Politico",
        "Trump administration says California must bar trans girls from girls sports - AP News",
        "When the Supreme Leader emerges, he'll be leading a changed Iran - BBC",
        "See how much NATO countries spend on defense, and how that has changed - The Washington Post",
        "Kilmar Abrego Garcia to remain in jail while attorneys spar whether he’ll be swiftly deported - Politico",
        "Triangle hospitals on the lookout for patients with measles after first reported case in NC - WRAL.com",
        "Stock futures are little changed as S&P 500 nears new record high: Live updates - CNBC",
        "WhatsApp rolls out AI-generated summaries for private messages - The Verge",
        "Senators question Trump plan to kill federal funds for PBS, NPR and some foreign aid - NPR",
        "HDMI 2.2 specs are out with ‘Ultra96’, up to 16K at 60Hz - 9to5Mac",
        "Judge orders Trump administration to resume distributing money for EV chargers - NPR",
        "Trump's Reason For Not Ending Ukraine War In 24 Hours Brutally Mocked - HuffPost",
        "‘The Social Network Part II’ In Works At Sony With Aaron Sorkin Set To Write And Direct; Pic Inspired By WSJ’s ‘The Facebook Files’ - Deadline",
        "If Aaron Rodgers doesn’t want attention, why is he doing Pat McAfee’s show in June? - NBC Sports",
        "Box Office Preview: ‘F1’ to Leave ‘M3GAN 2.0’ in the Dust With High-Octane $40M-$50M U.S. Opening - The Hollywood Reporter",
        "Fed’s Powell repeats warning about tariffs as some GOP senators accuse him of bias - AP News"
    ]
}