{
    "headlines": [
        "Liverpool 5-1 Spurs (Apr 27, 2025) Game Analysis - ESPN",
        "Arrest made in the theft of Kristi Noem’s purse and thousands in cash, source says - CNN",
        "The United States is set to launch a satellite straight out of a James Bond movie, capable of beaming solar energy anywhere on Earth. - Farmingdale Observer",
        "Box Office: ‘Sinners’ Scores $45 Million in Massive Second Weekend, ‘Star Wars’ Re-Release Beats ‘Accountant 2’ - Variety",
        "Best bookmarking apps to help organize and declutter your digital life - TechCrunch",
        "These autistic people struggled to make sense of others. Then they found AI. - The Washington Post",
        "'Clair Obscur: Expedition 33' utterly destroys Square Enix's gaslighting over Final Fantasy turn-based combat - Windows Central",
        "2025 NFL Draft grades: Analyzing all 32 teams' classes - FOX Sports",
        "Trump-Zelenskyy meeting is 'first sliver of hope I've had in a while': Former national security adviser Jake Sullivan - ABC News",
        "Vancouver: At least nine killed after car driven through street festival - BBC",
        "Kawakami: The Warriors have the Rockets spun around and set up for a knockout - The San Francisco Standard",
        "Spielberg, De Niro, Freeman praise Francis Ford Coppola as he accepts the AFI Life Achievement Award - AP News",
        "Putin orders Russian emergency planes to Iran after blast at port of Bandar Abbas - NBC News",
        "Cardinal Vincent Nichols expects a 'mood of reflection' at his first conclave - NPR",
        "Jiggly Caliente: RuPaul's Drag Race and Pose star dies aged 44 - BBC",
        "Top papal candidate says Francis’s legacy must continue - Crux | Taking the Catholic Pulse",
        "A vanished kingdom comes alive in the songs of griots and a new archaeological dig - NPR",
        "As Musk gained power in Washington, his popularity has fallen, an AP-NORC poll finds - AP News"
    ]
}