{
    "headlines": [
        "ينجو USMNT من فيلم كوستاريكا المثير، ويتقدم إلى الدور نصف النهائي لكأس الذهب عبر بطولات ركلات الترجيح لمات فريز - ياهو سبورتس",
        "لن يترشح السناتور الأمريكي توم تيليس لإعادة انتخابه في ولاية كارولينا الشمالية في عام 2026 - أكسيوس",
        "الوفيات الناجمة عن النوبات القلبية آخذة في الانخفاض. إليك ما يقتلنا بدلاً من ذلك - أخبار KSL",
        "صواريخ للتوقيع مع جباري سميث جونيور. تمديد لمدة خمس سنوات - شائعات الحلقات",
        "يسعى الجمهوريون في مجلس الشيوخ للتصويت على مشروع قانون ترامب الضريبي الضخم يوم الاثنين - واشنطن بوست",
        "ما مدى أمان طائرة بوينج 787 دريملاينر، حقًا ؟ - بي بي سي",
        "ارتفاع العقود الآجلة للأسهم بعد أن سجل مؤشر S&P 500 ارتفاعًا قياسيًا جديدًا: تحديثات مباشرة - CNBC",
        "تم إلغاء أكثر من 400 رحلة جوية من وإلى مطار أتلانتا بسبب سوء الأحوال الجوية - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "قتيل واحد وجريحان في حريق في فيلادلفيا وانفجار أدى إلى تسوية أو إتلاف العديد من المنازل - ABC News - الأخبار العاجلة وأحدث الأخبار ومقاطع الفيديو",
        "لن يسمح ترامب للدول الأخرى بتسجيل \"انتصارات\" كبيرة في المحادثات التجارية. كلا الجانبين يمكن أن يخسرا. - Politico",
        "يكشف الأطباء والممرضات عن العلامات الصحية \"الصغيرة\" التي يجب ألا تتجاهلها أبدًا، وهي صادمة - BuzzFeed",
        "بيونسي تتدلى لفترة وجيزة فوق حشد ملعب هيوستن مع أعطال سيارة الدعامة الطائرة - الموعد النهائي",
        "يقول نتنياهو إن \"الفرص قد انفتحت\" لتحرير رهائن غزة بعد العملية الإيرانية - سي إن إن",
        "شائعات وكالة الدوري الاميركي للمحترفين الحرة: ستخسر تيمبروولفز رسميًا لاعبًا رئيسيًا + آخر أخبار ليكرز ووريورز - SBNation.com",
        "لاعبو PlayStation \"قلقون\" بشأن وحدة تحكم Xbox التي تم الإعلان عنها حديثًا - GamINGbible",
        "اللحظات الرئيسية من المرافعات الختامية في محاكمة شون \"ديدي\" للاتجار بالجنس - أسوشيتد برس نيوز",
        "يقول ترامب إنه لا يخطط لتمديد فترة التوقف المؤقت بشأن التعريفات العالمية إلى ما بعد 9 يوليو - أسوشيتد برس نيوز",
        "تشير دراسة جديدة إلى أن مؤشر كتلة الجسم هو B - A - D. إليك طريقة أفضل لقياس الوزن - أخبار KSL"
    ]
}