{
    "headlines": [
        "Ein alter Unruhestifter auf dem Capitol Hill versucht, einen Megabill-Deal abzuschließen - Politico",
        "Harvey-Weinstein-Anklägerin Kaja Sokola: \"Der verheerende Teil war nicht der Prozess selbst — es war der Verrat meiner Schwester\" - Varietät",
        "14.000 Jahre alte mumifizierte \"Welpen\" waren überhaupt keine Hunde, wie neue Forschungsergebnisse zeigen - CNN",
        "2 Gesetzgeber in Minnesota bei einem offensichtlichen \"gezielten\" Vorfall erschossen: Beamte - ABC News",
        "Israel warnt vor „Teheran wird brennen“ , da der Iran als Reaktion auf israelische Angriffe Drohnen und Raketen abfeuert - Politico",
        "Prinz Louis und Prinz Georges Possen stehlen das Rampenlicht bei Trooping the Colour - instyle.com",
        "Uhr: Keshav Maharaj in Tränen aufgelöst; Südafrika besiegte Australien, um die 27-jährige ICC-Trophäen-Dürre zu beenden - Times of India",
        "Selbst gemachter Milliardär College-Aussteiger Alexandr Wangs 14,3-Milliarden-Dollar-Deal mit Metas KI - Fortune",
        "US Open 2025: Abschlagszeiten der dritten Runde, Paarungen und Featured Groups am Samstag im Oakmont - NBC Sports",
        "Scoop: Jeder Senatsdemokrat fordert, dass Trump das Militär aus Los Angeles abzieht - Axios",
        "Während Trump zum G7-Gipfel geht, wollen andere Staats- und Regierungschefs der Welt zeigen, dass sie sich nicht einschüchtern lassen - AP News",
        "Space demütigt den SEAL-Arzt-Astronauten | Auf der ISS diese Woche 9.-13. Juni 2025 - Space",
        "Ein dreifacher Vater fühlte sich gesund. Dann fand ein Routine-Screening eine seltene, tödliche Krankheit. - CBS News",
        "Die Trump-Militärparade zum 250. Geburtstag der Armee findet heute in Washington, D.C. statt - CBS News",
        "Die Bundesanwaltschaft erhebt jetzt Anklage gegen Einwanderer, die nach dem ruhenden Gesetz der 1940er Jahre keine Fingerabdrücke abgeben - Politico",
        "Indien startet Inspektion von Boeing 787 nach Air India Absturz - CNN",
        "Papst appelliert an „Verantwortung und Vernunft“ in der Eskalation zwischen Iran und Israel - Vatican News",
        "US-Stahlverkauf an Nippon Steel steht kurz vor dem Abschluss nach Trump-Deal - Bloomberg.com",
        "UFC Atlanta Ergebnisse: Usman vs. Buckley - MMA Fighting"
    ]
}