{
    "headlines": [
        "Was Sie über die Lungenpest nach dem Tod des Patienten in Arizona wissen sollten - The Washington Post",
        "Warum die Wall Street Trumps eskalierende Zolldrohungen abwehrt - The Washington Post",
        "USA: Arbeiter stirbt Berichten zufolge nach Einwanderungsrazzia auf der Farm - DW",
        "Trump verzögerte seine Zölle erneut. Das könnte das letzte Mal sein. - Politico",
        "Die Treibstoffversorgung des Motors wurde kurz vor dem Flugzeugabsturz von Air India unterbrochen, heißt es in einem vorläufigen Bericht - CNN",
        "Russland warnt USA, Südkorea und Japan vor Bildung einer Sicherheitsallianz gegen Nordkorea - Yahoo",
        "Hier ist eine Liste von Trumps bisherigen Zollbriefen und den Raten, die sie bedrohen - NPR",
        "Carlos Rodon sieht den All-Star-Teil aus, während er den besten Start seiner Yankees-Karriere dreht - New York Post",
        "Herausragende Spieler von Tag 6 der NBA 2K26 Summer League - NBA",
        "\"Größte aller Zeiten\": Kämpfer reagieren darauf, dass Katie Taylor Amanda Serrano in der historischen Netflix-Trilogie besiegt - Yahoo Sports",
        "Horoskop für Samstag, 12. Juli 2025 - Chicago Sun-Times",
        "Wie das Epstein-Memo des DOJ zu einer Explosion des Weißen Hauses von Dan Bongino führte - Axios",
        "Exes Ben Affleck und Jennifer Garner haben zusammen beim Red Sox-Spiel gesichtet; Fans fragen: \"Warum können die beiden es nicht schaffen? '| Hollywood - Hindustan Times - Hindustan Times",
        "Trump besucht Verwüstungen in Texas, trifft sich mit Familien und Ersthelfern - The Washington Post",
        "Jerome Powell \"erwägt seinen Rücktritt\", da der Druck über das verschwenderische Hauptquartier in Höhe von 2,5 Milliarden US-Dollar wächst: Bericht - New York Post",
        "Wie AP-Journalisten auf die Nachricht von Justin Biebers neuem Album reagierten - AP News",
        "Letzte Chance: 150+ beste Prime-Day-Angebote, sorgfältig handverlesen - GQ",
        "Bad Bunny gibt zu Beginn der Residenz in Puerto Rico ein \"politisches Statement\" ab - CNN"
    ]
}