{
    "headlines": [
        "ਵਿਦਰੋਹੀ ਸੁਧਾਰ ਯੂਕੇ ਪਾਰਟੀ ਬ੍ਰਿਟਿਸ਼ ਸਥਾਨਕ ਚੋਣਾਂ ਵਿੱਚ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਯੂਨਾਈਟਿਡ ਏਅਰਲਾਈਨਜ਼ ਨੇ ਐਫਏਏ ਸਟਾਫਿੰਗ ਤੋਂ ਵੱਧ ਨੇਵਾਰਕ ਉਡਾਣਾਂ ਰੱਦ ਕੀਤੀਆਂ - ਡਬਲਯੂਐਸਜੇ",
        "ਹਿਊਗ ਹੇਫਨਰ ਦੀ ਵਿਧਵਾ, ਕ੍ਰਿਸਟਲ ਹੇਫਨਰ, 39, ਨੇ ਪਲੇਬੁਆਏ ਦੇ ਸੰਸਥਾਪਕ ਦੀ ਮੌਤ ਤੋਂ 7 ਸਾਲ ਬਾਅਦ ਕੁੜਮਾਈ ਕੀਤੀ - ਨਿ York ਯਾਰਕ ਪੋਸਟ",
        "ਇਹ ਉਹ ਹੈ ਜੋ ਟਰੰਪ ਦੇ ਬਜਟ ਪ੍ਰਸਤਾਵ ਨੂੰ ਏਜੰਸੀ ਦੁਆਰਾ ਕੱਟਦਾ ਹੈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਰੁਜ਼ਗਾਰਦਾਤਾਵਾਂ ਨੇ ਅਪ੍ਰੈਲ ਵਿੱਚ 177,000 ਨੌਕਰੀਆਂ ਸ਼ਾਮਲ ਕੀਤੀਆਂ, ਟੈਰਿਫ ਅਨਿਸ਼ਚਿਤਤਾ ਦੇ ਵਿਚਕਾਰ ਇੱਕ ਠੋਸ ਦਿਖਾਈ - ਦ ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ",
        "ਜੱਜ ਨੇ ਲਾਅ ਫਰਮ ਪਰਕਿਨਜ਼ ਕੋਈ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੇ ‘ਗੈਰ-ਸੰਵਿਧਾਨਕ’ ਟਰੰਪ ਦੇ ਆਦੇਸ਼ ਨੂੰ ਪੱਕੇ ਤੌਰ 'ਤੇ ਰੋਕਿਆ - ਸੀਐਨਐਨ",
        "ਗ੍ਰੇਗ ਪੋਪੋਵਿਚ, ਐਨਬੀਏ ਦੇ ਆਲ-ਟਾਈਮ ਵਿਨਜ਼ ਲੀਡਰ, ਸੈਨ ਐਂਟੋਨੀਓ ਸਪੁਰਸ ਕੋਚ ਦੇ ਤੌਰ ਤੇ 29 ਸੀਜ਼ਨ ਤੋਂ ਬਾਅਦ ਰਿਟਾਇਰ ਹੋ ਜਾਂਦੇ ਹਨ - ਏਪੀ ਨਿ Newsਜ਼",
        "ਮਨੁੱਖ ਤੋਂ ਬਣੇ 'ਬੇਮਿਸਾਲ' ਸੱਪ ਐਂਟੀਵੇਨੋਮ ਨੇ 200 ਵਾਰ ਚੱਕਿਆ - ਬੀਬੀਸੀ",
        "ਰਿਆਨ ਗਾਰਸੀਆ ਬਨਾਮ ਰੋਲੈਂਡੋ ਰੋਮੇਰੋ ਲੜਾਈ ਦੇ ਨਤੀਜੇਃ ਲਾਈਵ ਬਾਕਸਿੰਗ ਅਪਡੇਟਸ, ਹਾਈਲਾਈਟਸ, ਸਕੋਰਕਾਰਡ, ਟਾਈਮ, ਅੰਡਰਕਾਰਡ - ਸੀਬੀਐਸ ਸਪੋਰਟਸ",
        "ਟਰੰਪ ਦੇ ਜਨਮ ਦਿਨ 'ਤੇ ਫੌਜ ਦੀ 250ਵੀਂ ਵਰ੍ਹੇਗੰਢ ਮਨਾਉਣ ਲਈ ਮਿਲਟਰੀ ਪਰੇਡ ਆਯੋਜਿਤ ਕੀਤੀ ਜਾਵੇਗੀ - ਏਪੀ ਨਿਊਜ਼",
        "ਵਾਲ ਸਟ੍ਰੀਟ ਦੇ ਸਟਾਕ ਟਰੰਪ ਦੇ ਟੈਰਿਫ ਘਾਟੇ ਤੋਂ ਵਾਪਸ ਉੱਛਲਦੇ ਹਨ - ਬੀਬੀਸੀ",
        "ਆਰਐਫਕੇ ਜੂਨੀਅਰ ਨੇ ਪਲੇਸਬੋ-ਨਿਯੰਤਰਿਤ ਅਜ਼ਮਾਇਸ਼ਾਂ ਵਿੱਚੋਂ ਲੰਘਣ ਲਈ 'ਨਵੇਂ' ਟੀਕਿਆਂ ਦੀ ਮੰਗ ਕੀਤੀ - ਏਬੀਸੀ ਨਿ Newsਜ਼",
        "ਟਰੰਪ ਪ੍ਰਸ਼ਾਸਨ ਸੋਚਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਗਰੀਬ ਹੋਣ ਦੇ ਨਾਲ ਠੀਕ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ - ਹਫਪੋਸਟ",
        "ਗ੍ਰੈਂਡ ਚੋਰੀ ਆਟੋ 6 ਦੀ ਰਿਲੀਜ਼ ਮਿਤੀ ਮਈ 2026 ਤੱਕ ਪੁੰਟ ਕੀਤੀ ਗਈ - ਸੀਬੀਐਸ ਨਿ Newsਜ਼",
        "2025 ਐਨਐਫਐਲ ਡਰਾਫਟਃ ਸਾਰੀਆਂ 32 ਰੂਕੀ ਕਲਾਸਾਂ ਨੂੰ ਦਰਜਾ ਦੇਣਾ; ਪਲੱਸ, ਸਮੁੱਚੇ ਗ੍ਰੇਡ, ਮਨਪਸੰਦ ਪਿਕ ਅਤੇ ਡੇਅ 3 ਸਲੀਪਰਜ਼ - ਐਨਐਫਐਲ ਡਾਟ ਕਾਮ",
        "ਟਰੰਪ ਨੇ ਐਨਪੀਆਰ ਅਤੇ ਪੀਬੀਐਸ ਲਈ ਐਕਸ ਫੈਡਰਲ ਫੰਡਿੰਗ ਦੇ ਆਦੇਸ਼ 'ਤੇ ਦਸਤਖਤ ਕੀਤੇ - ਐਕਸੀਓਸ",
        "ਐਂਡਰਾਇਡ ਫੋਨਾਂ ਲਈ ਡੀਐਕਸ ਵਰਗਾ ਡੈਸਕਟੌਪ ਮੋਡ 'ਤੇ ਕੰਮ ਕਰ ਰਿਹਾ ਗੂਗਲ - 9to5Google",
        "ਖਗੋਲ ਵਿਗਿਆਨੀ ਸੰਭਾਵੀ ਨੌਵੇਂ ਗ੍ਰਹਿ ਲਈ ਉਮੀਦਵਾਰ ਨੂੰ ਨੇਪਚੂਨ ਤੋਂ ਕਿਤੇ ਵੱਧ - ਲਾਈਵ ਸਾਇੰਸ",
        "ਗੂਗਲ ਦੇ ਤਾਜ਼ਾ ਜੈਮਿਨੀ ਏਆਈ ਮਾਡਲਾਂ ਵਿਚੋਂ ਇਕ ਸੁਰੱਖਿਆ 'ਤੇ ਬਦਤਰ ਅੰਕ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ - TechCrunch"
    ]
}