[
    "Truth is such a rare thing, it is delighted to tell it.",
    "Honor is the foundation of courage.",
    "As you think, you travel, and as you love, you attract.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "While some of us act without thinking, too many of us think without acting.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "Nothing that results in human progress is achieved with unanimous consent.",
    "If you tell the truth, you don't have to remember anything.",
    "Make no small plans for they have no power to stir the soul.",
    "A man sees in the world what he carries in his heart.",
    "Perfectionism is simply putting a limit on your future.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "The person who is his own master cannot tolerate another boss. ",
    "Even when you think you have your life all mapped out, things happen that shape your destiny in ways you might never have imagined.",
    "Friendship is like money, easier made than kept.",
    "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
    "Trust, like the soul, never returns once it is gone.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "We create the world and ourselves;",
    "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
    "Do not think you will necessarily be aware of your own enlightenment.",
    "Life goes by very fast. And the worst thing in life that you can have is a job that you hate, and have no energy and creativity in.",
    "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "Live simply, expect little, give much.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "Time is a game played beautifully by children.",
    "Only the educated are free.",
    "Everybody's life is either rewarding or an example.",
    "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.",
    "If you want to make God laugh, tell him about your plans. ",
    "Knowledge isn't power until it is applied.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "Talent is luck. The important thing in life is courage.",
    "Great loves too must be endured.",
    "Little by little, one travels far.",
    "Within every desire is the mechanics of its fulfillment.",
    "You'll get more from being a peacemaker than a warrior.",
    "Till it has loved, no man or woman can become itself.",
    "Nothing is hopeless; we must hope for everything.",
    "All leaders are readers.",
    "The first half of life is devoted to forming a healthy ego, the second half is going inward and letting go of it.",
    "Do all things with love.",
    "Those who know, do. Those that understand, teach.",
    "He who leaves the game wins it.",
    "Truth is not something outside to be discovered, it is something inside to be realized.",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "We will now discuss in a little more detail the Struggle for Existence."
]