[
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "The wise man reads both books and life itself.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "A single dream is more powerful than a thousand realities.",
    "You get in life what you have the courage to ask for.",
    "The more you trust yourself, the less you compare yourself to others.",
    "Change yourself - you are in control.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "Find something you love and do it better than everyone else.",
    "The first principle of success is desire.",
    "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.",
    "No man becomes rich unless he enriches others.",
    "Formal education will make you a living, self-education will make you a fortune.",
    "Difficult roads often lead to beautiful destinations.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "To every action there is always opposed an equal reaction.",
    "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.",
    "It doesn't matter how much you want. What really matters is how much you want it.",
    "Become the kind of leader that people would follow voluntarily, even if you had no title or position.",
    "All power is from within and therefore under our control.",
    "The most wasted day of all is that on which we have not laughed.",
    "Take away love and our earth is a tomb.",
    "He that can have patience can have what he will.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "The worst part of success is trying to find someone who is happy for you.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "The wise accomplish all that they want without arousing the envy or scorn of others.",
    "Words have no power to impress the mind without the exquisite horror of their reality.",
    "If you correct your mind, the rest of your life will fall into place.",
    "Find your Light; They can't love you if they can't see you.",
    "The finish line is just the beginning of a whole new race.",
    "You win more from losing than winning.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "It's better to stand by someone's side than by yourself.",
    "Everything eaten is killed. Every meal is a sacrifice.",
    "It is better to light a single candle than to curse the darkness.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "To get angry is like to revenge yourself for the guilt of others.",
    "Life does not get better by chance, it gets better by change.",
    "The salvation of the world lies in the human heart.",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "If you are patient in one moment of anger, you will escape a hundred days of sorrow. ",
    "Success is within the reach of just about everyone."
]