[
    "Everyone is a moon, and has a dark side which he never shows to anybody.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Life has more imagination than we carry in our dreams.",
    "To perceive is to suffer.",
    "When you reach the end of your rope, tie a knot in it and hang on.",
    "I cannot make my days longer so I strive to make them better.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "Absorb what is useful, discard what is not, add what is uniquely your own.",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "Simplicity is a difficult thing to achieve.  ",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "Heaven is right where you are standing.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Weeds are flowers too, once you get to know them.",
    "Freedom lies in being bold.",
    "Don't wait for extraordinary opportunities. Seize common occasions and make them great.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "It is literally true that you can succeed best and quickest by helping others succeed.",
    "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "Avoiding danger is no safer in the long run than exposure.",
    "What do we live for, if it is not to make life less difficult for each other?",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "Ideas do not reach perfection in a day, no matter how much study is put upon them.",
    "Numbing the pain for a while will only make it worse when you finally feel it.",
    "If it entertains you now but will bore you someday, it's a distraction. Keep looking.",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "You have to give up some of the old so that you can make room for the new.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "The only people without problems are those in cemeteries.",
    "A good stance and posture reflect a proper state of mind.",
    "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.  ",
    "You are not only responsible for what you say, but also for what you do not say. ",
    "The only place where success comes before work is in the dictionary.",
    "A friend to all is a friend to none.",
    "Sometimes out of your biggest misery, comes your greatest gain.",
    "Fortunate are those who take the first steps.",
    "Self-control is strength.",
    "Never let the fear of striking out keep you from playing the game.",
    "I never dwell on what happened. You can't change it. Move forward.",
    "Every day may not be good, but there's something good in every day.",
    "The quality, not the longevity, of one's life is what is important.",
    "The successful warrior is the average man, with laser-like focus.",
    "The universe doesn't allow perfection.",
    "Growth comes at the point of resistance."
]