[
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Only by attracting the best people will you accomplish great deeds.",
    "Be fascinated instead of frustrated.",
    "If no one ever broke the rules, then we'd never advance.",
    "If I persist long enough I will win.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "The quieter you become, the more you are able to hear.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "Know yourself and you will win all battles.",
    "Trusting our intuition often saves us from disaster. ",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "Rewards and punishment is the lowest form of education.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "If I love myself I love you. If I love you I love myself.",
    "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "Failure is simply the opportunity to begin again, this time more intelligently.",
    "Leadership starts at the top.",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "All problems are illusions of the mind.",
    "Weeds are flowers too, once you get to know them.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "Make each day your masterpiece.",
    "You can, you should, and if you're brave enough to start, you will.",
    "The future depends on what you do today. ",
    "Appear weak when you are strong, and strong when you are weak.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "Through discipline comes freedom.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "Live the moment for the moment.",
    "Just trust that everything is unfolding the way it is supposed to. Don't resist... Great things are waiting for you around the corner.",
    "Winning isn't always championships.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "You change the world by being yourself.",
    "Smile, breathe and go slowly.",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "Anger exceeding limits causes fear and excessive kindness eliminates respect.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "It's not about what it is, it's about what it can become.",
    "Blessed is he who expects nothing, for he shall be disappointed.",
    "There is no absolute success in the world, only constant progress.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "The prettiest eyes have cried the most.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "You live by what you thrill to, and there's the end of it.",
    "Absorb what is useful, discard what is not, add what is uniquely your own.",
    "Never regret your past. Rather, embrace it as the teacher that it is.",
    "You Create Your Own Present By What You Give Your Attention To Today."
]