[
    "Positive thinking can be contagious. Being surrounded by winners helps you develop into a winner.",
    "The golden opportunity you are seeking is within yourself.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "What we dwell on is who we become.",
    "Every day passes whether you participate or not.",
    "Most people spend more time and energy going around problems than in trying to solve them. ",
    "One loses many laughs by not laughing at oneself.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "People acting together as a group can accomplish things which no individual acting alone could ever hope to bring about.",
    "Success in any endeavor depends on the degree to which it is an expression of your true self. ",
    "Everyone you admire was once a beginner.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "If you can't explain it simply, you don't understand it well enough.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "Nothing endures but change.",
    "Some people are old at 18 and some are young at 90. Time is a concept that humans created.",
    "There is no self-discovery without pain and loss.",
    "It's better to dance than to march through life.",
    "He who knows, does not speak. He who speaks, does not know.",
    "Listening well is as powerful as talking well, and is also as essential to true conversation.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "I must also have a dark side if I am to be whole.",
    "To be in harmony with the wholeness of things is not to have anxiety over imperfections.",
    "The dream is free, but the hustle is sold separately.",
    "Try not to become a man of success, but rather try to become a man of value.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "Until we can manage time, we can manage nothing else.",
    "The question is not what you look at, but what you see.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "Creativity is the greatest rebellion in existence.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "All human beings can alter their lives by altering their attitudes.",
    "Believe nothing you hear, and only one half that you see.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Every day is an opportunity to a make a new happy ending.",
    "To be truly positive in the eyes of some, you have to risk appearing negative in the eyes of others.",
    "We can spend our whole lives escaping from the monsters of our minds.",
    "The more something scares you, the more you should do it.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "Never was anything great achieved without danger.",
    "Where violence reigns, reason is weak.",
    "Every moment of happiness requires a great amount of Ignorance",
    "What people need and what they want may be very different.",
    "You miss 100% of the shots you don't take.",
    "When a man is penalized for honesty he learns to lie.",
    "It is in changing that we find purpose."
]