[
    "Where we fall are the stepping-stones for our journey.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "Act the way you want to be and soon you'll be the way you act.",
    "The fastest way to change is to laugh at your own folly.",
    "Without the confidence, nothing can be accomplished.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
    "There is no sadder sight than a young pessimist.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "Great things happen to those who don't stop believing, trying, learning, and being grateful.",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "If you're not making mistakes, then you're not doing anything.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "The harder the conflict, the greater the triumph. ",
    "The first rule of business; treat others like they want to treat you.",
    "The few who do are the envy of the many who only watch.",
    "You need to be doing fewer things for more effect instead of doing more things with side effects.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "Your work is to discover your work and then, with all your heart, to give yourself to it.",
    "The way to get started is to quit talking and begin doing.",
    "Life is either a daring adventure, or nothing.",
    "Love is the energy of life.",
    "Human behavior flows from three main sources: desire, emotion, and knowledge.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "Science can flourish only in an atmosphere of free speech. ",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "If you've made a mistake, it's better just to laugh at it.",
    "Do every act of your life as if it were your last.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "Remember to look up at the stars and not down at your feet.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "With self-discipline, almost anything is possible.",
    "There is no absolute success in the world, only constant progress.",
    "Words are clothes that thoughts wear",
    "Peace is letting it be. Letting life flow, letting emotions flow through you.",
    "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "To a mind that is still, the entire universe surrenders.",
    "Life moves on and so should we.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "Time doesn't heal emotional pain, you need to learn how to let go.",
    "Power is not what we do but what we do not - hasty and unwise actions that we repeat every day and which ultimately bring us into trouble.",
    "What do we live for, if it is not to make life less difficult for each other?"
]