[
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "Don't let your learning lead to knowledge. Let your learning lead to action.",
    "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "I am not the outcome. I am never the result. I am only the effort.",
    "You're on earth. There's no cure for that.",
    "Use your smile to change the world but don't let the world change your smile.",
    "He who cannot be a good follower cannot be a good leader.",
    "There is a big difference between being centered and being self-centered.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "If I cannot do great things. I can do small things in a great way.",
    "Go as far as you can see and you will see further.  ",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. ",
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.",
    "Anger exceeding limits causes fear and excessive kindness eliminates respect.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "The finish line is just the beginning of a whole new race.",
    "Ancient Rule of Twenty-one: if you do anything for twenty-one days in a row, it will be installed as a habit.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "Our stories may be singular, but our destination is shared.",
    "You drown not by falling into a river, but by staying submerged in it.",
    "Simplicity is the glory of expression.",
    "The best way to predict your future is to create it.",
    "To lose your temper is only useful once a year.",
    "It doesn't matter how slow you go, as long as you don't stop.",
    "Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.",
    "Success comes to those who become success conscious.",
    "Lust, anger and greed are the three gates to self-destructive hell.",
    "Good entrepreneurs don't fail because they stay at it.",
    "No tree, it is said, can grow to heaven unless its roots reach down to hell.",
    "I live by letting things happen.",
    "You cannot have a positive life and a negative mind.",
    "You can do nothing to change the past, and the future will never come exactly as you plan or hope for.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "Cleverness is not wisdom.",
    "The heart that gives, gathers.",
    "You are the only problem you will ever have and you are the only solution.",
    "A tiny change today brings a dramatically different tomorrow.",
    "You are not stuck where you are unless you decide to be.  ",
    "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours. ",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "You are never too old to set another goal or to dream a new dream.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "A crisis is an opportunity riding the dangerous wind.",
    "Don't ever be afraid to put yourself in a lesser position so that you can learn something from someone who knows more.",
    "Often we pass beside happiness without seeing it, without looking at it, or even if we have seen and looked at it, without recognizing it.",
    "It is your attitude, not your aptitude, that determines your altitude."
]