[
    "Nothing good ever comes of violence.",
    "In order to be irreplaceable one must always be different.",
    "Go and do the things you can't. That is how you get to do them.",
    "I no doubt deserved my enemies, but I don't believe I deserved my friends.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "What do we live for if not to make life less difficult for each other?",
    "Keep your friends close, and your enemies closer.",
    "The person who never made a mistake never tried anything new.",
    "Human happiness and moral duty are inseparably connected. ",
    "My definition of success is control.",
    "Youth ages, immaturity is outgrown, ignorance can be educated, and drunkenness sobered, but stupid lasts forever.",
    "Intense love does not measure, it just gives.",
    "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "What people need and what they want may be very different.",
    "Judge your success by what you had to give up in order to get it.",
    "Reality is the leading cause of stress among those in touch with it.",
    "It's not the men in your life that matters, it's the life in your men.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "If you see someone without a smile give them one of yours.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "It's not what you pay a man, but what he costs you that counts.",
    "Time goes from present to past.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "There is no path to Happiness. Happiness is the path.",
    "You give but little when you give of your possessions. It is when you give of yourself that you truly give.",
    "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "Happiness is pretty simple: someone to love, something to do, something to look forward to.",
    "Life doesn't get easier or more forgiving, we get stronger and more resilient.",
    "You're never given a dream without also being given the power to make it true.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "Greatest success comes just one step beyond the point at which defeat overtakes you.",
    "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "Trust is built and maintained by many small actions over time.",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "The greatest miracle is to be alive.",
    "Success is the sum of small efforts, repeated day in and day out.",
    "Life has no limitations except the ones you make.",
    "My sun sets to rise again.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "Everyone you admire was once a beginner.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "An ounce of performance is worth pounds of promises.",
    "Every blessing ignored becomes a curse.",
    "When the time is gone, you can never get it back.",
    "Expect the best of yourself, and then do what is necessary to make it a reality.",
    "He who laughs at himself never runs out of things to laugh at.",
    "Faithless is he that says farewell when the road darkens."
]