[
    "Nature is pleased with simplicity. And nature is no dummy.",
    "It's your road, and yours alone, others may walk it with you, but no one can walk it for you.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "Be confident, not certain.",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "Trust is built and maintained by many small actions over time.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "Life begins where fear ends.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "Do the hard jobs first. The easy jobs will take care of themselves.",
    "Success is getting what you want... Happiness is wanting what you get.",
    "The person who is his own master cannot tolerate another boss. ",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "Take interest and even delight in doing the small things well.",
    "Fear is stupid. So are regrets.",
    "Art, like morality, consists of drawing the line somewhere.",
    "He who knows, does not speak. He who speaks, does not know.",
    "A zen master's life is one continuous mistake.",
    "It's not what happens to you, but how you react to it that matters.",
    "Don't wait for the right opportunity: create it.",
    "The best of us sometimes eat our words.  ",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "There are no uninteresting things, only uninterested people.",
    "The most tragic thing in the world is a man of genius who is not a man of honor.",
    "It is our choices that show what we truly are, far more than our abilities.",
    "Before anything else, preparation is the key to success.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "Sometimes out of your biggest misery, comes your greatest gain.",
    "Each path to knowledge involves different rules and these rules are not interchangeable.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "Surround yourself with only people who are going to lift you higher. ",
    "Stop being tormented by everyone else's reaction to you.",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "Leaders think and talk about solutions. Followers think and talk about the problems.",
    "One of the first signs of the beginning of understanding is the wish to die. ",
    "With self-discipline, almost anything is possible.",
    "Great minds are always feared by lesser minds.",
    "Walk slowly but never walk backward.",
    "Ask no questions, and you'll be told no lies.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "Seek not the good in external things;seek it in yourselves.",
    "How much pain they have cost us, the evils which have never happened.",
    "The moment you stop to think about whether you love someone, you've already stopped loving that person forever."
]