[
    "Make no small plans for they have no power to stir the soul.",
    "Let us rather run the risk of wearing out than rusting out.",
    "A vital part of the happiness formula is self-discipline. Whoever conquers himself knows deep happiness that fills the heart with joy.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "Excuses are the lies you convince yourself are true to avoid proving you are worthy of the gift you were given.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "Do not stop thinking of life as an adventure.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Sadness is but a wall between two gardens.",
    "Never fear quarrels, but seek hazardous adventures.",
    "Being wrong opens us up to the possibility of change.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "There can be no deep disappointment where there is not deep love.",
    "You're always free to change your mind and choose a different future, or a different past.",
    "The best way to predict your future is to create it.",
    "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.",
    "Start each day with a positive thought and a grateful heart.",
    "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "No problem can be solved from the same level of consciousness that created it.",
    "The less you talk about your shame, the more of it you have.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "Time you enjoy wasting, was not wasted.",
    "A very little key will open a very heavy door.",
    "Successful people tend to become more successful because they are always thinking about their successes.",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "The birth of the mind is the death of the senses.",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "Wheels of justice grind slow but grind fine.",
    "Do what you can, with what you have, where you are.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "To be able to forget means sanity.",
    "Don't want anything. Then you get everything.",
    "Everyone you meet is fighting a battle you know nothing about. Be kind. Always.",
    "Longevity is a fleeting moment that lasts forever.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "If you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you.",
    "Happiness is only real, when shared.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "Unless a man is master of his soul, all other kinds of mastery amount to little.",
    "Failure is just information and an opportunity to change your course.",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win.",
    "Good luck is opportunity meeting preparedness.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Every failure brings with it the seed of an equivalent success."
]