[
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Nothing that results in human progress is achieved with unanimous consent.",
    "We are willing to believe anything other than the truth.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "Your world is a living expression of how you are using and have used your mind.",
    "Poverty and hardship are created by false thinking.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "Troubles are often the tools by which God fashions us for better things.",
    "Always do your best. What you plant now, you will harvest later.",
    "Every man desires to live long, but no man wishes to be old.",
    "The best answer to anger is silence.",
    "With the new day comes new strength and new thoughts.",
    "Truth is like most opinions - best unexpressed.",
    "Friendship takes time and energy if it's going to work.",
    "Each time we don't say what we wanna say, we're dying.",
    "It is better to offer no excuse than a bad one. ",
    "You are the only real obstacle in your path to a fulfilling life.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Be - don't try to become ",
    "Information changes your mind. Action changes your circumstances.",
    "When people are free to do as they please, they usually imitate each other.",
    "The best way out is always through.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "The friend is the man who knows all about you, and still likes you.",
    "The primary point of this existence is to live, and all living things move and grow.",
    "Wherever you are is the entry point.",
    "Death and life have their determined appointments; riches and honors depend upon heaven. ",
    "Follow the man who seeks the truth; run from the man who has found it.",
    "Character is doing what you don't want to do but know you should do.",
    "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic. ",
    "Give a girl the right shoes, and she can conquer the world.",
    "If we are not able to smile, then the world will not have peace.",
    "A good character is the best tombstone. Carve your name on hearts, not on marble.",
    "A journey of a thousand miles must begin with a single step.",
    "Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. ",
    "We all give up great expectations along the way.",
    "Constantly think about how you could be doing things better.",
    "A friend to all is a friend to none.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "The best way to understanding is a few good examples.",
    "The more you take responsibility for your past and present, the more you are able to create the future you seek.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "Time is a game played beautifully by children.",
    "Let the beauty of what you love be what you do.",
    "Every poem should remind the reader that they are going to die.",
    "Small men think they are small; great men never know they are great. ",
    "Never close your lips to those whom you have already opened your heart."
]