[
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "Care about what other people think and you will always be their prisoner.",
    "Fears are nothing more than a state of mind.",
    "A minute's success pays the failure of years.",
    "If there were no God, there would be no atheists.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "Never confuse a single defeat with a final defeat.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "Being ignorant is not so much a shame, as being unwilling to learn.",
    "Everybody's life is either rewarding or an example.",
    "Tradition is the illusion of permanence. ",
    "Rivers know this: there is no hurry. We shall get there some day.",
    "Perplexity is the beginning of knowledge.",
    "Go as far as you can see and you will see further.  ",
    "None of us can change our yesterdays but all of us can change our tomorrows.",
    "Be yourself; everyone else is already taken.",
    "Either you run the day or the day runs you.",
    "The only thing we have to fear is fear itself.",
    "Either write something worth reading or do something worth writing.",
    "The more something scares you, the more you should do it.",
    "Anything worth doing is worth doing slowly.",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "The day is for honest men, the night for thieves.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Only by attracting the best people will you accomplish great deeds.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "An intelligent person hires people who are more intelligent than he is.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "The person who says something is impossible should not interrupt the person who is doing it.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "Rewards and punishment is the lowest form of education.",
    "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "Without the rain there would be no rainbow.",
    "The greatest gift that you can give to others is the gift of unconditional love and acceptance. ",
    "Life is not just the passing of time. Life is the collection of experiences and their intensity.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "Every moment is a fresh beginning.",
    "Desire is suffering.",
    "Life is what happens to you while you're busy making other plans.",
    "The problem happens when we have multiple desires. When we have fuzzy desires. When we want to do ten different things and we're not clear about which is the one we care about.",
    "The heart that gives, gathers.",
    "He who laughs at himself never runs out of things to laugh at.",
    "Man suffers only because he takes seriously what the gods made for fun.",
    "The merit of all things lies in their difficulty.",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common."
]