[
    "Quiet people have the loudest minds.",
    "Whenever you do a thing, act as if all the world were watching.",
    "Follow the man who seeks the truth; run from the man who has found it.",
    "Nothing has more strength than dire necessity.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "Unless you're ashamed of yourself now and then, you're not honest.",
    "Life should be touched, not strangled.  ",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "Don't give up the fight, Stand up for your rights.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "The successful warrior is the average man, with laser-like focus.",
    "If what you're doing is not your passion, you have nothing to lose.",
    "New beginnings are disguised as painful endings.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "No man is happy unless he believes he is.",
    "A day without laughter is a day wasted.",
    "People who have goals succeed because they know where they're going. It's that simple.",
    "FOCUS - Follow One Course Until Successful",
    "As you think, so shall you become. ",
    "Do it with passion, or not at all.",
    "Some people are old at 18 and some are young at 90. Time is a concept that humans created.",
    "You can't have anything worthwhile without difficulties.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "Normal is the average of deviance.",
    "Do something worth remembering.",
    "Eighty percent of success is showing up. ",
    "Trust, like the soul, never returns once it is gone.",
    "Treat every moment as your last. It is not preparation for something else.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "The enemy is a very good teacher.",
    "There is no greater agony than bearing an untold story inside you.",
    "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
    "When you have to make a choice and don't make it, that is in itself a choice.",
    "We cannot always do great things in life, but we can do small things with great love.",
    "The major difference between the big shot and the little shot is the big shot is just a little shot who kept on shooting.",
    "If you quit once it becomes a habit.",
    "Take responsibility of your own happiness, never put it in other people's hands.",
    "Every strike brings me closer to the next home run. ",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "Those who are possessed by nothing possess everything.",
    "Every man desires to live long, but no man wishes to be old.",
    "What the mind can conceive, it can achieve.",
    "We suffer more often in imagination than in reality.  ",
    "Freedom itself demands discomfort.",
    "Why fit in when you were born to stand out?",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "Life is a balance of holding on and letting go.",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will."
]