[
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "Adversity is the tempering of one's mettle. Without it, we cannot know any true meaning in our accomplishments.",
    "Always turn a negative situation into a positive situation.",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "No matter how much preparation we do, in the real tests of our lives, we'll be in unfamiliar terrain.",
    "Keep others in suspense, cultivate an air of unpredictability.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "The guest will judge better of a feast than the cook.",
    "Simplicity is the glory of expression.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "To live outside the law, you must be honest. ",
    "No matter what happens in life, never lose sight of who you are.",
    "There are no mistakes in life, only lessons.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "Life is like underwear, should be changed twice a day.  ",
    "Ability is a poor man's wealth.",
    "Goals are the fuel in the furnace of achievement.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "The privilege of a lifetime is to become who you truly are.",
    "Create each day anew.",
    "As you think, so shall you become. ",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "Death smiles at us all. All we can do is smile back.",
    "Man is made by his belief. As he believes, so he is.",
    "Action is the foundational key to all success.",
    "Surround yourself only with people who are going to take you higher.",
    "One must be deeply aware of the impermanence of the world.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "I can think of nothing less pleasurable than a life devoted to pleasure.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "Beware of false knowledge, it is more dangerous than ignorance.",
    "The wise accomplish all that they want without arousing the envy or scorn of others.",
    "Work out your own salvation. Do not depend on others.",
    "Those who know, do. Those that understand, teach.",
    "Everyone wants to go to Heaven, but no one wants to die.",
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "We build too many walls and not enough bridges.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "I don't pretend to know everything; I just only speak on matters I know I'll win.",
    "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
    "There's more to life than being a passenger.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "The number one cause of failure is the fear of failure.",
    "The way to get started is to quit talking and begin doing."
]