[
    "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
    "Freedom itself demands discomfort.",
    "Difficult and meaningful will always bring more satisfaction than easy and meaningless.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "It does not do to dwell on dreams and forget to live, remember that.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "To affect the quality of the day, that is the highest of arts.",
    "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
    "Ideas do not reach perfection in a day, no matter how much study is put upon them.",
    "Don't criticize what you can't understand. ",
    "If you tell the truth, you don't have to remember anything.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "The hard path is often the right one. The river teaches more than the shore.",
    "Being wrong opens us up to the possibility of change.",
    "Anyone telling you it's pointless to share your perspective is sharing their perspective.",
    "You change the world by being yourself.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "If you can't explain it simply, you don't understand it well enough.",
    "All has not been said and never will be.",
    "The number one cause of failure is the fear of failure.",
    "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "We take care of the future best by taking care of the present now.",
    "The wise accomplish all that they want without arousing the envy or scorn of others.",
    "I never dwell on what happened. You can't change it. Move forward.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "We never know the love of a parent till we become parents ourselves.",
    "There's no next time. It's now or never.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "He who wishes to be obeyed must know how to command.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "You're on earth. There's no cure for that.",
    "There is no such thing as a great talent without great willpower.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "What's right is what's left if you do everything else wrong.",
    "All human wisdom is contained in these two words - Wait and Hope",
    "The harder you work, the harder it is to surrender.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "We will now discuss in a little more detail the Struggle for Existence.",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "Everything is in your own heart.",
    "None are more hopelessly enslaved than those who falsely believe they are free.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed."
]