[
    "Not all readers are leaders, but all leaders are readers.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "The soul is neither born, and nor does it die.",
    "If you can't imagine it, you can't have it.",
    "The chief danger in life is that you may take too many precautions.",
    "Saying nothing sometimes says the most.",
    "Trust your instincts: my first reaction is almost invariably the right one.  ",
    "Awaken. Take heed, do not squander your life.",
    "Live, travel, adventure, bless, and don't be sorry.  ",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "Faith is taking the first step even when you don't see the whole staircase.",
    "The wise warrior avoids the battle.",
    "You're never too old for anything.",
    "In the End, we will remember not the words of our enemies, but the silence of our friends.",
    "Love is not about possession. Love is about appreciation.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "Happiness depends on your mindset and attitude.",
    "Victims recite problems, leaders provide solutions.",
    "It isn't that they can't see the solution. It is that they can't see the problem.",
    "Remain calm. Be kind.",
    "Greatness comes from living with purpose and passion.",
    "Don't wait for the right opportunity: create it.",
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "Your success and happiness lie in you.",
    "A leader is one who knows the way, goes the way, and shows the way.",
    "With the new day comes new strength and new thoughts.",
    "Every saint has a past, and every sinner has a future.",
    "The traveler sees what he sees. The tourist sees what he has come to see.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "The heart wants what it wants - or else it does not care.",
    "There are dark shadows on the earth, but its lights are stronger in the contrast.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "A man's worth is no greater than his ambitions.",
    "A zen master's life is one continuous mistake.",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "Always try to be a little kinder than necessary.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "Failure is a prerequisite for great success. If you want success faster, double your rate of failure.",
    "One must be deeply aware of the impermanence of the world.",
    "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me?'",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "What kills the creative force is not age or lack of talent, but our own spirit, our own attitude.",
    "Give more than you think you can, trusting that you are richer than you think.",
    "Have a vision. Be demanding.",
    "To get angry is like to revenge yourself for the guilt of others.",
    "Obstacles can't stop you. Problems can't stop you. Most of all, other people can't stop you. Only you can stop you.",
    "We need a backbone, not a wishbone."
]