[
    "The first man gets the oyster, the second man gets the shell.",
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "There is little success where there is little laughter.",
    "The more we have the less we own.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "Life is 10% what happens to you and 90% how you react to it. ",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "You are not stuck where you are unless you decide to be.  ",
    "Confidence is the greatest friend.",
    "You may delay, but time will not.",
    "Honor is the foundation of courage.",
    "Men are equal; it is not birth but virtue that makes the difference.",
    "Enthusiasm makes up for a host of deficiencies.",
    "Believe you can and you will be halfway there.",
    "Make your life a mission - not an intermission.",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "A fear of weakness only strengthens weakness.",
    "It's easier to lose than to win.  ",
    "There is nothing quite so tragic as a young cynic.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "Do not try to be on the side of the majority, but live according to your inner laws.",
    "Youth has no age.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "The best revenge is to be unlike him who performed the injury.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "You can't have anything worthwhile without difficulties.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "The more you know, the more you know you don't know.",
    "If you're not making mistakes, then you're not doing anything.",
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "You can put lipstick on a pig. It's still a pig.",
    "Success is getting what you want, happiness is wanting what you get.",
    "Where there's life, there's hope.",
    "The ego wants to go fast. The soul needs to go slow.",
    "The most virtuous are those who content themselves with being virtuous without seeking to appear so.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "The greatest weariness comes from work not done.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "Some people feel the rain. Others just get wet. ",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "We need a backbone, not a wishbone.",
    "Who you are is always right.",
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "It is better to learn late than never.",
    "Stop being tormented by everyone else's reaction to you.",
    "When you judge others, you do not define them, you define yourself.",
    "If I love myself I love you. If I love you I love myself.",
    "The person who is his own master cannot tolerate another boss. "
]