[
    "No one has ever become poor by giving.",
    "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "It is the power of thought that gives man power over nature.",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "Like it or not, this moment is all we really have to work with.",
    "Start the day with love, spend the day with love, fill the day with love and end the day with love.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "New beginnings are disguised as painful endings.",
    "Be brave enough to suck at something new.",
    "Write to help yourself, publish to help others.",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "As soon as you trust yourself, you will know how to live.",
    "An intelligent person hires people who are more intelligent than he is.",
    "We must not cease from exploration. And the end of all our exploring will be to arrive where we began and to know the place for the first time.",
    "Judge a man by his questions rather than his answers.",
    "Nothing in the world is ever completely wrong. Even a stopped clock is right twice a day.",
    "You are your best thing.",
    "Anything becomes interesting if you look at it long enough..",
    "Do not follow the ideas of others, but learn to listen to the voice within yourself.",
    "Fear can hold you prisoner. Hope can set you free.",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "Whenever people agree with me I always feel I must be wrong.",
    "Wisdom is doing now what you are going to be happy with later on.",
    "It is useless to meet revenge with revenge; it will heal nothing.",
    "The biggest challenge after success is shutting up about it.",
    "Everything that irritates us about others.",
    "You are never too old to set another goal or to dream a new dream.",
    "You drown not by falling into a river, but by staying submerged in it.",
    "Even when you think you have your life all mapped out, things happen that shape your destiny in ways you might never have imagined.",
    "If you need inspiration, don't do it.",
    "Looking after my health today gives me a better hope for tomorrow. ",
    "Worry is a waste of emotional reserve.",
    "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
    "Love is the energy of life.",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "Obstacles are those frightful things you see when you take your eyes off your goal.",
    "None of us can change our yesterdays but all of us can change our tomorrows.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "Time is a game played beautifully by children.",
    "When it is dark enough, you can see the stars.",
    "To live is to be willing to die over and over again.",
    "We must create our own world or we will die from inaction."
]