[
    "To be truly ignorant, be content with your own knowledge.",
    "Death is not an ending. It is a transformation.",
    "Before you can see the Light, you have to deal with the darkness.",
    "He who knows how to wait need make no concessions.",
    "Judge your success by what you had to give up in order to get it.",
    "Not all of us can do great things. But we can do small things with great love.",
    "Don't let making a living prevent you from making a life.",
    "The longer we dwell on our misfortunes, the greater is their power to harm us.",
    "Reading should be a pleasure, not a chore.",
    "Real learning comes about when the competitive spirit has ceased.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "In matters of style, swim with the current; in matters of principle, stand like a rock.",
    "Don't let anyone define you. You define yourself.",
    "Respect is earned by effort not age, all things age without effort.",
    "Everything is created twice, first in the mind and then in reality.",
    "It is the power of thought that gives man power over nature.",
    "Nothing is really work unless you would rather be doing something else. ",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "A fall into a ditch makes you wiser.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "It does not matter how slowly you go so long as you do not stop.",
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.",
    "Take away love and our earth is a tomb.",
    "None are more hopelessly enslaved than those who falsely believe they are free.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "You make your own luck if you stay at it long enough.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "Success is never final; failure is never fatal.",
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "Start the day with love, spend the day with love, fill the day with love and end the day with love.",
    "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
    "I am not the outcome. I am never the result. I am only the effort.",
    "We need a backbone, not a wishbone.",
    "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.",
    "There can be no deep disappointment where there is not deep love.",
    "Only those who do nothing at all make no mistakes.",
    "A good stance and posture reflect a proper state of mind.",
    "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.",
    "We become what we believe.",
    "The best of us sometimes eat our words.  ",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Each of us is a unique strand in the intricate web of life and here to make a contribution.",
    "Freedom from desire leads to inner peace.",
    "You have the potential for greatness.",
    "In spite of everything, I shall rise again.",
    "If you have to be in a soap opera try not to be cast in the worst role.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "You are never too old to set another goal or to dream a new dream.",
    "Don't wait for the right opportunity: create it."
]