[
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "You Create Your Own Present By What You Give Your Attention To Today.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "It is not uncommon for people to spend their whole life waiting to start living.",
    "The businessman's tool is value.",
    "Being ignorant is not so much a shame, as being unwilling to learn.",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "Life is about not knowing and then doing something anyway.",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "A loving heart is the truest wisdom.",
    "Dreams are the touchstones of our characters.",
    "Peace if possible, truth at all costs.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "There is no significance in life without struggle.",
    "There is nothing more frightful than ignorance in action.",
    "Until we can manage time, we can manage nothing else.",
    "You're never too old for anything.",
    "You already have every characteristic necessary for success if you recognize, claim, develop and use them.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "The purpose of life is the life of purpose.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "There is little success where there is little laughter.",
    "Concentrated power has always been the enemy of liberty.",
    "The greatest test of courage on earth is to bear defeat without losing heart.",
    "It's not what you pay a man, but what he costs you that counts.",
    "It is best to begin at the beginning.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "If light is in your heart, you will find your way home.  ",
    "The clock indicates the moment...but what does eternity indicate?",
    "Take the attitude of a student. Never be too big to ask questions. Never know too much to learn something new.",
    "Character is destiny.",
    "Your spirit is the true shield.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "It is difficult to free fools from the chains they revere. ",
    "The mind that turns ever outward Will have no end to craving. Only the mind turned inward Will find a still-point of peace.",
    "Most people spend more time and energy going around problems than in trying to solve them. ",
    "The only thing more frustrating than slanderers is those foolish enough to listen to them.",
    "People think about what they don't want and attract more of the same.",
    "To love means loving the unlovable.",
    "If you can't argue both sides, you can't argue.",
    "If you're not making mistakes, then you're not doing anything.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "A heart is not judged by how much you love, but by how much you are loved by others.",
    "I never dwell on what happened. You can't change it. Move forward.",
    "If you always do what you've always done, you'll always get what you've always got. "
]