[
    "Change yourself and you have done your part in changing the world.",
    "Champions keep playing until they get it right.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "Knowledge isn't power until it is applied.",
    "Every act of creation is first an act of destruction.",
    "We never know the love of a parent till we become parents ourselves.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "To be great is to be misunderstood.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "You cannot find peace avoiding life.",
    "Vision is the art of seeing things invisible.",
    "Whenever you find yourself on the side of the majority, it is time to reform.",
    "Discipline is the bridge between goals and accomplishment.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "The world doesn't owe you anything. It was here first.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "Walk towards the sunshine, and the shadows will fall behind you.",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "I love fools' experiments. I am always making them.",
    "Do one thing every day that scares you.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "Honor is the foundation of courage.",
    "Don't let the behavior of others destroy your inner peace.",
    "Just as true humor is laughter at oneself, true humanity is knowledge of oneself.",
    "Expect the best of yourself, and then do what is necessary to make it a reality.",
    "Maybe you are searching among the branches, for what only appears in the roots.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "If you want more luck, take more chances.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "We cannot always do great things in life, but we can do small things with great love.",
    "Being wrong opens us up to the possibility of change.",
    "Make peace within, and there will be no one who can overcome you. And no one you will wish to overcome.",
    "It is our choices that show what we truly are, far more than our abilities.",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "Those who know, do. Those that understand, teach.",
    "Start each day with a positive thought and a grateful heart.",
    "From morning till night, we should never rely on a single thing.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "If you can't fly, run. If you can't run, walk. If you can't walk, crawl, but by all means, keep moving.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "The most creative act you will ever undertake is the act of creating yourself.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "Everyone you admire was once a beginner.",
    "To a mind that is still, the entire universe surrenders.",
    "A good character is the best tombstone. Carve your name on hearts, not on marble.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "Your imagination is your preview of life's coming attractions.",
    "When I let go of what I am, I become what I might be."
]