[
    "If you can't imagine it, you can't have it.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Better to light a candle than to curse the darkness. ",
    "Never to suffer would never to have been blessed.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "People who have goals succeed because they know where they're going. It's that simple.",
    "Men trust their ears less than their eyes.",
    "Everyone faces challenges in life. It's a matter of how you learn to overcome them and using them to your advantage.",
    "Passion creates, addiction consumes.",
    "The only way round is through.",
    "Walk slowly but never walk backward.",
    "Never feel shame for trying and failing, for he who has never failed is he who has never tried.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "Always remember that you are absolutely unique. Just like everyone else. ",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "You cannot teach a crab to walk straight.",
    "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
    "When we allow negative messages to fester in our head, they take on a life of their own.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Yesterday is but today's memory, tomorrow is today's dream.",
    "Stop comparing yourself to others and focus on your own improvement.",
    "The world would go on even without you. Don't take yourself so seriously.",
    "Do not take life too seriously. You will never get out of it alive.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "Everything you can imagine is real.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Poverty and hardship are created by false thinking.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "Love is not about possession. Love is about appreciation.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.",
    "Mistake is a mistake only if you make it twice.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "All know the way; few actually walk it. ",
    "Things turn out best for the people who make the best of the way things turn out.",
    "Identification with our mind causes thought to become compulsive.",
    "The finish line is just the beginning of a whole new race.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "Knowledge isn't power until it is applied.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  ",
    "The best way to not feel hopeless is to get up and do something.",
    "If you need inspiration, don't do it.",
    "The river that flows in you also flows in me.",
    "Make your mind your own business.",
    "Whatever your heart clings to and confides in, that is really your God."
]