[
    "The privilege of a lifetime is to become who you truly are.",
    "When you are tempted to give up, your breakthrough is probably just around the corner.",
    "The biggest adventure is what lies ahead.",
    "When you're the only sane person, you look like the only insane person.",
    "The one who boasts does so only out of a feeling of inferiority.",
    "Goodness is the only investment that never fails.",
    "Beware of false knowledge, it is more dangerous than ignorance.",
    "In the midst of chaos, there is also opportunity.",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "He who is untrue to his own cause cannot command the respect of others.",
    "It is better to learn late than never.",
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "The moment you stop to think about whether you love someone, you've already stopped loving that person forever.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "The greatest of empires, is the empire over one's self.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "You are the only problem you will ever have and you are the only solution.",
    "The only thing new in the world is the history you do not know.",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "The dream is free, but the hustle is sold separately.",
    "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "Till it has loved, no man or woman can become itself.",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.",
    "By perseverance the snail reached the ark.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "In the middle of chaos lies opportunity.  ",
    "Worry is a waste of emotional reserve.",
    "Until you change how you get things done, you'll never know what works best.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "You are the average of the five people you spend the most time with.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "Preoccupied with a single leaf you won't see the tree.",
    "Creativity is the greatest rebellion in existence.",
    "Success is liking yourself, liking what you do, and liking how you do it.",
    "Every day is an opportunity to a make a new happy ending.",
    "You don't need to be better than anyone else, you just need to be better than you used to be.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "Believe you can and you will be halfway there.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found.",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view."
]