[
    "To arrive at the simplest truth requires years of contemplation.",
    "Your problem isn't the problem. Your reaction is the problem.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "The joy of life comes from our encounters with new experiences.",
    "Never settle for the crumbs of life.",
    "Life is but one dream flowing into another.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "A flower falls, even though we love it; and a weed grows, even though we do not love it.",
    "The older you get the stronger the wind gets - and it's always in your face.",
    "The more people you help become successful the more successful you become.",
    "Life would be tragic if it weren't funny.",
    "Remember we're all in this alone.",
    "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours. ",
    "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand.",
    "Courage is the price that life exacts for granting peace.",
    "To be in harmony with the wholeness of things is not to have anxiety over imperfections.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "Belief creates the actual fact.",
    "Happiness depends upon ourselves.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "You have within you right now, everything you need to deal with whatever the world can throw at you.",
    "Don't talk about what you have done or what you are going to do.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "Nothing is more creative...nor destructive...than a brilliant mind with a purpose.",
    "I will not walk backward in life.",
    "Turn off your mind, relax, and float downstream.",
    "You are free, and that is why you are lost. ",
    "The scariest monsters are the ones that lurk within our souls.",
    "There is no path to Peace. Peace is the path.",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ",
    "The pain of parting is nothing to the joy of meeting again.",
    "Be mindful. Be grateful. Be positive. Be true. Be kind.",
    "Be as fluid as water, do not give your enemies anything solid to attack.",
    "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.",
    "You can, you should, and if you're brave enough to start, you will.",
    "Invisible things are the only realities.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "If you can see it in your mind, you can hold it in your mind.",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it. ",
    "Truth is like most opinions - best unexpressed.",
    "Quality is not an act, it is a habit.",
    "In spite of everything, I shall rise again.",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "All know the way; few actually walk it. ",
    "I will not walk backward in life.",
    "One is never afraid of the unknown; one is afraid of the known coming to an end.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "Sad thing is, you can still love someone and be wrong for them.",
    "The highest form of ignorance is when you reject something you don't know anything about. "
]