[
    "Success comes to those who become success conscious.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "Don't let the behavior of others destroy your inner peace.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "You live by what you thrill to, and there's the end of it.",
    "The way we feel is the direct result of what we think.",
    "If you want to make God laugh, tell him about your plans. ",
    "Love is the absence of judgment.",
    "It does not do to dwell on dreams and forget to live, remember that.",
    "Each of us is a unique strand in the intricate web of life and here to make a contribution.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "Teachers open the door. You enter by yourself. ",
    "Eighty percent of success is showing up. ",
    "It is better to change an opinion than to persist in a wrong one.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "As a man thinketh in his heart, so shall he be.",
    "An ounce of performance is worth pounds of promises.",
    "The only way out is through.",
    "A minute's success pays the failure of years.",
    "Longevity is a fleeting moment that lasts forever.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "It's much better to do good in a way that no one knows anything about it.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "Walk slowly but never walk backward.",
    "Whatever you believe with feeling becomes your reality. ",
    "Everything is in your own heart.",
    "The best way to predict the future is to create it.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Wit is educated insolence.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "Don't look back - you're not going that way.",
    "Being in a good frame of mind helps keep one in the picture of health.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
    "Many a man has failed because he had his wishbone where his backbone should have been.",
    "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you're willing to work.",
    "Try all things, hold fast that which is good.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Life is trying things to see if they work.",
    "Let each man exercise the art he knows.",
    "From the errors of others, a wise man corrects his own.",
    "Realize deeply that the present moment is all you ever have. ",
    "Life must be rich and full of loving-it's no good otherwise, no good at all, for anyone.  "
]