[
    "Do one thing every day that scares you.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "Believe and you're halfway there.",
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "Work as though you would live forever, and live as though you would die today. Go another mile.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "Nothing has more strength than dire necessity.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "From morning till night, we should never rely on a single thing.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "It is best to begin at the beginning.",
    "Silence is a source of great strength.",
    "Peace of mind is that mental condition in which you have accepted the worst.",
    "We suffer more often in imagination than in reality.",
    "Because a thing seems difficult for you, do not think it impossible.",
    "Everything is in your own heart.",
    "There is no way to happiness - happiness is the way.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "Adults are just children who earn money.",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "Each of us is a unique strand in the intricate web of life and here to make a contribution.",
    "It takes a very long time to become young.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Be mindful. Be grateful. Be positive. Be true. Be kind.",
    "Life is ours to be spent, not to be saved. ",
    "The more you know, the more you know you don't know.",
    "When it hurts - observe. Life is trying to teach you something.",
    "Eighty percent of success is showing up. ",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "Never close your lips to those whom you have already opened your heart.",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.",
    "I'd rather welcome change than cling to the past.",
    "If you truly expect something to be difficult, it will be.",
    "Wherever you are, it's the place you need to be.",
    "Begin at once to live, and count each separate day as a separate life.  ",
    "A real friend is one who walks in when the rest of the world walks out.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "A goal is a dream with a deadline.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. ",
    "Be as fluid as water, do not give your enemies anything solid to attack.",
    "I live by letting things happen.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence."
]