[
    "Everything is created twice, first in the mind and then in reality.",
    "Longevity is a fleeting moment that lasts forever.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "It is better to change an opinion than to persist in a wrong one.",
    "Let the beauty of what you love be what you do.",
    "Awakening is possible only for those who seek it and want it.",
    "Always try to be a little kinder than necessary.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "Do what you feel in your heart to be right - for you'll be criticized anyway.",
    "It's always to soon to quit!",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "Quality is not an act, it is a habit.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "To do great work one must be very idle as well as very industrious.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Life is a question and how we live it is our answer.",
    "Still your waters.",
    "Sadness is but a wall between two gardens.",
    "What people need and what they want may be very different.",
    "The sun is new each day.",
    "We must have strong minds, ready to accept facts as they are.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. ",
    "It always seems impossible until it's done.",
    "He who knows, does not speak. He who speaks, does not know.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "It is the power of the mind to be unconquerable.",
    "Change is inevitable but personal growth is a choice.",
    "Identification with our mind causes thought to become compulsive.",
    "The world doesn't owe you anything. It was here first.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "If you care about someone enough, you'll always be there for them no matter what.",
    "Choose to be optimistic, it feels better.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "It is truth that liberates, not your effort to be free.",
    "The less you try to impress, the more peaceful you can be.",
    "Nothing that results in human progress is achieved with unanimous consent.",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "Trust is built and maintained by many small actions over time.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "The day is for honest men, the night for thieves.",
    "Work out your own salvation. Do not depend on others.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "Not why the addiction but why the pain."
]