[
    "To lead an orchestra, you must turn your back on the crowd.",
    "If you truly expect something to be difficult, it will be.",
    "You must find the place inside yourself where nothing is impossible.",
    "We must cultivate our garden. ",
    "The road to success is always under construction.",
    "It doesn't matter where you are coming from. All that matters is where you are going. ",
    "The pursuit of mastery bears gifts. ",
    "Talk does not cook rice.",
    "Formal education will make you a living, self-education will make you a fortune.",
    "Pleasure can be supported by an illusion; but happiness rests upon truth. ",
    "Don't cry because it's over. Smile because it happened.",
    "Love is the absence of judgment.",
    "Anyone who dreams of an uncommon life eventually discovers there is no choice but to seek an uncommon approach to living it.",
    "High thoughts must have high language.",
    "Most of the important things in the world have been accompanied by people who have kept on trying when there seemed to be no hope at all.",
    "The two most powerful warriors are patience and time.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "The dreamers are the saviors of the worlds.",
    "Better the cottage where one is merry than the palace where one weeps.",
    "It always seems impossible until it's done.",
    "The whole is greater than the sum of its parts.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "A very little key will open a very heavy door.",
    "You can't climb the ladder of success with your hands in your pockets.",
    "A lie can travel half way around the world while the truth is putting on its shoes.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "We must have strong minds, ready to accept facts as they are.",
    "The way to love anything is to realize that it may be lost.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "A Rolling Stone Gathers No Moss.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "True wealth is of the heart, not of the purse.",
    "Each path to knowledge involves different rules and these rules are not interchangeable.",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "Life without love is like a tree without blossoms or fruit.",
    "If you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "A little impatience will spoil great plans.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "Be a master of change rather than a victim of change.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "Knowledge is learning something everyday. Wisdom is letting go of something everyday.",
    "Note that this journey is uniquely yours, no one elses. So the path has to be your own.",
    "Productize your perspective.",
    "The river that flows in you also flows in me.",
    "Whatever you are, be a good one.",
    "Be the change that you want to see in the world.",
    "The journey is what brings us happiness not the destination."
]