[
    "Embrace the life you have and stop wishing that you could be someone else.",
    "Focus is a matter of deciding what things you're not going to do.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Always seek out the seed of triumph in every adversity.",
    "Aim for the moon. If you miss, you may hit a star.",
    "I believe that one of life's greatest risks is never daring to risk.",
    "It is useless to attempt to reason a man out of a thing he was never reasoned into.",
    "Life is like playing the violin in public and learning the instrument as one goes on.",
    "The future is not a gift. It is an achievement.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "Courage is not having the strength to go on; it is going on when you don't have the strength.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "It's the unknown we fear when we look upon death and darkness, nothing more.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "The truth is simple. If it was complicated, everyone would understand it.",
    "The future is the worst thing about the present.",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "The key to success is failure.",
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "The soul is neither born, and nor does it die.",
    "If fear is too strong, the genius is suppressed.",
    "Not all readers are leaders, but all leaders are readers.",
    "A dream doesn't become reality through magic it takes sweat, determination and hard work.",
    "We must be free not because we claim freedom, but because we practice it.",
    "Time doesn't heal emotional pain, you need to learn how to let go.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "Show me a hero, and I'll write you a tragedy.",
    "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours. ",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "The biggest challenge after success is shutting up about it.",
    "Don't waste time on excuses. Just get it done.",
    "Adventure is not outside man; it is within.",
    "He who is untrue to his own cause cannot command the respect of others.",
    "Note that this journey is uniquely yours, no one elses. So the path has to be your own.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "Life begins where fear ends.",
    "Fortunate are those who take the first steps.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "Always look on the bright side of things. If you can't comprehend this, polish that which has become dull until it begins to shine.",
    "Before you speak, ask yourself, is it kind, is it necessary, is it true, does it improve the silence?",
    "I do not seek. I find.",
    "Appear weak when you are strong, and strong when you are weak.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "Because of your smile, you make life more beautiful."
]