[
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "The only limits in our life are those we impose on ourselves.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "Whatever happened, happened for the good. Whatever is happening, is happening for the good. Whatever will happen, will also happen for the good.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "By changing nothing, nothing changes.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "Good things aren't supposed to just fall into your lap.",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "The more often a stupidity is repeated, the more it gets the appearance of wisdom.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "When you want to be honored by others, you learn to honor them first.",
    "When we have our body and mind in order, everything else will exist in the right place, in the right way.",
    "All we have to decide is what to do with the time that is given to us.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "Courage is found in unlikely places.",
    "We cannot always do great things in life, but we can do small things with great love.",
    "Use your smile to change the world but don't let the world change your smile.",
    "If we all did the things we are capable of doing, we would literally astound ourselves.",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "Faith means believing the unbelievable.",
    "We would accomplish many more things if we did not think of them as impossible.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Talk does not cook rice.",
    "You are not only responsible for what you say, but also for what you do not say. ",
    "Not all those who wander are lost.",
    "For the things we have to learn before we can do them, we learn by doing them.",
    "There is peace even in the storm.",
    "Closing your eyes and listening to silence is self-care.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "Motivation gets you going and habit gets you there.  ",
    "Don't let the silly little dramas of each day get you down. For you are here to do great things.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "The secret of getting ahead is getting started.",
    "It is the power of thought that gives man power over nature.",
    "Intelligent people make many mistakes because they cannot believe the world is really as foolish as it is.",
    "A loving heart is the truest wisdom.",
    "The more something threatens your identity, the more you will avoid it.",
    "Life belongs to the living, and he who lives must be prepared for changes.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "Intense love does not measure, it just gives.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "So long as we are being remembered, we remain alive.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength."
]