[
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "Success is getting what you want, happiness is wanting what you get.",
    "Never whine, never complain, never try to justify yourself.",
    "Leadership starts at the top.",
    "When you're the only sane person, you look like the only insane person.",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "Surround yourself with only people who are going to lift you higher. ",
    "You'll never find rainbows if you're looking down.  ",
    "Life is 10% what happens to you and 90% how you react to it. ",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "The significance of life is living.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "If you're waiting until you feel talented enough to make it, you'll never make it.",
    "Man is made by his belief. As he believes, so he is.",
    "Don't just sit there. Do something. The answers will follow.",
    "What the caterpillar calls the end of the world, the master calls a butterfly.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "Be confident, not certain.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "One of the advantages of being disorganized is that one is always having surprising discoveries.",
    "A journey of a thousand miles must begin with a single step.",
    "Never put off to tomorrow what you can do to-day.",
    "Success is about doing the right thing, not about doing everything right.",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "There is no path to Happiness. Happiness is the path.",
    "Where we fall are the stepping-stones for our journey.",
    "If you do not tell the truth about yourself you cannot tell it about other people.",
    "The successful warrior is the average man, with laser-like focus.",
    "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "Be mindful. Be grateful. Be positive. Be true. Be kind.",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "There are no shortcuts to any place worth going. ",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "Be happy now, without reason - or you never will be at all.",
    "Originality is the fine art of remembering what you hear but forgetting where you heard it. ",
    "To live is to be willing to die over and over again.",
    "Those who seek the easy way do not seek the true way.",
    "When one does not have what one wants, one must want what one has.",
    "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future.",
    "Motivation is what gets you started. Habit is what keeps you going.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "No tree, it is said, can grow to heaven unless its roots reach down to hell."
]