[
    "Simplicity is a difficult thing to achieve.  ",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Keep your dreams, you never know when you might need them.",
    "Catch, then, O catch the transient hour; Improve each moment as it flies! ",
    "It is ignorance that causes most mistakes.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "If you let your head get too big, it'll break your neck.",
    "Only those who will risk going too far can possibly find out how far one can go.",
    "To know your Enemy, you must become your Enemy.",
    "Focused, hard work is the real key to success.",
    "Don't give up the fight, Stand up for your rights.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "Admire as much as you can. Most people do not admire enough.",
    "Being wrong opens us up to the possibility of change.",
    "The most important thing in life is to stop saying 'I wish' and start saying 'I will'. Consider nothing impossible, then treat possibilities as probabilities.",
    "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "The quality, not the longevity, of one's life is what is important.",
    "Every great change is preceded by chaos.",
    "There is no value in anything until it is finished. ",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "When a man is penalized for honesty he learns to lie.",
    "How much pain they have cost us, the evils which have never happened.",
    "Invisible things are the only realities.",
    "The more reasons you have for achieving your goal, the more determined you will become.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "In the middle of difficulty lies opportunity.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "A zen master's life is one continuous mistake.",
    "It is not that we have too little time to do all the things we need to do , it is that we feel the need to do too many things in the time we have.",
    "Big people don't make people feel small.",
    "Silence is the great teacher and to learn its lessons you must pay attention to it.",
    "Where there is no struggle, there is no strength. ",
    "Whatever satisfies the soul is truth.",
    "Success is getting what you want, happiness is wanting what you get.",
    "The more we have the less we own.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "Not all readers are leaders, but all leaders are readers.",
    "The search for happiness is one of the chief sources of unhappiness.",
    "Many people will walk in and out of your life, but only true friends will leave footprints in your heart.",
    "Beware of false knowledge, it is more dangerous than ignorance.",
    "We make a living by what we get, but we make a life by what we give.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Children are our greatest natural resource.",
    "Mastering others is strength, mastering yourself is true power.",
    "Never spend your money before you have earned it."
]