[
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "Blessed is he who expects nothing, for he shall be disappointed.",
    "Each of us is a unique strand in the intricate web of life and here to make a contribution.",
    "Some of us learn from other people's mistakes and the rest of us have to be other people.  ",
    "Patience is a bitter plant, but its fruit is sweet.",
    "The journey is what brings us happiness not the destination.",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "The friendship that can cease has never been real. ",
    "No man is free who is not master of himself.",
    "Circumstances do not make the man, they reveal him.",
    "The only place success comes before work is in the dictionary.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "You don't need to be better than anyone else, you just need to be better than you used to be.",
    "Learn to sit back and observe, not everything needs a reaction.",
    "If it is not right, do not do it, if it is not true, do not say it.",
    "Why change? Everyone has his own style. When you have found it, you should stick to it.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "It is the power of thought that gives man power over nature.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "The less you open your heart to others, the more your heart suffers.",
    "Live, travel, adventure, bless, and don't be sorry.  ",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "Realistic people do not accomplish extraordinary things.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "Where violence reigns, reason is weak.",
    "Throw me to the wolves and I will return leading the pack.  ",
    "If you don't program yourself, life will program you.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive.",
    "The score never interested me, only the game.",
    "We are all like the bright moon, we still have our darker side.  ",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "You are the only problem you will ever have and you are the only solution.",
    "The most important thing in life is to stop saying 'I wish' and start saying 'I will'. Consider nothing impossible, then treat possibilities as probabilities.",
    "The difference between winning and losing is most often not quitting.",
    "The wise warrior avoids the battle.",
    "How to get more opportunity: Create more opportunity for others.",
    "Friends ask you questions; enemies question you.",
    "Age is a very high price to pay for maturity.",
    "Make failure your teacher, not your undertaker.  ",
    "You have the potential for greatness.",
    "From morning till night, we should never rely on a single thing.",
    "Everything begins with an idea.",
    "A clear conscience is the sure sign of a bad memory."
]