[
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "Our life is what our thoughts make it. A man will find that as he alters his thoughts toward things and other people, things and other people will alter towards him.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "No one returns from a long journey the same person they were before.",
    "Because a thing seems difficult for you, do not think it impossible.",
    "To forgive means pardoning the unpardonable.",
    "No problem can be solved from the same level of consciousness that created it.",
    "Even the smallest person can change the course of the future.",
    "Nothing can bring you peace but yourself.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "Nothing has more strength than dire necessity.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "A journey of a thousand miles must begin with a single step.",
    "No one is useless in this world who lightens the burdens of another.",
    "Do what is right, not what is easy, nor what is popular.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "You drown not by falling into a river, but by staying submerged in it.",
    "Unless you change how you are, you will always have what you got.",
    "He that can have patience can have what he will.",
    "Look to the beauty of this day, miracles are all around you.",
    "If you haven't the strength to impose your own terms upon life, then you must accept the terms it offers you.",
    "Be strong. Be confident. Be the star of your own life.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "If you cannot understand something, then you have understood it incorrectly.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "Seek not the good in external things;seek it in yourselves.",
    "Turn your face to the sun, as flowers know how to do.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "Art is the signature of civilizations. ",
    "The purpose of life is the expansion of happiness.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "The single most powerful asset we all have is our mind.",
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "It's not about what it is, it's about what it can become.",
    "Mistake is a mistake only if you make it twice.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "It is better to fail in originality than to succeed in imitation.",
    "Once you choose hope, anything's possible.",
    "Be a good animal, true to your instincts.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "You are always your own best guru, your own best teacher, the answers are always inside you.",
    "The older you get the stronger the wind gets - and it's always in your face.",
    "How people treat you is their karma; how you react is yours. ",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "It's not whether you get knocked down, its whether you get back up.",
    "Strategy is a commodity, execution is an art.",
    "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "Fear is a natural reaction to moving closer to the truth."
]