[
    "When you view failure as feedback, you get more done. When you view failure as a finality, you get nothing done.",
    "Where we fall are the stepping-stones for our journey.",
    "The only difference between success and failure is the ability to take action.",
    "Your worth consists in what you are and not in what you have.",
    "When things go wrong, don't go with them.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "Invisible things are the only realities.",
    "True friendship ought never to conceal what it thinks. ",
    "When you stop questioning, you stop learning.",
    "You don't have to move mountains. You'll change the world simply by being a warm, kind-hearted human being.",
    "The reward of suffering is experience.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Learning is a gift, even when pain is your teacher.",
    "See what you're doing wrong, laugh at it, change and do better.",
    "Curiosity is the most powerful thing you own.",
    "Where ever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything.",
    "Resilience is not what happens to you. It's how you react to, respond to, and recover from what happens to you.",
    "Death smiles at us all. All we can do is smile back.",
    "He who hesitates is a damned fool.",
    "For changes to be of any true value, they've got to be lasting and consistent.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "Reality is the leading cause of stress among those in touch with it.",
    "When you want something in life, you just gotta reach out and grab it.",
    "The impossible can always be broken down into possibilities.",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "It is not because things are difficult that we do not dare; it is because we do not dare that things are difficult.  ",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "To know even one life has breathed easier because you have lived. This is to have succeeded.",
    "The truth is not for all men, but for those who seek it.",
    "Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",
    "Lying can never save us from another lie.",
    "The fewer the words, the better the prayer.",
    "People are doing the best that they can from their own level of consciousness.",
    "People inspire you, or they drain you. Pick them wisely.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "No one can hurt you without your consent.",
    "Our truest life is when we are in dreams awake.",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "Our happiness depends on the habit of mind we cultivate.",
    "What is a friend? A single soul dwelling in two bodies.",
    "A thing must be loved before it is lovable.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "Don't want anything. Then you get everything.",
    "The greatest step towards a life of simplicity is to learn to let go.",
    "Keep your face to the sunshine and you cannot see the shadows."
]