[
    "Our happiness depends on the habit of mind we cultivate.",
    "You are what you believe in. You become that which you believe you can become.",
    "You may be one person in this world, but to one person you may mean the world.",
    "You are not stuck where you are unless you decide to be.  ",
    "Life is one long process of getting tired.",
    "What you become is far more important than what you get.",
    "Fear of death is fear of surrender to Infinity. Learn to surrender, to exist at Infinity while alive, and fear of death dissolves.",
    "The road to success is always under construction.",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "You'll get more from being a peacemaker than a warrior.",
    "Even if you persuade me, you won't persuade me.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.",
    "Riches don't make a man rich, they only make him busier.",
    "Attitude is a little thing that makes a big difference.",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "Nothing will work unless you do.",
    "The best way out is always through.",
    "The only man who never makes mistakes is the man who never does anything.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "What's right is what's left if you do everything else wrong.",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "Distant water does not put out a nearby fire.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "Nothing important is learned; it is simply remembered.",
    "Life has no limitations except the ones you make.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "The most courageous act is still to think for yourself. Aloud.",
    "For things to change, you have to change.",
    "Love your enemies, for they tell you your faults.",
    "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted.",
    "Talk to someone about themselves and they'll listen for hours.",
    "The future is no more uncertain than the present.",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "If you aim at nothing, you will hit it every time.  ",
    "The best mind-altering drug is the truth.",
    "What loneliness is more lonely than distrust?",
    "Storms don't last forever.",
    "We must learn to live together as brothers or perish together as fools.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "There is a difference between giving directions and giving direction.",
    "I didn't get there by wishing for it or hoping for it, but by working for it.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "Don't let your learning lead to knowledge. Let your learning lead to action."
]