[
    "We are always complaining that our days are few, and acting as though there would be no end of them.  ",
    "Still your waters.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly.",
    "A person hears only what they understand.",
    "There are no mistakes in life, only lessons.",
    "Beauty is not in the face; beauty is a light in the heart.",
    "Let not your mind run on what you lack as much as on what you have already.",
    "Live, travel, adventure, bless, and don't be sorry.  ",
    "Nothing ever happened in the past that can prevent you from being present now; and if the past cannot prevent you from being present now, what power does it have?",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "The power of man has grown in every sphere, except over himself.",
    "The Only Thing That Is Constant Is Change",
    "If you want peace, accept. If you want suffering, expect.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "We create the world and ourselves;",
    "If you aren't sure which way to do something, do it both ways and see which works better.",
    "Better the cottage where one is merry than the palace where one weeps.",
    "It's what you do in the present that will redeem the past and thereby change the future.",
    "If you do not conquer self, you will be conquered by self.",
    "The greatest weariness comes from work not done.",
    "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic. ",
    "To seek is to suffer. To seek nothing is bliss.",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "Learn from the rejection and turn it into an opportunity!",
    "If ever you feel like an animal among men, be a lion.",
    "There is no excuse for not trying.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "Believe you can and you will be halfway there.",
    "Good entrepreneurs don't fail because they stay at it.",
    "We lie the loudest when we lie to ourselves.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "Don't be afraid of missing opportunities. Behind every failure is an opportunity somebody wishes they had missed.",
    "When it hurts - observe. Life is trying to teach you something.",
    "Truth is the offspring of silence and meditation.",
    "Don't just sit there. Do something. The answers will follow.",
    "The very essence of instinct is that it's followed independently of reason.",
    "Freedom lies in being bold.",
    "The future is the worst thing about the present.",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "Duty makes us do things well, but love makes us do them beautifully.  ",
    "The significance of life is living.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "Always show more kindness than seems necessary because the person receiving it needs it more than you will ever know.",
    "Passion is born deaf and dumb."
]