[
    "Never put off to tomorrow what you can do to-day.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "Courage is the price that life exacts for granting peace.",
    "You're always free to change your mind and choose a different future, or a different past.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "Create each day anew.",
    "With the new day comes new strength and new thoughts.",
    "One of the keys to happiness is a bad memory.",
    "Be polite to all, but intimate with few.",
    "Where the willingness is great, the difficulties cannot be great.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "You can, you should, and if you're brave enough to start, you will.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "The more you give, the more comes back to you.",
    "Fear is your worst enemy. Risk is your best friend.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "Human beings believe just as they breathe - in order to survive.",
    "Life's too mysterious to take too serious.",
    "You can't go forward and backwards at the same time.",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "Don't settle, and don't struggle.",
    "It is under the greatest adversity that there exists the greatest potential for doing good, both for oneself and others.",
    "Some of the greater things in life are unseen; that's why you close your eyes when you kiss, cry, or dream.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "I defeat my enemies when I make them my friends.",
    "The meaning of life is that it stops.",
    "We all give up great expectations along the way.",
    "Either get busy living or get busy dying.",
    "I skate to where the puck is going to be, not where it has been.",
    "Animals don't hate, and we're supposed to be better than them.",
    "Every man desires to live long, but no man wishes to be old.",
    "For things to change, you have to change.",
    "Your past does not equal your future.",
    "Success is within the reach of just about everyone.",
    "You are the only problem you will ever have and you are the only solution.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.",
    "Watch what you say, and whatever you say, practice it.",
    "Everything that irritates us about others.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "There is peace even in the storm.",
    "We love the things we love for what they are.",
    "Everyone you admire was once a beginner."
]