[
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "Changing minds is harder than finding people who already agree.",
    "What we know is a drop, what we don't know is an ocean. ",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "For your life to be great, your faith must be bigger than your fear.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "If you want more luck, take more chances.",
    "Even when a friend does something you do not like, he continues to be your friend. ",
    "The one who praises you is a thief. The one who criticizes you is your true friend.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  ",
    "Judge your success by what you had to give up in order to get it.",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "Concentrated power has always been the enemy of liberty.",
    "It's not what happens to you, but how you react to it that matters.",
    "The giving of love is an education in itself.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "Argue for your limitations and sure enough, they're yours.",
    "Don't stumble over something that's behind you.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "Change is never easy, but always possible.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "You give but little when you give of your possessions. It is when you give of yourself that you truly give.",
    "Your dream has to be bigger than your fear.",
    "If you have only one smile in you give it to the people you love.",
    "The power to make and break habits and learning how to do that is really important.",
    "Try to be a rainbow in someone's cloud.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "The best teacher is experience and not through someone's distorted point of view.",
    "Treat everyone with politeness and kindness, not because they are nice, but because you are.",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "The secret of getting started is breaking your complex, overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "Faults are yours to fix, not to curse.",
    "You change the world by being yourself.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "Words are the clothes thoughts wear.",
    "Every day may not be good, but there's something good in every day.",
    "Life is about not knowing and then doing something anyway.",
    "There is no path to Love. Love is the path.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "It's better to have a short life that is full of what you like doing, than a long life spent in a miserable way.",
    "Comedy = tragedy + time.",
    "Teachers open the door. You enter by yourself. ",
    "Respect was invented to cover the empty place where love should be."
]