[
    "Where does a thought go when it's forgotten?",
    "When the fish is caught we pay no more attention to the trap.",
    "The meaning of life is that it stops.",
    "Don't let what you cannot do interfere with what you can do.",
    "Your very silence shows you agree.",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "Good things aren't supposed to just fall into your lap.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common.",
    "Short cuts make long delays.",
    "If you've made a mistake, it's better just to laugh at it.",
    "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
    "You win more from losing than winning.",
    "Stuff your eyes with wonder... live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories.",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "What the eye doesn't see and the mind doesn't know, doesn't exist.",
    "By changing nothing, nothing changes.",
    "There are no accidents... there is only some purpose that we haven't yet understood.",
    "We must be free not because we claim freedom, but because we practice it.",
    "The harder you work, the harder it is to surrender.",
    "I am not absentminded. It is the presence of mind that makes me unaware of everything else.",
    "Life is a process. We are a process. The universe is a process.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "Don't just sit there. Do something. The answers will follow.",
    "Life is much more successfully looked at from a single window.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "The giving of love is an education in itself.",
    "The ladder of success is best climbed by stepping on the rungs of opportunity.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "Mastering others is strength, mastering yourself is true power.",
    "Remember the entrance to the sanctuary is inside you.",
    "The final mystery is oneself.",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "If you tell the truth, you don't have to remember anything.",
    "He that can have patience can have what he will.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "Our greatest fears lie in anticipation.",
    "He who wishes to be obeyed must know how to command.",
    "Think and wonder, wonder and think.",
    "Men are disturbed not by things, but by the view which they take of them.",
    "Facts are the enemy of truth. ",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "We are all like the bright moon, we still have our darker side.  ",
    "When we have our body and mind in order, everything else will exist in the right place, in the right way.",
    "Success comes to those who become success conscious.",
    "Empty your mind, be formless, shapeless, like water.",
    "No one returns from a long journey the same person they were before.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying."
]