[
    "You are not stuck where you are unless you decide to be.  ",
    "Freedom itself demands discomfort.",
    "Do what you can, with what you have, where you are.",
    "What you seek is seeking you.",
    "The significance of life is living.",
    "Obstacles are those frightful things you see when you take your eyes off your goal.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "The best of us sometimes eat our words.  ",
    "Don't waste time on excuses. Just get it done.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "Manifest plainness, embrace simplicity, reduce selfishness, have few desires.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "To lead an orchestra, you must turn your back on the crowd.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "Fears are nothing more than a state of mind.",
    "Many answers to what you seek don't lie 'out there'. If you look inwards, you'll find the answer has been in you all along.",
    "Forever is composed of now's.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "None are more hopelessly enslaved than those who falsely believe they are free.",
    "We're responsible for everything that happens to us.",
    "No one can compete with you on being you. Most of life is a search for who and what needs you the most.",
    "We must not cease from exploration. And the end of all our exploring will be to arrive where we began and to know the place for the first time.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "Closing your eyes and listening to silence is self-care.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "We take care of the future best by taking care of the present now.",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "He who knows best knows how little he knows.",
    "When you move beyond your fear, you feel free.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "I am who I am today because of the choices I made yesterday.",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "Show me a hero, and I'll write you a tragedy.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "One must be deeply aware of the impermanence of the world.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "Exceptional thinkers ignore their critics and go about their business making history.",
    "All wealth is the product of labor.",
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "The enemy is a very good teacher.",
    "Action is the foundational key to all success.",
    "A friend to all is a friend to none.",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "It is easier to fight for one's principles than to live up to them. ",
    "Changing minds is harder than finding people who already agree."
]