[
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "From error to error one discovers the entire truth.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way.",
    "Being entirely honest with oneself is a good exercise.",
    "Sometimes out of your biggest misery, comes your greatest gain.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "First say to yourself what you would be; and then do what you have to do.",
    "We should not look back unless it is to derive useful lessons from past errors.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "Life is a process. We are a process. The universe is a process.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "Those who look for the bad in people will surely find it.",
    "Realistic people do not accomplish extraordinary things.",
    "Longevity is a fleeting moment that lasts forever.",
    "Attitude, not aptitude, determines altitude.  ",
    "Your mind is infinite, it's your doubts that are limiting.",
    "Today will never happen again. Don't waste it with a false start or no start at all.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "The heart wants what it wants. There's no logic. ",
    "You are never too old to become younger.",
    "To succeed takes more than the desire to win. It also takes the acceptance that we could fail.",
    "If you're waiting until you feel talented enough to make it, you'll never make it.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Stop being tormented by everyone else's reaction to you.",
    "To seek is to suffer. To seek nothing is bliss.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "There is no greater agony than bearing an untold story inside you.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "The golden opportunity you are seeking is within yourself.",
    "We're responsible for everything that happens to us.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "Even if you stumble and fall down, it doesn't mean you've chosen the wrong path.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "A goal is a dream with a deadline.",
    "Learning is a gift, even when pain is your teacher.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "The most important things are the hardest to say.",
    "If you truly love Nature, you will find beauty everywhere. ",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking."
]