[
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying.",
    "As you think, so shall you become. ",
    "Do not look for a sanctuary in anyone except your self.",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "There are more people who wish to be loved than there are who are willing to love. ",
    "If you can handle rejection, you'll learn to get everything you want.",
    "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.",
    "Circumstances do not make the man, they reveal him.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "Don't think money does everything or you are going to end up doing everything for money.",
    "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.",
    "To become what you are not, behave as you do not.",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "Begin now to be what you will be hereafter.",
    "Every one of us is the sum total of his own thoughts.",
    "Walk slowly but never walk backward.",
    "We all give up great expectations along the way.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "Every day is lost in which we do not learn something useful. Man has no nobler or more valuable possession than time.",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "Often we pass beside happiness without seeing it, without looking at it, or even if we have seen and looked at it, without recognizing it.",
    "Your setback is just a setup for a comeback.",
    "To be calm is the highest achievement of the self.",
    "To the world you may be one person; but to one person you may be the world.",
    "The best way to predict the future is to create it.",
    "Better to live until you die.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "When the time is gone, you can never get it back.",
    "It does not do to dwell on dreams and forget to live, remember that.",
    "The man who asks a question is a fool for a minute, the man who does not ask is a fool for life.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "Why fit in when you were born to stand out?",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Look to the beauty of this day, miracles are all around you.",
    "Wrong does not cease to be wrong because the majority share in it.",
    "It is not because things are difficult that we do not dare; it is because we do not dare that things are difficult.  ",
    "Closing your eyes and listening to silence is self-care.",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "We take care of the future best by taking care of the present now.",
    "The salvation of the world lies in the human heart.",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "One must be deeply aware of the impermanence of the world.",
    "We must not sit down and wait for miracles. Up and be going!"
]