[
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry.",
    "I cannot make my days longer so I strive to make them better.",
    "The key to success is failure.",
    "A crisis is an opportunity riding the dangerous wind.",
    "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.",
    "Successful people do what unsuccessful people are not willing to do.",
    "Use your smile to change the world but don't let the world change your smile.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "Life can only be understood backwards; but it must be lived forwards.",
    "The biggest challenge after success is shutting up about it.",
    "Treat everyone with politeness and kindness, not because they are nice, but because you are.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "People don't care how much you know until they know how much you care.",
    "The great use of life is to spend it for something that will outlast it.",
    "The sun is new each day.",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "Things cannot forever go downward. There are limits to everything—even the cold, and the darkness, and the wind, and the dying.",
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "Your heart is full of fertile seeds, waiting to sprout.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "Do all things with love.",
    "Be gentle with yourself. Think less and feel more. Be as happy as you can. You only have this moment.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power.",
    "Evil is whatever distracts. ",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Do not look for a sanctuary in anyone except your self.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "I hear and I forget. I see and I remember. I do and I understand. ",
    "To improve is to change, so to be perfect is to change often.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "The price of inaction is far greater than the cost of making a mistake.",
    "It is better to be looked over than overlooked.",
    "True knowledge exists in knowing that you know nothing.",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "The only way to 'find out if it will work out' is to do it.",
    "The fewer the words, the better the prayer.",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "To every action there is always opposed an equal reaction.",
    "Genius is patience.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "If you don't program yourself, life will program you.",
    "Too many of us are not living our dreams because we are living our fears.",
    "Cleverness is not wisdom.",
    "Arise, slay thy enemies, enjoy a prosperous kingdom.",
    "People inspire you, or they drain you. Pick them wisely.",
    "Success is an iceberg.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?"
]