[
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "The finish line is just the beginning of a whole new race.",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "Most of the evil in this world is done by people with good intentions.",
    "You have power over your mind - not outside events. Realize this, and you will find strength.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "If you done it, it ain't bragging.",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich.",
    "Find your Light; They can't love you if they can't see you.",
    "The person who cannot control his words shows that he cannot control himself.",
    "We run to win, not just to be in the race.  ",
    "To be truly ignorant, be content with your own knowledge.",
    "To live is to be willing to die over and over again.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.",
    "All I can do is be me, whoever that is.",
    "The less you open your heart to others, the more your heart suffers.",
    "You can't have anything worthwhile without difficulties.",
    "Don't let your learning lead to knowledge. Let your learning lead to action.",
    "There's no next time. It's now or never.",
    "It's not how much we give but how much love we put into giving.",
    "Every limit is a beginning as well as an ending.",
    "Believe in one thing too much and you have no room for new ideas.  ",
    "Arise, slay thy enemies, enjoy a prosperous kingdom.",
    "One always begins to forgive a place as soon as it's left behind.",
    "Show me a hero, and I'll write you a tragedy.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "Be - don't try to become ",
    "Common sense is not so common. ",
    "The way of success is the way of continuous pursuit of knowledge.",
    "I would rather be a little nobody, then to be an evil somebody.",
    "Those who realize their folly are not true fools.",
    "The whole is greater than the sum of its parts.",
    "To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "You are never too old to become younger.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "Our stories may be singular, but our destination is shared.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "It is better to light a single candle than to curse the darkness.",
    "Words used to attract the dull of wit are not to be relied on.",
    "Remember the entrance to the sanctuary is inside you.",
    "The temptation to give up is strongest just before victory.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "The decisions of our past are the architects of our present."
]