[
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "Pursue what catches your heart, not what catches your eyes.",
    "Intelligent men are cruel. Stupid men are monstrously cruel.",
    "Opportunities multiply as they are seized.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Catch, then, O catch the transient hour; Improve each moment as it flies! ",
    "If you done it, it ain't bragging.",
    "Imagination means nothing without doing.  ",
    "No idea, no matter how good, will work if it doesn't get used.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "Action may not always bring happiness, but there is no happiness without action.",
    "What people need and what they want may be very different.",
    "Don't give up the fight, Stand up for your rights.",
    "We will act consistently with our view of who we truly are, whether that view is accurate or not.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "Nothing can dim the light which shines from within.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "Identify your problems, but give your power and energy to solutions.",
    "A different result requires doing something different.",
    "If you look for perfection, you'll never be content.",
    "Associate with people who are likely to improve you.  ",
    "Rest in reason; move in passion.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "He that can have patience can have what he will.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "You don't have to be great to start, but you have to start to be great.  ",
    "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "If we are honest with ourselves, most of us will have to admit that we live out our lives in an ocean of fear.",
    "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
    "Nature does not hurry, yet everything is accomplished.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Animals don't hate, and we're supposed to be better than them.",
    "Winners never quit and quitters never win.",
    "Success is never final, failure is never fatal. It's courage that counts.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "Nothing in the world is ever completely wrong. Even a stopped clock is right twice a day.",
    "Human beings believe just as they breathe - in order to survive.",
    "It all depends on what you choose to believe.",
    "People are weird. When we find someone with weirdness that is compatible with ours, we team up and call it love.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "One must be poor to know the luxury of giving.",
    "In youth we run into difficulties. In old age difficulties run into us. "
]