[
    "Stop comparing yourself to others and focus on your own improvement.",
    "I would rather be a little nobody, then to be an evil somebody.",
    "A good system shortens the road to the goal. ",
    "Fear of death is fear of surrender to Infinity. Learn to surrender, to exist at Infinity while alive, and fear of death dissolves.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "Let the beauty of what you love be what you do.",
    "I pay attention to every minute of the day.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "The wise warrior avoids the battle.",
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "The dream is free, but the hustle is sold separately.",
    "Most of the evil in this world is done by people with good intentions.",
    "There are only encounters in history. There are no accidents.",
    "Ask no questions, and you'll be told no lies.",
    "To be fully alive is to feel that everything is possible.",
    "You may delay, but time will not.",
    "To live outside the law, you must be honest. ",
    "Faith means believing the unbelievable.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "We must have strong minds, ready to accept facts as they are.",
    "Hope and fear come from feeling that we lack something; they come from a sense of poverty.",
    "The wise man reads both books and life itself.",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "Everything begins with an idea.",
    "You cannot have a positive life and a negative mind.",
    "Success is about creating value.",
    "Attitude, not aptitude, determines altitude.  ",
    "Don't seek, don't search, don't ask, don't knock, don't demand - relax.",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Freedom itself demands discomfort.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "We are all self-made, but only the successful will admit it.",
    "Repetition does not transform a lie into a truth.",
    "I hear and I forget. I see and I remember. I do and I understand. ",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "Do what you can, with what you have, where you are.",
    "Great loves too must be endured.",
    "Think and wonder, wonder and think.",
    "The price of inaction is far greater than the cost of making a mistake.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Successful people ask better questions, and as a result, they get better answers.",
    "Confidence is what you have before you understand the problem.",
    "The birth of the mind is the death of the senses."
]