[
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "Each path to knowledge involves different rules and these rules are not interchangeable.",
    "Never spend your money before you have earned it.",
    "Great acts are made up of small deeds.",
    "Confuse them with your silence and amaze them with your actions.",
    "Through discipline comes freedom.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "To the world you may be one person; but to one person you may be the world.",
    "You are always your own best guru, your own best teacher, the answers are always inside you.",
    "Art is the signature of civilizations. ",
    "Courage is not having the strength to go on; it is going on when you don't have the strength.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "Some people dream of success, while others wake up and work hard at it.",
    "If you don't know, the thing to do is not to get scared, but to learn.",
    "FOCUS - Follow One Course Until Successful",
    "Those who are enlightened never stop forging themselves.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "Those who are easily shocked should be shocked more often.",
    "All know that the drop merges into the ocean, but few know that the ocean merges into the drop.",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "Not everything that weighs you down is yours to carry.",
    "It's better to have a short life that is full of what you like doing, than a long life spent in a miserable way.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "How people treat you is their karma; how you react is yours. ",
    "The chief enemy of creativity is good sense.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "Good things aren't supposed to just fall into your lap.",
    "The birth of the mind is the death of the senses.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "Teachers open the door. You enter by yourself. ",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "It is the greatest of all mistakes to do nothing because you can only do little; do something.",
    "Don't let the behavior of others destroy your inner peace.",
    "Yesterday is the past, tomorrow is the future, today is a gift - that's why it's called the present.",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over.",
    "Life goes by very fast. And the worst thing in life that you can have is a job that you hate, and have no energy and creativity in.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "Not all readers are leaders, but all leaders are readers.",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "If you do not change direction, you may end up where you are heading.",
    "Waste no more time arguing about what a good man should be. Be one."
]