[
    "The salvation of the world lies in the human heart.",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Big people don't make people feel small.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "Selfishness and greed, individual or national, cause most of our troubles.",
    "You just can't beat the person who never gives up. ",
    "Storms don't last forever.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "Unless you're ashamed of yourself now and then, you're not honest.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Make each day a new horizon.",
    "Difficult roads often lead to beautiful destinations.",
    "Much learning does not teach understanding.",
    "I don't pretend to know everything; I just only speak on matters I know I'll win.",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "You can't have anything worthwhile without difficulties.",
    "To know your Enemy, you must become your Enemy.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "The guest will judge better of a feast than the cook.",
    "Live simply, expect little, give much.",
    "Be confident, not certain.",
    "Humans and prosperity never endure side by side for long.",
    "When you stop questioning, you stop learning.",
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "Awakening is possible only for those who seek it and want it.",
    "If you want to make God laugh, tell him about your plans. ",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Weeds are flowers too, once you get to know them.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "The very essence of instinct is that it's followed independently of reason.",
    "Learn to sit back and observe, not everything needs a reaction.",
    "Don´t hesitate or allow yourself to make excuses. Just get out and do it.",
    "I am who I am today because of the choices I made yesterday.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "You can't build a reputation on what you are going to do. ",
    "The moment you doubt whether you can fly, you cease for ever to be able to do it.",
    "The question is not what you look at, but what you see.",
    "Look to the beauty of this day, miracles are all around you.",
    "Life moves on and so should we.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  ",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "We will outstretch the hand if you unclench your fist.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "It is better to be looked over than overlooked.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "Do not believe that you will reach your destination without leaving the shore. "
]