[
    "If you can't imagine it, you can't have it.",
    "He who knows best knows how little he knows.",
    "If you truly expect something to be difficult, it will be.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "Live calmly. The time will come when the flowers bloom by themselves.",
    "Be kind whenever possible. It is always possible.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "The greatest value of a picture is when it forces us to notice what we never expected to see.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "If we are not able to smile, then the world will not have peace.",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "The way to get started is to quit talking and begin doing.",
    "By words the mind is winged.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "Fear is stupid. So are regrets.",
    "It is better to learn late than never.",
    "Trust is the foundation of great leadership.",
    "Obstacles can't stop you. Problems can't stop you. Most of all, other people can't stop you. Only you can stop you.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "To affect the quality of the day, that is the highest of arts.",
    "Make no small plans for they have no power to stir the soul.",
    "The most important thing in communication is to hear what isn't being said.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "Circumstances do not make the man, they reveal him.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "Wit is educated insolence.",
    "Don't stop when you're tired. Stop when you're done.",
    "Nothing brings down walls as surely as acceptance.",
    "Action may not always bring happiness, but there is no happiness without action.",
    "You are the average of the five people you spend most time with.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "Forever is composed of now's.",
    "It's the unknown we fear when we look upon death and darkness, nothing more.",
    "Yesterday is but today's memory, tomorrow is today's dream.",
    "Children are our greatest natural resource.",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind.",
    "Where words fail, music speaks.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "Cease striving. Then there will be transformation.",
    "The person who is his own master cannot tolerate another boss. ",
    "If I can stop one heart from breaking, I shall not live in vain.",
    "If you want to be successful, you have to jump, there's no way around it.",
    "When it comes to mastering a skill, time is the magic ingredient."
]