[
    "The best answer to anger is silence.",
    "We have a choice everyday regarding the attitude we will embrace for that day.",
    "Give out what you most want to come back.",
    "I skate to where the puck is going to be, not where it has been.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "The purpose of life is the expansion of happiness.",
    "I've always lived in the moment.",
    "Time you enjoy wasting, was not wasted.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "If you chase two rabbits, you catch none.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "Time heals what reason cannot.  ",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "When you're the only sane person, you look like the only insane person.",
    "Those who bring sunshine into the lives of others cannot keep it from themselves.",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "Tomorrow is only found in the calendar of fools.",
    "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand.",
    "You are what you do, not what you say you'll do.",
    "In the beginner's mind there are many possibilities, but in the expert's mind there are few.",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "A minute's success pays the failure of years.",
    "The two most powerful warriors are patience and time.",
    "Do what you can, with what you have, where you are.",
    "Your past does not equal your future.",
    "Everybody's life is either rewarding or an example.",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "Who you are is defined by what you're willing to struggle for.",
    "The only thing worse than being blind is having sight but no vision.",
    "What one does is what counts. Not what one had the intention of doing.",
    "As you love yourself, life loves you back.",
    "Circumstances do not make the man, they reveal him.",
    "Whoever is happy will make others happy too.",
    "Greatness comes from living with purpose and passion.",
    "Dreams are the touchstones of our characters.",
    "We make a living by what we get, but we make a life by what we give.",
    "If I can pay the bills, I'm happy.",
    "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "The only place where success comes before work is in the dictionary.",
    "Love is merely the name for the desire and pursuit of the whole.",
    "You can never get enough of what you don't need to make you happy.",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "When you're curious, you find lots of interesting things to do.",
    "One loses many laughs by not laughing at oneself.",
    "The harder you work, the harder it is to surrender."
]