[
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "Be yourself; everyone else is already taken ",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "Normal is the average of deviance.",
    "Every blessing ignored becomes a curse.",
    "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
    "Forget safety. Live where you fear to live.",
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "The traveler sees what he sees. The tourist sees what he has come to see.",
    "Fiction is the truth inside the lie.",
    "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "Be willing to be a beginner every single morning.",
    "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.  ",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "It's wise to tell the truth. It's even wiser to tell it kindly.",
    "Freedom lies in being bold.",
    "Your life does not get better by chance, it gets better by change.",
    "When you've got nothing, you've got nothing to lose.",
    "You can calculate the worth of a man by the number of his enemies.",
    "Stuff your eyes with wonder... live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "A wise man can learn more from a foolish question than a fool can learn from a wise answer.  ",
    "We can know only that we know nothing. And that is the highest degree of human wisdom.",
    "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "It is the greatest of all mistakes to do nothing because you can only do little; do something.",
    "The opportunity of defeating the enemy is provided by the enemy himself.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "Till it has loved, no man or woman can become itself.",
    "When you view failure as feedback, you get more done. When you view failure as a finality, you get nothing done.",
    "Always turn a negative situation into a positive situation.",
    "If you do not get the chills when you set your goal you're not setting big enough goals.",
    "What you seek is seeking you.",
    "Even when a friend does something you do not like, he continues to be your friend. ",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.",
    "Evil is whatever distracts. ",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Throw your heart over the bar and your body will follow.",
    "The scariest monsters are the ones that lurk within our souls.",
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "It is only depth of character that determines the profundity with which we face life.",
    "Who you are is always right.",
    "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "Remember to look up at the stars and not down at your feet.",
    "It's not what you pay a man, but what he costs you that counts."
]