[
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "Life becomes easier and more beautiful when we can see the good in other people.",
    "Life isn't about finding yourself. Life is about creating yourself.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "All problems are illusions of the mind.",
    "To plant a garden is to believe in tomorrow.  ",
    "Whenever you find yourself on the side of the majority, it is time to reform.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "Allow motion to equal emotion.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "Every strike brings me closer to the next home run. ",
    "The purpose of life is the expansion of happiness.",
    "We are all faced with a series of great opportunities brilliantly disguised as impossible situations. ",
    "Intelligent people make many mistakes because they cannot believe the world is really as foolish as it is.",
    "Think and wonder, wonder and think.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "Never whine, never complain, never try to justify yourself.",
    "Through discipline comes freedom.",
    "Dreams are for dreamers. Goals are for achievers.",
    "If you truly expect something to be difficult, it will be.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "Never let the things you can't do stop you from doing what you can.",
    "Don't let the past steal your present.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "Have a vision. Be demanding.",
    "The only normal people are the ones you don't know very well.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "Force has no place where there is need of skill. ",
    "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
    "We are all self-made, but only the successful will admit it.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "When you reach the end of your rope, tie a knot in it and hang on.",
    "It is never too late to be what you might have been.",
    "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "To forgive means pardoning the unpardonable.",
    "Life is a challenge, meet it! Life is a dream, realize it! Life is a game, play it! Life is love, enjoy it!",
    "Do not look for approval except for the consciousness of doing your best.",
    "Choose to be optimistic, it feels better.",
    "All life is an experiment. The more experiments you make, the better.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "Your purpose will be clear only when you listen to your heart.",
    "Definitions belong to the definers, not the defined.",
    "Never let your memories be greater than your dreams.",
    "Dreams provide nourishment for the soul, just as a meal does for the body."
]