[
    "Originality is the fine art of remembering what you hear but forgetting where you heard it. ",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "Act the way you want to be and soon you'll be the way you act.",
    "To seek greatness is the only righteous vengeance.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "Don't Let Yesterday Take Up Too Much Of Today.",
    "What have you done today to make someone else happy?",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "The journey, not the destination matters.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "Change is never easy, but always possible.",
    "The search for happiness is one of the chief sources of unhappiness.",
    "Is it really possible to tell someone else what one feels?",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "If you do not push the boundaries, you will never know where they are.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "You are the average of the five people you spend most time with.",
    "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
    "Success is nothing more than a few simple disciplines practiced every day.",
    "Every act of creation is first an act of destruction.",
    "In the middle of chaos lies opportunity.  ",
    "Appear weak when you are strong, and strong when you are weak.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "A minute's success pays the failure of years.",
    "Happiness depends upon ourselves.",
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "Peace begins with a smile.",
    "Life begins where fear ends.",
    "You can't build a reputation on what you are going to do. ",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "It is dangerous to be right in matters on which the established authorities are wrong.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "The smallest of actions is always better than the noblest of intentions.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "Take the attitude of a student. Never be too big to ask questions. Never know too much to learn something new.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "Create each day anew.",
    "Don't look back - you're not going that way.",
    "People inspire you, or they drain you. Pick them wisely.",
    "The beautiful journey of today can only begin when we learn to let go of yesterday.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give."
]