[
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "Find something you love and do it better than everyone else.",
    "One's best success comes after their greatest disappointments.",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "Never feel shame for trying and failing, for he who has never failed is he who has never tried.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Insanity: doing the same thing over and over again and expecting different results.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "The world is changed by your example, not by your opinion.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "A person hears only what they understand.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "Here and now...breathe and relax...in battle and in life.",
    "One always begins to forgive a place as soon as it's left behind.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
    "The temptation to give up is strongest just before victory.",
    "A clear conscience never fears midnight knocking.",
    "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.",
    "Silence is a source of great strength.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "The businessman's tool is value.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "The difference between treason and patriotism is only a matter of dates.",
    "No one is useless in this world who lightens the burdens of another.",
    "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "Smile, breathe and go slowly.",
    "Hope and fear come from feeling that we lack something; they come from a sense of poverty.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "Every day is lost in which we do not learn something useful. Man has no nobler or more valuable possession than time.",
    "Anyone who has ever made anything of importance was disciplined.",
    "Discipline yourself, and others won't need to.",
    "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
    "Tall oaks grow from little acorns.",
    "Conscience is a man's compass. ",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "The impossible can always be broken down into possibilities.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "The very essence of instinct is that it's followed independently of reason.",
    "The whole is greater than the sum of its parts."
]