[
    "Don't worry about being successful, but work toward being significant and the success will naturally follow.",
    "Admire as much as you can. Most people do not admire enough.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "The best dreams happen when you're awake.",
    "From the errors of others, a wise man corrects his own.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "Better to have, and not need, than to need, and not have.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "It is well known that those who do not trust themselves never trust others.",
    "Don't let making a living prevent you from making a life.",
    "Not all those who wander are lost.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "Behind every cloud is another cloud.",
    "You will succeed because most people are lazy.",
    "As you think, you travel, and as you love, you attract.",
    "A Quitter never wins - and - a Winner never quits.",
    "Relax. Nothing is under control.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "If you do not change direction, you may end up where you are heading.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "There are two things a person should never be angry at, what they can help, and what they cannot.",
    "The secret of getting started is breaking your complex, overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "Everybody's life is either rewarding or an example.",
    "The only normal people are the ones you don't know very well.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "Conscience is a man's compass. ",
    "The only real mistake is the one from which we learn nothing. ",
    "Time is a game played beautifully by children.",
    "The worst part of success is trying to find someone who is happy for you.",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "All power is from within and therefore under our control.",
    "The enemy is a very good teacher.",
    "To do great work one must be very idle as well as very industrious.",
    "Nothing ever happened in the past that can prevent you from being present now; and if the past cannot prevent you from being present now, what power does it have?",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "It takes a very long time to become young.",
    "Success is a poor teacher.",
    "Paths are made by walking.",
    "He who cheats the earth will be cheated by the earth.",
    "I have lost friends, some by death...others by sheer inability to cross the street.",
    "True friendship ought never to conceal what it thinks. ",
    "If you've made a mistake, it's better just to laugh at it.",
    "True wealth is of the heart, not of the purse.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "Action may not always bring happiness, but there is no happiness without action."
]