[
    "To travel is to be alive, but to get somewhere is to be dead.",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "The only thing we have to fear is fear itself.",
    "If we all did the things we are capable of doing, we would literally astound ourselves.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "Be royal in your own fashion: act like a king to be treated like one.",
    "If you do not conquer self, you will be conquered by self.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "Fears are nothing more than a state of mind.",
    "We are all self-made, but only the successful will admit it.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "No matter what happens in life, never lose sight of who you are.",
    "Real loss is only possible when you love something more than you love yourself.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening.",
    "Less is more.",
    "When you're curious, you find lots of interesting things to do.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "The businessman's tool is value.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "The greatest of empires, is the empire over one's self.",
    "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
    "People don't care how much you know until they know how much you care.",
    "If a thing is worth doing, it is worth doing badly.",
    "Just do the best you can. No one can do more than that.",
    "Everyone you admire was once a beginner.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "Happiness is not something ready made. It comes from your own actions.",
    "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
    "Your dream has to be bigger than your fear.",
    "He who knows how to wait need make no concessions.",
    "Life moves on and so should we.",
    "I believe that potential is unlimited - success depends on daring to act on dreams.   ",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "If everyone is moving forward together, then success takes care of itself.",
    "The biggest mistake we could ever make in our lives is to think we work for anybody but ourselves.",
    "Chop your own wood and it will warm you twice. ",
    "Surround yourself only with people who are going to take you higher.",
    "Think of yourself as dead. you have lived your life. Now, take what's left, and live it properly.",
    "It's much better to do good in a way that no one knows anything about it.",
    "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "I'd rather welcome change than cling to the past.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
    "Beware of false knowledge, it is more dangerous than ignorance.",
    "Little by little, one travels far."
]