[
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "Be the change that you want to see in the world.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying.",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "Don't wait for the right opportunity: create it.",
    "People who avoid failure also avoid success.",
    "Originality is the fine art of remembering what you hear but forgetting where you heard it. ",
    "It is well known that those who do not trust themselves never trust others.",
    "Learning is a gift, even when pain is your teacher.",
    "Peace is letting it be. Letting life flow, letting emotions flow through you.",
    "Obstacles are those frightful things you see when you take your eyes off your goal.",
    "It always seems impossible until it's done.",
    "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.",
    "One loyal friend is worth ten thousand relatives.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "Don't allow your mind to tell your heart what to do. The mind gives up easily.",
    "Action is the foundational key to all success.",
    "The more you praise and celebrate your life, the more there is in life to celebrate. ",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "Life moves on and so should we.",
    "It's just a bad day, not a bad life.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "The difference between winning and losing is most often not quitting.",
    "Always turn a negative situation into a positive situation.",
    "Muddy water is best cleared by leaving it alone.",
    "Stop being tormented by everyone else's reaction to you.",
    "The hardest arithmetic to master is that which enables us to count our blessings.",
    "Don't worry about being successful, but work toward being significant and the success will naturally follow.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "You may delay, but time will not.",
    "Success is getting what you want... Happiness is wanting what you get.",
    "Is it really possible to tell someone else what one feels?",
    "Don't be afraid of missing opportunities. Behind every failure is an opportunity somebody wishes they had missed.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "Every blessing ignored becomes a curse.",
    "Whether you think you can or think you can't – you are right.",
    "The wise warrior avoids the battle.",
    "If you do not conquer self, you will be conquered by self.",
    "Peace of mind is that mental condition in which you have accepted the worst.",
    "The purpose of life is the life of purpose.",
    "When you want to be honored by others, you learn to honor them first.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "Alone we can do so little; together we can do so much.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Your next step is simple. You are the first domino.",
    "When things go wrong, don't go with them."
]