[
    "You can't tell big dreams to small minded people.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "The chief danger in life is that you may take too many precautions.",
    "Winners never quit and quitters never win.",
    "You have within you right now, everything you need to deal with whatever the world can throw at you.",
    "What one does is what counts. Not what one had the intention of doing.",
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "Whatever you believe with feeling becomes your reality. ",
    "Silence is a source of great strength.",
    "It is easier to fight for one's principles than to live up to them. ",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "Words have no power to impress the mind without the exquisite horror of their reality.",
    "You are free, and that is why you are lost.",
    "Change is hardest at the beginning, messiest in the middle and best at the end.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "Rewards and punishment is the lowest form of education.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "If you quit once it becomes a habit.",
    "Failing is another stepping stone to greatness.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.",
    "Dreams provide nourishment for the soul, just as a meal does for the body.",
    "It's the job that's never started that takes the longest to finish.",
    "It is literally true that you can succeed best and quickest by helping others succeed.",
    "The more you trust yourself, the less you compare yourself to others.",
    "Don't worry about being successful, but work toward being significant and the success will naturally follow.",
    "Even if you persuade me, you won't persuade me.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "We can choose to look at whatever we want.  We can look at what's wrong in our life or we can look at what's right.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "We must cultivate our garden. ",
    "Wrong does not cease to be wrong because the majority share in it.",
    "It is not enough to win a war; it is more important to organize the peace.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "I am who I am today because of the choices I made yesterday.",
    "Wealth consists not in having great possessions, but in having few wants.",
    "The purpose of life is the life of purpose.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
    "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "Do what is right, not what is easy, nor what is popular.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "Awaken. Take heed, do not squander your life."
]