[
    "You give but little when you give of your possessions. It is when you give of yourself that you truly give.",
    "Success is a consequence and must not be a goal.",
    "Not how long, but how well you have lived is the main thing.",
    "Showing off is the fool's idea of glory. ",
    "The most virtuous are those who content themselves with being virtuous without seeking to appear so.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "When you win, say nothing, when you lose say less.",
    "If it's not broken, tinker with it till you find out how it works.",
    "The only defense against the world is a thorough knowledge of it.",
    "The smallest act of kindness is worth more than the greatest intention.  ",
    "The mind is the limit.",
    "Realize deeply that the present moment is all you ever have. ",
    "You can't let your failures define you. You have to let your failures teach you.",
    "Live your life as an exclamation rather than an explanation.",
    "To forgive means pardoning the unpardonable.",
    "Better the cottage where one is merry than the palace where one weeps.",
    "A day without laughter is a day wasted.",
    "Persistence is very important. You should not give up unless you are forced to give up.",
    "No great mind has ever existed without a touch of madness.",
    "Every blessing ignored becomes a curse.",
    "Success comes to those who become success conscious.",
    "Faithless is he that says farewell when the road darkens.",
    "Time flies whether you are having fun or not.",
    "If you can't, you must. If you must, you can.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "The more often a stupidity is repeated, the more it gets the appearance of wisdom.",
    "The Art of Peace begins with you.",
    "If you do not push the boundaries, you will never know where they are.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "You cannot find peace by avoiding life.",
    "The difference between impossible and possible is a willing heart.",
    "Only one thing is ever guaranteed, that is that you will definitely not achieve the goal if you don't take the shot.",
    "All religions, arts and sciences are branches of the same tree. ",
    "Don't waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "In spite of everything, I shall rise again.",
    "Our greatest fears lie in anticipation.",
    "It doesn't matter what you do, only how well you do it.",
    "Your gift is something that you can do innately better than anything else.",
    "Peaceful is the one who expects nothing.",
    "A crisis is an opportunity riding the dangerous wind.",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "Make each day your masterpiece.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "It is ignorance that causes most mistakes.",
    "The privilege of a lifetime is to become who you truly are.",
    "Nothing is really work unless you would rather be doing something else. "
]