[
    "What gets measured gets improved.",
    "If you see someone without a smile give them one of yours.",
    "Life reflects your own thoughts back to you.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "Identify your problems, but give your power and energy to solutions.",
    "Talk to someone about themselves and they'll listen for hours.",
    "Not why the addiction but why the pain.",
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "The truth is rarely pure and never simple. ",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "It is the power of thought that gives man power over nature.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
    "The only thing worse than being blind is having sight but no vision.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "There is a cosmic law which says that every satisfaction must be paid for with a dissatisfaction.",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "The river that flows in you also flows in me.",
    "Be polite to all, but intimate with few.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "Quiet people have the loudest minds.",
    "The best dreams happen when you're awake.",
    "Changing minds is harder than finding people who already agree.",
    "The person who never made a mistake never tried anything new.",
    "You are free, and that is why you are lost. ",
    "Rest and be kind, you don't have to prove anything.",
    "Don't stop when you're tired. Stop when you're done.",
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "Be curious, not judgmental.",
    "Go for it now. The future is promised to no one.",
    "If you've made a mistake, it's better just to laugh at it.",
    "From morning till night, we should never rely on a single thing.",
    "The finish line is just the beginning of a whole new race.",
    "Till it has loved, no man or woman can become itself.",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "Pleasure in the job puts perfection in the work.",
    "The act of taking the first step is what separates the winners from the losers.",
    "Most of the evil in this world is done by people with good intentions.",
    "The right thing to do and the hard thing to do are usually the same.",
    "Real learning comes about when the competitive spirit has ceased.",
    "Turn off your mind, relax, and float downstream.",
    "The one who boasts does so only out of a feeling of inferiority.",
    "You drown not by falling into a river, but by staying submerged in it.",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over.",
    "Don't wait for extraordinary opportunities. Seize common occasions and make them great.",
    "All problems are interpersonal relationship problems."
]