[
    "A friend to all is a friend to none.",
    "You are always your own best guru, your own best teacher, the answers are always inside you.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "Leadership starts at the top.",
    "The person who never made a mistake never tried anything new.",
    "We are shaped and fashioned by what we love.",
    "Every limit is a beginning as well as an ending.",
    "Avoiding danger is no safer in the long run than exposure.",
    "What is planted in each person's soul will sprout.  ",
    "All great truths begin as blasphemies.",
    "Our stories may be singular, but our destination is shared.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided.",
    "A lie can travel half way around the world while the truth is putting on its shoes.",
    "When you reach the end of your rope, tie a knot in it and hang on.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "Life is about not knowing and then doing something anyway.",
    "You don't know who is important to you until you actually lose them.",
    "For all evils there are two remedies - time and silence.",
    "Until we can manage time, we can manage nothing else.",
    "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing.",
    "He suffers more than necessary, who suffers before it is necessary.  ",
    "No tree, it is said, can grow to heaven unless its roots reach down to hell.",
    "To raise your consciousness, surround yourself with people of higher consciousness.",
    "Far more crucial than what we know or do not know is what we do not want to know.",
    "Life is either a daring adventure, or it is nothing.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "No great mind has ever existed without a touch of madness.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "Don't be pushed by your problems; be led by your dreams.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "There is no excuse for not trying.",
    "It's better to have a short life that is full of what you like doing, than a long life spent in a miserable way.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "Mind is the creator of everything. You should therefore guide it to create only good.",
    "Don't wish it were easier, wish you were better.",
    "Weeds are flowers too, once you get to know them.",
    "Darkness is the absence of light.",
    "Being entirely honest with oneself is a good exercise.",
    "Work as though you would live forever, and live as though you would die today. Go another mile.",
    "The essence of the Way is detachment.",
    "Trust thyself: every heart vibrates to that iron string.",
    "It is truth that liberates, not your effort to be free.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "Those who attain the middle Dominate the whole.",
    "There is a difference between giving directions and giving direction.",
    "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
    "The goal is not to be perfect by the end, the goal is to be better today."
]