[
    "It matters not what someone is born, but what they grow to be.",
    "People don't care how much you know until they know how much you care.",
    "Imagination is more important than knowledge.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "Sometimes things become possible if we want them bad enough.",
    "Success is going from failure to failure without losing your enthusiasm",
    "Never waste a minute of your precious life thinking about people you don't like.",
    "Each time we don't say what we wanna say, we're dying.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Success on the outside means nothing unless you also have success within.",
    "Working hard for something we don't care about is called stress: Working hard for something we love is called passion.",
    "An inventor is a man who asks Why? of the universe and lets nothing stand between the answer and his mind.",
    "Speak when you are angry - and you'll make the best speech you'll ever regret.",
    "Thinking is difficult, that's why most people judge.",
    "Even if you're sure you can win, be careful that you can live with what you lose.",
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "If you're not making mistakes, then you're not doing anything.",
    "Freeing oneself from words is liberation. ",
    "It is your attitude, not your aptitude, that determines your altitude.",
    "The heart that gives, gathers.",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "If you focus on success, you'll have stress. But if you pursue excellence, success will be guaranteed.",
    "Living life in style also means living a life of balance.",
    "The most wasted day of all is that on which we have not laughed.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.",
    "Today will never happen again. Don't waste it with a false start or no start at all.",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "We will act consistently with our view of who we truly are, whether that view is accurate or not.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "The best teacher is experience and not through someone's distorted point of view.",
    "Dance first. Think later. It's the natural order.",
    "Awaken. Take heed, do not squander your life.",
    "Play your part in life, but never forget that it is only a role.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "The least deviation from truth will be multiplied later.",
    "Youth has no age.",
    "Happiness is an effect of doing what you love, not an end goal to be achieved.",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "Quality is not an act, it is a habit.",
    "The more you give, the more comes back to you.",
    "Wheresoever you go, go with all your heart.",
    "To a mind that is still, the entire universe surrenders.",
    "Believe you can and you will be halfway there.",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "Act the way you want to be and soon you'll be the way you act.",
    "A needle is not sharp at both ends. ",
    "Life must be a constant education; one must learn everything, from speaking to dying."
]