[
    "The quality, not the longevity, of one's life is what is important.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "The truth is not for all men, but for those who seek it.",
    "If you can change your mind, you can change your life.",
    "The heart wants what it wants. There's no logic. ",
    "You are the only problem you will ever have and you are the only solution.",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "All human wisdom is contained in these two words - Wait and Hope",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "By seeking and blundering we learn.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "Remember we're all in this alone.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "Life is but one dream flowing into another.",
    "Judge a man by his questions rather than his answers.",
    "Don't want anything. Then you get everything.",
    "Some people dream of success, while others wake up and work hard at it.",
    "Don't look back - you're not going that way.",
    "Confidence breeds beauty.  ",
    "Eighty percent of success is showing up. ",
    "One's best success comes after their greatest disappointments.",
    "The future is no more uncertain than the present.",
    "Even in the grave, all is not lost.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "Each problem has a positive side.",
    "Everyday is a second chance.",
    "Change is hard at first, messy in the middle and gorgeous at the end.",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "Always keep your eyes open. Keep watching. Because whatever you see can inspire you.",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "Perplexity is the beginning of knowledge.",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "Our truest life is when we are in dreams awake.",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "Obstacles are those frightful things you see when you take your eyes off your goal.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions."
]