[
    "Give out what you most want to come back.",
    "Much learning does not teach understanding.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "The more you extend kindness to yourself, the more it will become your automatic response to others.",
    "The best revenge is to be unlike him who performed the injury.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
    "Honesty is the first chapter in the book of wisdom.",
    "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
    "The best of us sometimes eat our words.  ",
    "Everything has its beauty, but not everyone sees it. ",
    "Be a good animal, true to your instincts.",
    "Believe and you're halfway there.",
    "Exceptional thinkers ignore their critics and go about their business making history.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying.",
    "Don´t hesitate or allow yourself to make excuses. Just get out and do it.",
    "Do every act of your life as if it were your last.",
    "The secret of getting started is breaking your complex, overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "Re-examine all that you have been told... dismiss that which insults your soul.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "The businessman's tool is value.",
    "Life is too important to be taken seriously.",
    "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "It's possible in ways both large or small to make a difference in someone's life.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "Stop wasting time defending your problems and work on addressing them instead.",
    "It's not about what it is, it's about what it can become.",
    "It is difficult to free fools from the chains they revere. ",
    "Be happy now, without reason - or you never will be at all.",
    "There are no ordinary moments.",
    "Heaven is right where you are standing.",
    "Don't criticize what you can't understand. ",
    "When your intuition is strong, follow it.",
    "Nothing endures but change.",
    "A journey of a thousand miles begins with a single step.",
    "Don't wish it were easier, wish you were better.",
    "When you change what you believe, you change what you do.",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "On the other side of the clouds is a bright blue sky.",
    "The wise man reads both books and life itself.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "If I persist long enough I will win.",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "It is not how much we have, but how much we enjoy, that makes happiness.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work."
]