[
    "Expect the best, plan for the worst, and prepare to be surprised. ",
    "There are no mistakes in life, only lessons.",
    "There is no one giant step that does it. It's a lot of little steps.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "Anxiety is the dizziness of freedom.",
    "Your world is a living expression of how you are using and have used your mind.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "If I can stop one heart from breaking, I shall not live in vain.",
    "One mistake does not have to rule a person's entire life.",
    "The greatest step towards a life of simplicity is to learn to let go.",
    "Life has more imagination than we carry in our dreams.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "No matter what happens in life, never lose sight of who you are.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "Live life as though nobody is watching, and express yourself as though everyone is listening.",
    "Identify your problems, but give your power and energy to solutions.",
    "If you are going to achieve excellence in big things, you develop the habit in little matters.",
    "Excellence is not a skill. It is an attitude. ",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "Teachers open the door. You enter by yourself. ",
    "The future is the worst thing about the present.",
    "The first half of life is devoted to forming a healthy ego, the second half is going inward and letting go of it.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "Note that this journey is uniquely yours, no one elses. So the path has to be your own.",
    "No kind action ever stops with itself. One kind action leads to another. Good example is followed.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "It is better to be looked over than overlooked.",
    "Happiness is only real, when shared.",
    "The roots of education are bitter, but the fruit is sweet.",
    "May you live all the days of your life.",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it. ",
    "Each problem has a positive side.",
    "Never argue with ignorance. It only leads to frustration.",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "Keep your dreams, you never know when you might need them.",
    "Success is within the reach of just about everyone.",
    "What have you done today to make someone else happy?",
    "Walk slowly but never walk backward.",
    "Luck is what happens when preparation meets opportunity.  ",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "The secret of getting ahead is getting started.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "No man is happy who does not think himself so.",
    "Even the smallest person can change the course of the future.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "Don't shortchange yourself when it comes to investing in your own better future."
]