[
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "A journey of a thousand miles must begin with a single step.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "Man is affected not by events but by the view he takes of them.  ",
    "There are no differences but differences of degree between different degrees of difference and no difference.",
    "To be in harmony with the wholeness of things is not to have anxiety over imperfections.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "The prettiest eyes have cried the most.",
    "The real art in learning takes place as we move beyond proficiency, when our work becomes an expression of our essence.",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "If we are honest with ourselves, most of us will have to admit that we live out our lives in an ocean of fear.",
    "We must have strong minds, ready to accept facts as they are.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Your vision will become clear only when you can look into your own heart.",
    "Mistake is a mistake only if you make it twice.",
    "If there's a definition of freedom, I think it's this: living life on your terms.",
    "Adventure is worthwhile in itself.",
    "We are all like the bright moon, we still have our darker side.  ",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "May you find grace as you surrender to life. May you find happiness, as you stop seeking it.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "The price of inaction is far greater than the cost of making a mistake.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "Poverty and hardship are created by false thinking.",
    "Start each day with a positive thought and a grateful heart.",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "Who wishes to fight must first count the cost.",
    "Creativity is the greatest rebellion in existence.",
    "There are as many opinions as there are experts.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "You are what you believe in. You become that which you believe you can become.",
    "Don't explain your philosophy. Embody it.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "At the center of your being you have the answer; you know who you are and you know what you want.",
    "Nothing good ever comes of violence.",
    "Everything is created twice, first in the mind and then in reality.",
    "I defeat my enemies when I make them my friends.",
    "Art is the signature of civilizations. "
]