[
    "Live your life as an exclamation rather than an explanation.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "Rudeness is the weak man's imitation of strength.",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "Who looks outside, dreams; who looks inside, awakes.",
    "The more we have the less we own.",
    "Attitude, not aptitude, determines altitude.  ",
    "To find yourself, think for yourself.",
    "The birth of the mind is the death of the senses.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "We make a living by what we get, but we make a life by what we give.",
    "Whatever you believe with feeling becomes your reality. ",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "Sometimes good things fall apart so better things can fall together.",
    "You're never too old for anything.",
    "Observe things as they are and don't pay attention to other people.",
    "Comedy = tragedy + time.",
    "To some degree, you control your life by controlling your time.",
    "Sometimes letting things go is an act of far greater power than defending or hanging on.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "Act the way you want to be and soon you'll be the way you act.",
    "The greatest of empires, is the empire over one's self.",
    "If you don't break your ropes while you're alive, do you think ghosts will do it after?",
    "You must be willing to do what others won't do, to have what others won't have.",
    "What we know is a drop, what we don't know is an ocean. ",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "Saying nothing sometimes says the most.",
    "If you done it, it ain't bragging.",
    "Most of the evil in this world is done by people with good intentions.",
    "It is not uncommon for people to spend their whole life waiting to start living.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "He who leaves the game wins it.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "Wealth is the product of man's capacity to think.",
    "The worst part of success is trying to find someone who is happy for you.",
    "Tomorrow is only found in the calendar of fools.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "The farther backward you can look, the farther forward you are likely to see.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Actions are the seeds of fate. Deeds grow into destiny.",
    "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. ",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "The man who removes a mountain begins by carrying away small stones."
]