[
    "There are three classes of people: those who see. Those who see when they are shown. Those who do not see.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "Silence is sometimes the best answer.",
    "The smallest act of kindness is worth more than the greatest intention.  ",
    "Confidence comes not from always being right but not fearing to be wrong.",
    "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
    "There is a cosmic law which says that every satisfaction must be paid for with a dissatisfaction.",
    "Quiet people have the loudest minds.",
    "Be the silent watcher of your thoughts and behavior. You are beneath the thinker.",
    "What do we live for, if it is not to make life less difficult for each other?",
    "Debt is the slavery of the free.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "It is not as important how we start, but how we finish.",
    "Just as true humor is laughter at oneself, true humanity is knowledge of oneself.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "Imagination means nothing without doing.  ",
    "Don't ever save anything for a special occasion. Being alive is the special occasion.",
    "Strategy is a commodity, execution is an art.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "Life's too mysterious to take too serious.",
    "You are the average of the five people you spend most time with.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Here and now...breathe and relax...in battle and in life.",
    "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "Judge your success by what you had to give up in order to get it.",
    "If you can't explain it simply, you don't understand it well enough.",
    "From error to error one discovers the entire truth.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "I defeat my enemies when I make them my friends.",
    "When you want to be honored by others, you learn to honor them first.",
    "Rudeness is the weak man's imitation of strength.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "If you want to make God laugh, tell him about your plans. ",
    "To be calm is the highest achievement of the self.",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "Life is a challenge, meet it! Life is a dream, realize it! Life is a game, play it! Life is love, enjoy it!",
    "Before anything else, preparation is the key to success.",
    "Anger begins with folly, and ends with repentance. ",
    "Anything worth doing is worth doing slowly.",
    "This is the real secret of life - to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.",
    "It is better to disappoint people with the truth than to appease them with a lie.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "Sometimes things become possible if we want them bad enough.",
    "No snowflake ever falls in the wrong place.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves."
]