[
    "Men trust their ears less than their eyes.",
    "Conflict cannot survive without your participation. ",
    "Distant water does not put out a nearby fire.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "Learn from the mistakes of others. You can't live long enough to make them all yourself.",
    "Be approximately right rather than exactly wrong.",
    "Your business is not to 'get somewhere' - it is to be here.",
    "Vision is the art of seeing things invisible.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "Better to light a candle than to curse the darkness. ",
    "Without the rain there would be no rainbow.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "He who can, does.",
    "Your mind is infinite, it's your doubts that are limiting.",
    "Realistic people do not accomplish extraordinary things.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "No man can get rich himself unless he enriches others.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "The most difficult times for many of us are the ones we give ourselves.",
    "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.",
    "What you become is far more important than what you get.",
    "He who fails to plan, plans to fail.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "The whole is greater than the sum of its parts.",
    "Happiness is not a goal...it's a by-product of a life well lived.",
    "Don't be afraid to see what you see.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "Never regret your past. Rather, embrace it as the teacher that it is.",
    "People who bite the hand that feeds them usually lick the boot that kicks them.",
    "Empty yourself of everything - let the mind become still.",
    "If you change the way you look at things, the things you look at change. ",
    "Opportunity often comes disguised in the form of misfortune or temporary defeat.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "It's better to have a short life that is full of what you like doing, than a long life spent in a miserable way.",
    "Before you embark on a journey of revenge, dig two graves. ",
    "The Art of Peace begins with you.",
    "A comfort zone is a beautiful place, but nothing ever grows there.",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "We're responsible for everything that happens to us.",
    "Sometimes you have to travel a long way to find what is near.",
    "Greatness lies not in being strong, but in the right use of strength.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "Wealth consists not in having great possessions, but in having few wants.",
    "My sun sets to rise again."
]