[
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "The quality of your life is determined by the quality of your thoughts.",
    "Whenever you find yourself on the side of the majority, it is time to reform.",
    "If you're afraid to die, you're afraid to live. You can't have one without the other.",
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "You'll see it when you believe it. ",
    "Remain calm. Be kind.",
    "The wisest men follow their own direction.",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Before anything else, preparation is the key to success.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "You cannot teach a crab to walk straight.",
    "Life may be full of pain but that's not an excuse to give up.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "Perseverance and spirit have done wonders in all ages. ",
    "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.",
    "Nothing endures but change.",
    "The greatest gift that you can give to others is the gift of unconditional love and acceptance. ",
    "Life comes at us in waves. We can't predict or control those waves, but we can learn to surf.",
    "What do we live for, if it is not to make life less difficult for each other?",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.",
    "Always turn a negative situation into a positive situation.",
    "The key to success is action.",
    "May you live all the days of your life.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "Dreams are the royal road to the unconscious. ",
    "Better the cottage where one is merry than the palace where one weeps.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "A wise person should have money in their head, but not in their heart.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "You can have it all. You just can't have it all at once. ",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "If you cannot understand something, then you have understood it incorrectly.",
    "A different result requires doing something different.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "Our life is what our thoughts make it. A man will find that as he alters his thoughts toward things and other people, things and other people will alter towards him.",
    "Intelligent men are cruel. Stupid men are monstrously cruel.",
    "You must find the place inside yourself where nothing is impossible.",
    "Weeds are flowers too, once you get to know them.",
    "If you want peace, you won't get it with violence.",
    "Your mind is infinite, it's your doubts that are limiting.",
    "To perceive is to suffer.",
    "Never trust he who trusts everyone.",
    "Time stays long enough for anyone who will use it.",
    "Peace is not something you wish for; It's something you make, something you do, something you are, and something you give away.",
    "Act as if what you do makes a difference. It does.",
    "Humans and prosperity never endure side by side for long."
]