[
    "There is a big difference between being centered and being self-centered.",
    "Happiness is only real when shared.",
    "Heroes don't need to talk about what they did.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "Start each day with a positive thought and a grateful heart.",
    "Your purpose will be clear only when you listen to your heart.",
    "Pleasure in the job puts perfection in the work.",
    "The best way out is always through.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "The source of a true smile is an awakened mind.",
    "Art, like morality, consists of drawing the line somewhere.",
    "We are all self-made, but only the successful will admit it.",
    "Nature loves to hide.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "Men are disturbed not by things, but by the view which they take of them.",
    "When the root is strong, the fruit is sweet.",
    "If you do not change direction, you may end up where you are heading.",
    "You can calculate the worth of a man by the number of his enemies.",
    "The first step toward getting somewhere is to decide that you are not going to stay where you are.",
    "Life is a question and how we live it is our answer.",
    "He who violates another's honor loses his own.",
    "Life is a long lesson in humility. ",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "You just can't beat the person who never gives up. ",
    "If you don't make things happen then things will happen to you.",
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Decide what your truth is. Then live it.",
    "For your life to be great, your faith must be bigger than your fear.",
    "If you haven't the strength to impose your own terms upon life, then you must accept the terms it offers you.",
    "The man who moved the mountain was the one who began carrying away the smallest stones.",
    "Little by little, one travels far.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "Like it or not, this moment is all we really have to work with.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "With the new day comes new strength and new thoughts.",
    "One day, in retrospect, the years of struggle will strike you as the most beautiful.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "The way we feel is the direct result of what we think.",
    "Faith means believing the unbelievable.",
    "What you resist, persists.",
    "Each day your life grows a day shorter. Make every move count.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "Throw your heart over the bar and your body will follow.",
    "Just do the best you can. No one can do more than that.",
    "Never regret your past. Rather, embrace it as the teacher that it is.",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "It's not what happens to you, but how you react to it that matters.",
    "Art is the signature of civilizations. "
]