[
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "People who belittle people, will be LITTLE people, and will accomplish very Little",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "In nature there is no alienation. Everything belongs.",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "Everybody's life is either rewarding or an example.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Heaven is right where you are standing.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "Nothing is easier than fault finding.",
    "Action may not always bring happiness, but there is no happiness without action.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Winning isn't everything, but wanting to win is.",
    "Take the attitude of a student. Never be too big to ask questions. Never know too much to learn something new.",
    "He who cheats the earth will be cheated by the earth.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little.",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "Normal is the average of deviance.",
    "Zen insists that the whole trouble is just our failure to realize that there is no problem.",
    "Friendship is like money, easier made than kept.",
    "A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "A change is brought about because ordinary people do extraordinary things.",
    "You are the average of the five people you spend the most time with.",
    "Freedom from desire leads to inner peace.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "He who knows, does not speak. He who speaks, does not know.",
    "The man who does not value himself, cannot value anything or anyone.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "We love the things we love for what they are.",
    "Your heart is full of fertile seeds, waiting to sprout.",
    "You may forget with whom you laughed, but you will never forget with whom you wept.  ",
    "If you change the way you look at things, the things you look at change. ",
    "Peaceful is the one who expects nothing.",
    "You do not read a book for the book's sake, but for your own.",
    "Science can flourish only in an atmosphere of free speech. ",
    "There is no limit to the amount of good you can do if you don't care who gets the credit.",
    "The trouble with the rat race is that even if you win, you're still a rat.",
    "Only the hand that erases can write the true thing.",
    "If a thing is worth doing, it is worth doing badly.",
    "I can think of nothing less pleasurable than a life devoted to pleasure."
]