[
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "When you consider things like the stars, our affairs don't seem to matter very much, do they?",
    "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any.",
    "What you resist, persists.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "The sun shines upon good and bad alike.",
    "Success is about creating value.",
    "The purpose of life is to contribute in some way to making things better.",
    "I must also have a dark side if I am to be whole.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "It is better to change an opinion than to persist in a wrong one.",
    "Help others and give something back.",
    "Don't be afraid to stand for what you believe in, even if that means standing alone.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "It is useless to meet revenge with revenge; it will heal nothing.",
    "Preoccupied with a single leaf you won't see the tree.",
    "Winners are not people who never fail, but people who never quit.",
    "What would you do if you weren't afraid?",
    "Life itself is the most wonderful fairy tale.",
    "Find your Light; They can't love you if they can't see you.",
    "The majority of what you want will come from the minority of what you do.",
    "Never put off to tomorrow what you can do to-day.",
    "We create the world and ourselves;",
    "You are what you do, not what you say you'll do.",
    "I defeat my enemies when I make them my friends.",
    "I am not absentminded. It is the presence of mind that makes me unaware of everything else.",
    "Pursue what catches your heart, not what catches your eyes.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "Keep your friends close, and your enemies closer.",
    "Success is within the reach of just about everyone.",
    "Behind every beautiful thing, there's some kind of pain.",
    "I skate to where the puck is going to be, not where it has been.",
    "Life should be touched, not strangled.  ",
    "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
    "Everything that is done in the world is done by hope.",
    "Everything you look at can become a fairy tale and you can get a story from everything you touch.",
    "The harder the conflict, the greater the triumph. ",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "The only limits in your life are those that you set yourself.",
    "It is in changing that we find purpose.",
    "If it entertains you now but will bore you someday, it's a distraction. Keep looking.",
    "Trust, but verify.",
    "If you are far from the enemy, make him believe you are near.",
    "The less people know, the more stubbornly they know it.",
    "The road to success is always under construction..",
    "If you can't feed a hundred people, then feed just one.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "Don't talk about what you have done or what you are going to do.",
    "Success is an iceberg."
]