[
    "Believe you can and you're halfway there.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "To be fully alive is to feel that everything is possible.",
    "When one does not have what one wants, one must want what one has.",
    "One loyal friend is worth ten thousand relatives.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "If you cannot understand something, then you have understood it incorrectly.",
    "I put my heart and soul into my work, and I have lost my mind in the process.",
    "Debt is the slavery of the free.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "Life would be tragic if it weren't funny.",
    "The harder you work, the harder it is to surrender.",
    "Every poem should remind the reader that they are going to die.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "On the other side of the clouds is a bright blue sky.",
    "Whenever you do a thing, act as if all the world were watching.",
    "Progress is limited by your ability to change your mind.",
    "When you want something in life, you just gotta reach out and grab it.",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "There's no next time. It's now or never.",
    "Knowledge is learning something everyday. Wisdom is letting go of something everyday.",
    "It takes a very long time to become young.",
    "You get in life what you have the courage to ask for.",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "Admire as much as you can. Most people do not admire enough.",
    "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "Don't spend major time on minor things.",
    "The most wasted day of all is that on which we have not laughed.",
    "The reward of suffering is experience.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "There are no accidents... there is only some purpose that we haven't yet understood.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "He who laughs at himself never runs out of things to laugh at.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Not why the addiction but why the pain.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "The world doesn't owe you anything. It was here first.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "If you want peace, accept. If you want suffering, expect.",
    "The best way to understanding is a few good examples.",
    "Being in a good frame of mind helps keep one in the picture of health.",
    "A flower falls, even though we love it; and a weed grows, even though we do not love it.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "It is not the knowing that is difficult, but the doing. ",
    "Create with the heart; build with the mind.",
    "Just get out and do it. You will be very, very glad that you did."
]