[
    "If you cannot understand something, then you have understood it incorrectly.",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "Just trust that everything is unfolding the way it is supposed to. Don't resist... Great things are waiting for you around the corner.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "If it entertains you now but will bore you someday, it's a distraction. Keep looking.",
    "Care about what other people think and you will always be their prisoner.",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "Success is getting what you want, happiness is wanting what you get.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "It is better to offer no excuse than a bad one. ",
    "If you care about someone enough, you'll always be there for them no matter what.",
    "When you want something in life, you just gotta reach out and grab it.",
    "Remember that the best relationship is one in which your love for each other exceeds your need for each other.",
    "You are what you believe yourself to be.",
    "I have not failed. I've just found 10,000 ways that won't work.",
    "Inspiration exists, but it has to find you working.",
    "Everything that irritates us about others.",
    "How to get more opportunity: Create more opportunity for others.",
    "Little by little, one travels far.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "Life is a succession of lessons, which must be lived to be understood.",
    "To handle yourself, use your head; to handle others, use your heart.",
    "We must embrace pain and burn it as fuel for our journey.",
    "Investing in yourself is the best investment you will ever make.",
    "The only problem we really have is we think we're not supposed to have problems! Problems call us to higher level- - face & solve them now!",
    "The mind that turns ever outward Will have no end to craving. Only the mind turned inward Will find a still-point of peace.",
    "A journey of a thousand miles must begin with a single step.",
    "Those who realize their folly are not true fools.",
    "Curiosity is the most powerful thing you own.",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "Walk slowly but never walk backward.",
    "Most of the important things in the world have been accompanied by people who have kept on trying when there seemed to be no hope at all.",
    "Love is the absence of judgment.",
    "Love your enemies, for they tell you your faults.",
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "When you have a dream, you've got to grab it and never let go.",
    "There are no accidents... there is only some purpose that we haven't yet understood.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "I pay attention to every minute of the day.",
    "Write to help yourself, publish to help others.",
    "If you try to micromanage yourself all you're going to do is make yourself miserable.",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "Good luck is opportunity meeting preparedness.",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "No matter what happens in life, never lose sight of who you are.",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "Relax. Nothing is under control.",
    "People don't care how much you know until they know how much you care.",
    "Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions."
]