[
    "A clever person turns great troubles into little ones, and little ones into none at all. ",
    "The friend is the man who knows all about you, and still likes you.",
    "There are no shortcuts to any place worth going.",
    "The greatest test of courage on earth is to bear defeat without losing heart.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "We all give up great expectations along the way.",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "Words used to attract the dull of wit are not to be relied on.",
    "Peace if possible, truth at all costs.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "Respect is earned by effort not age, all things age without effort.",
    "Chop your own wood and it will warm you twice. ",
    "Do good by stealth, and blush to find it fame.",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "Always look on the bright side of things. If you can't comprehend this, polish that which has become dull until it begins to shine.",
    "You cannot always control what goes on outside. But you can always control what goes on inside. ",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "The truth is simple. If it was complicated, everyone would understand it.",
    "Cleverness is not wisdom.",
    "Confidence comes not from always being right but not fearing to be wrong.",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "All great truths begin as blasphemies.",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "Learn to sit back and observe, not everything needs a reaction.",
    "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "A man has to learn that he cannot command things but that he can command himself; that he cannot coerce the wills of others but that he can mold and master his own will.",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "The first step is to establish that something is possible; then probability will occur.",
    "Dreams are for dreamers. Goals are for achievers.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "Is it really possible to tell someone else what one feels?",
    "Manifest plainness, embrace simplicity, reduce selfishness, have few desires.",
    "If you have to be in a soap opera try not to be cast in the worst role.",
    "The best revenge is to be unlike him who performed the injury.",
    "Without education, we are in a horrible and deadly danger of taking educated people seriously.",
    "You are not stuck where you are unless you decide to be.  ",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "To perceive is to suffer.",
    "What you become is far more important than what you get.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "It always seems impossible until it's done.",
    "Man must use what he has, not hope for what is not.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Difficult roads often lead to beautiful destinations.",
    "Understanding that rests in what it does not understand is the finest."
]