[
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "You cannot find peace avoiding life.",
    "There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
    "If you get up one more time than you fall, you will make it through.",
    "It is the greatest of all mistakes to do nothing because you can only do little; do something.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "He who leaves the game wins it.",
    "If you want more luck, take more chances.",
    "True knowledge exists in knowing that you know nothing.",
    "No man is happy who does not think himself so.",
    "Don't think money does everything or you are going to end up doing everything for money.",
    "Fear, uncertainty, and discomfort are your compasses toward growth.",
    "A good character is the best tombstone. Carve your name on hearts, not on marble.",
    "To be angry is to revenge the faults of others on ourselves.",
    "Anyone who reads a book with a sense of obligation does not understand the art of reading.",
    "Memory is the scribe of the soul.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "You must either modify your dreams or magnify your skills.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "The greatest treasures are those invisible to the eye but found by the heart.",
    "Nothing you do is going to matter that much in the long run. Don't take yourself so seriously.",
    "Curiosity is the most powerful thing you own.",
    "Big people don't make people feel small.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "To be calm is the highest achievement of the self.",
    "Constantly think about how you could be doing things better.",
    "We live only now. Everything else is either passed or is unknown.",
    "Don't wish it were easier, wish you were better.",
    "Understanding that rests in what it does not understand is the finest.",
    "I learned the value of hard work by working hard. ",
    "Our stories may be singular, but our destination is shared.",
    "Fear of death is fear of surrender to Infinity. Learn to surrender, to exist at Infinity while alive, and fear of death dissolves.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
    "Wheresoever you go, go with all your heart.",
    "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give.",
    "Help others and give something back.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "I never dwell on what happened. You can't change it. Move forward.",
    "Don't try to be young. Just open your mind. Stay interested in stuff.",
    "To be truly ignorant, be content with your own knowledge.",
    "The best way to not feel hopeless is to get up and do something.",
    "To affect the quality of the day, that is the highest of arts.",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "By failing to prepare, you are preparing to fail.",
    "Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind."
]