[
    "Invisible things are the only realities.",
    "Peaceful is the one who expects nothing.",
    "You cannot teach a crab to walk straight.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "There are more people who wish to be loved than there are who are willing to love. ",
    "You have to make time, even for something as universal as staring at the stars.",
    "People tend to complicate their own lives, as if living weren't already complicated enough.",
    "If you do what you've always done, you'll get what you've always gotten.",
    "You change the world by being yourself.",
    "The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings.",
    "Happiness must be grown in one's own garden.",
    "Don't be afraid to give up the good to go for the great.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand.",
    "Success on the outside means nothing unless you also have success within.",
    "A leader leads by example, not by force.",
    "Nothing important is learned; it is simply remembered.",
    "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me?'",
    "What worries you, masters you.",
    "You can only lose something that you have, but you cannot lose something that you are.",
    "Paths are made by walking.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "Throw your heart over the fence and the rest will follow",
    "Not all of us can do great things. But we can do small things with great love.",
    "Not all those who wander are lost.",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "You're only given a little spark of madness. You mustn't lose it.",
    "If you're afraid to die, you're afraid to live. You can't have one without the other.",
    "There are dark shadows on the earth, but its lights are stronger in the contrast.",
    "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
    "Truth is exact correspondence with reality. ",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "The truth is not for all men, but for those who seek it.",
    "We build too many walls and not enough bridges.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "We will outstretch the hand if you unclench your fist.",
    "A journey of a thousand miles must begin with a single step.",
    "Sometimes good things fall apart so better things can fall together.",
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "The trouble with the rat race is that even if you win, you're still a rat.",
    "There are as many opinions as there are experts.",
    "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
    "Not doing it is certainly the best way to not getting it.  ",
    "Start each day with a positive thought and a grateful heart.",
    "Always seek out the seed of triumph in every adversity.",
    "Keep your dreams, you never know when you might need them.",
    "Champions keep playing until they get it right."
]