[
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "Trust thyself: every heart vibrates to that iron string.",
    "Any game becomes important when you know and love the players.",
    "Write to help yourself, publish to help others.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "Faith is taking the first step even when you don't see the whole staircase.",
    "Always seek out the seed of triumph in every adversity.",
    "There is no significance in life without struggle.",
    "We take care of the future best by taking care of the present now.",
    "A friend to all is a friend to none.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "If a man knows not to which port he sails, no wind is favorable.  ",
    "Perseverance and spirit have done wonders in all ages. ",
    "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "I've always lived in the moment.",
    "Those who know, do. Those that understand, teach.",
    "To be truly positive in the eyes of some, you have to risk appearing negative in the eyes of others.",
    "If we have no peace, it is because we have forgotten that we belong to each other.",
    "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic. ",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "Forget safety. Live where you fear to live.",
    "Many a man has failed because he had his wishbone where his backbone should have been.",
    "The real meditation is how you live your life.",
    "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "Age is a very high price to pay for maturity.",
    "Listen to what you know instead of what you fear.",
    "Turn your wounds into wisdom. ",
    "Fear is your worst enemy. Risk is your best friend.",
    "Do not take life too seriously. You will never get out of it alive.",
    "Do not wait for leaders; do it alone, person to person.",
    "Live life as though nobody is watching, and express yourself as though everyone is listening.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "Truth is like most opinions - best unexpressed.",
    "It is indeed a radical act of love just to sit down and be quiet for a time by yourself.",
    "Life is much more successfully looked at from a single window.",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "If you want to know what God thinks about money just look at the people He gives it to.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "Public opinion is the worst of all opinions.",
    "Wheels of justice grind slow but grind fine.",
    "Make your life a mission - not an intermission.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "Everybody by your side ain't on your side.",
    "To the mind that is still, the whole universe surrenders.",
    "Silence is the great teacher and to learn its lessons you must pay attention to it."
]