[
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "It's not whether you get knocked down, its whether you get back up.",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Often in the real world, it's not the smart that get ahead, but the bold.",
    "Art is the signature of civilizations. ",
    "Allow motion to equal emotion.",
    "The first principle of success is desire.",
    "Be the change that you want to see in the world.",
    "You are your best thing.",
    "Those who are easily shocked should be shocked more often.",
    "It's not what you pay a man, but what he costs you that counts.",
    "If you want to keep your memories, you first have to live them.",
    "The future is not a gift. It is an achievement.",
    "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "Remember, hope is a good thing, maybe the best of things.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "Storms don't last forever.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "If it is not right, do not do it, if it is not true, do not say it.",
    "Winners never quit and quitters never win.",
    "Be a good animal, true to your instincts.",
    "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love. ",
    "The more you praise and celebrate your life, the more there is in life to celebrate. ",
    "Without education, we are in a horrible and deadly danger of taking educated people seriously.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "There is only the one reality, neither to be realized nor attained.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "If you do not tell the truth about yourself you cannot tell it about other people.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "We suffer more often in imagination than in reality.",
    "If you can't explain it simply, you don't understand it well enough.",
    "Fools resist. The wise embrace.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "Make no small plans for they have no power to stir the soul.",
    "Never spend your money before you have earned it.",
    "If you don't find the time, if you don't do the work, you don't get the results.",
    "I wasn't brave, I just didn't have time to be scared.",
    "Heal the past, live the present, dream the future.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "The only thing new in the world is the history you do not know.",
    "Take care of your body. It's the only place you have to live.",
    "Friends ask you questions; enemies question you.",
    "If we know how to adapt, we end up being superior.",
    "Give a girl the right shoes, and she can conquer the world.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "Awaken. Take heed, do not squander your life."
]