[
    "He who fails to plan, plans to fail.",
    "The score never interested me, only the game.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "He who knows how to wait need make no concessions.",
    "It's your outlook on life that counts.",
    "Perplexity is the beginning of knowledge.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "Life is trying things to see if they work.",
    "Never let your memories be greater than your dreams.",
    "Once you learn to quit, it becomes a habit.",
    "Meanings are not determined by situations, but we determine ourselves by the meanings we give to situations.",
    "All leaders are readers.",
    "Man must use what he has, not hope for what is not.",
    "The roots of education are bitter, but the fruit is sweet.",
    "The river that flows in you also flows in me.",
    "Life is filled with secrets. You can't learn them all at once.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "Focus is a matter of deciding what things you're not going to do.",
    "If you do not change direction, you may end up where you are heading.",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "It is not titles that honour men, but men that honour titles.",
    "Never take your position for granted and never let any favors you receive go to your head.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "You have as much laughter as you have faith.",
    "Stop wasting time defending your problems and work on addressing them instead.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "Do all things with love.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "The glow of one warm thought is to me worth more than money.",
    "There is nothing more frightful than ignorance in action.",
    "An investment in knowledge pays the best interest.",
    "We must embrace pain and burn it as fuel for our journey.",
    "All problems are illusions of the mind.",
    "Health is the greatest of all possessions.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "Life can only be understood backwards; but it must be lived forwards.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "The more reasons you have for achieving your goal, the more determined you will become.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "Charms strike the sight, but merit wins the soul.",
    "The eyes of others our prisons; their thoughts our cages.",
    "Help others and give something back.",
    "To be truly positive in the eyes of some, you have to risk appearing negative in the eyes of others.",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "When you are totally at peace with yourself, nothing can shake you.",
    "What have you done today to make someone else happy?",
    "Wisdom is doing now what you are going to be happy with later on.",
    "Longevity is a fleeting moment that lasts forever."
]