[
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "Everything you've ever wanted is on the other side of fear.",
    "The greatest doer must also be a great dreamer.",
    "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours. ",
    "I can think of nothing less pleasurable than a life devoted to pleasure.",
    "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
    "Great things are not done by impulse, but by a series of small things brought together.",
    "Happiness is not something ready made. It comes from your own actions.",
    "I have lived with several Zen masters -- all of them cats.",
    "Every moment you get is a gift. Spend it on things that matter. Don't spend it by dwelling on unhappy things.",
    "Catch, then, O catch the transient hour; Improve each moment as it flies! ",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "Everybody has talent, but ability takes hard work.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Before anything else, preparation is the key to success.",
    "Words, once they are printed, have a life of their own.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "The quality of your life is the quality of your relationships.",
    "He who has overcome his fears will truly be free.",
    "You may be one person in this world, but to one person you may mean the world.",
    "The meaning of life is that it stops.",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "If you put water into a cup, it becomes the cup.",
    "High thoughts must have high language.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "You're always free to change your mind and choose a different future, or a different past.",
    "Change is hard at first, messy in the middle and gorgeous at the end.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "If you do not change direction, you may end up where you are heading.",
    "Those who realize their folly are not true fools.",
    "You don't earn loyalty in a day. You earn loyalty day-by-day.",
    "If fear is too strong, the genius is suppressed.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "There will always be suffering. But we must not suffer over the suffering.",
    "An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "Misfortune shows those who are not really friends.",
    "Your greatest asset is your earning ability. Your greatest resource is your time.",
    "If you quit once it becomes a habit.",
    "Trust your instincts: my first reaction is almost invariably the right one.  ",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "Aim for the moon. If you miss, you may hit a star.",
    "Every great change is preceded by chaos.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure."
]