[
    "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
    "Always try to be a little kinder than necessary.",
    "The difference between impossible and possible is a willing heart.",
    "Death is not an ending. It is a transformation.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "It doesn't matter how much you want. What really matters is how much you want it.",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "I have lived with several Zen masters -- all of them cats.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "We love the things we love for what they are.",
    "The chief danger in life is that you may take too many precautions.",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. ",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. ",
    "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "The most tragic thing in the world is a man of genius who is not a man of honor.",
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "It's much better to do good in a way that no one knows anything about it.",
    "Go as far as you can see and you will see further.  ",
    "Trust is built and maintained by many small actions over time.",
    "Success is achieved and maintained by those who try and keep trying. ",
    "When people are free to do as they please, they usually imitate each other.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "The time is always right to do what is right.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "Yesterday is but today's memory, tomorrow is today's dream.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "Take into account that great love and great achievements involve great risk.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "I have no methods; all I do is accept people as they are.",
    "Chase your passion, not your pension. ",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "Human beings can alter their lives by altering their attitudes of mind.",
    "There is no path to Love. Love is the path.",
    "Life must be rich and full of loving-it's no good otherwise, no good at all, for anyone.  ",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "Success is within the reach of just about everyone.",
    "The difference between winning and losing is most often not quitting.",
    "Until you change how you get things done, you'll never know what works best.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "The biggest challenge after success is shutting up about it.",
    "It is better to offer no excuse than a bad one. ",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "To seek greatness is the only righteous vengeance.",
    "Every great change is preceded by chaos."
]