[
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "An intelligent person hires people who are more intelligent than he is.",
    "Character is the result of two things: mental attitude and the way we spend our time.",
    "Without the rain there would be no rainbow.",
    "Life begins where fear ends.",
    "You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.",
    "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
    "In peace, sons bury their fathers. In war, fathers bury their sons. ",
    "Management is doing things right; leadership is doing the right things.",
    "The fear of death is more to be feared, than death itself.",
    "You do not read a book for the book's sake, but for your own.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "Any fool can paint a picture, but it takes a wise man to be able to sell it.",
    "Always do your best. What you plant now, you will harvest later.",
    "Enjoy every minute of life. Never second-guess life.",
    "Art, like morality, consists of drawing the line somewhere.",
    "Admire as much as you can. Most people do not admire enough.",
    "Being wrong opens us up to the possibility of change.",
    "Do not fear failure but rather fear not trying.",
    "Convinced myself, I seek not to convince.",
    "As a man thinketh in his heart, so shall he be.",
    "All problems are illusions of the mind.",
    "Live your life and forget your age.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "Don't wish it were easier, wish you were better.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "One never does wrong by doing right.",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "Winners don't Quit. That's why they Win.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "The more we have the less we own.",
    "The single most powerful asset we all have is our mind.",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "To love means loving the unlovable.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "It is not that we have too little time to do all the things we need to do , it is that we feel the need to do too many things in the time we have.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "The less you try to impress, the more peaceful you can be.",
    "Don't let your mind stop you.",
    "It doesn't matter what you do, only how well you do it.",
    "The heart wants what it wants. There's no logic. ",
    "Unless you change how you are, you will always have what you got.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "Would you rather live your life according to the approval of others or aligned with your truth and your dreams?",
    "You may be one person in this world, but to one person you may mean the world.",
    "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some."
]