[
    "It does not do to dwell on dreams and forget to live, remember that.",
    "Speak when you are angry - and you'll make the best speech you'll ever regret.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "If you want to make God laugh, tell him about your plans. ",
    "You are the average of the five people you spend most time with.",
    "Heart is what separates the good from the great.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "What the mind can conceive, it can achieve.",
    "Not how long, but how well you have lived is the main thing.",
    "To know your Enemy, you must become your Enemy.",
    "Don't explain your philosophy. Embody it.",
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "Don't hate the player. Change the game.",
    "A crisis is an opportunity riding the dangerous wind.",
    "It takes a minute to have a crush on someone, an hour to like someone, and a day to love someone... but it takes a lifetime to forget someone.",
    "True friendship ought never to conceal what it thinks. ",
    "Life without love is like a tree without blossoms or fruit.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions.",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "A hopeless man is a very desperate and dangerous man, almost a dead man.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "There is nothing more frightful than ignorance in action.",
    "You become a worrier by practicing worry. You become free of worry by practicing the opposite.",
    "Relax. Nothing is under control.",
    "Think and wonder, wonder and think.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "Success is liking yourself, liking what you do, and liking how you do it.",
    "To the mind that is still, the whole universe surrenders.",
    "Life does not get better by chance, it gets better by change.",
    "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.",
    "Health is the greatest of all possessions.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "Fishing is much more than fish.",
    "To be calm is the highest achievement of the self.",
    "The river that flows in you also flows in me.",
    "Confuse them with your silence and amaze them with your actions.",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "Creativity is intelligence having fun.",
    "Failure is a great teacher. If you're open to it every mistake has a lesson to offer.",
    "Success is a consequence and must not be a goal.",
    "No man becomes rich unless he enriches others.",
    "You are never too old to become younger.",
    "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths."
]