[
    "All wealth is the product of labor.",
    "The only people without problems are those in cemeteries.",
    "Where your talents and the needs of the world cross, there lies your vocation.",
    "Listen to what you know instead of what you fear.",
    "Small men think they are small; great men never know they are great. ",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "You are the sky. Everything else - it's just the weather.",
    "Life is but one dream flowing into another.",
    "Discipline is the bridge between goals and accomplishment.",
    "The only real mistake is the one from which we learn nothing. ",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "Wrong does not cease to be wrong because the majority share in it.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Try all things, hold fast that which is good.",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "Every great change is preceded by chaos.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "Do not fear failure but rather fear not trying.",
    "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
    "To a mind that is still, the entire universe surrenders.",
    "Do something worth remembering.",
    "I would rather be a little nobody, then to be an evil somebody.",
    "Pleasure can be supported by an illusion; but happiness rests upon truth. ",
    "Every moment is a fresh beginning.",
    "What we dwell on is who we become.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "Don't look back - you're not going that way.",
    "Whatever your heart clings to and confides in, that is really your God.",
    "Investing in yourself is the best investment you will ever make.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "The first step is to establish that something is possible; then probability will occur.",
    "He who knows how to wait need make no concessions.",
    "We become what we believe.",
    "A man is literally what he thinks.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "Showing off is the fool's idea of glory. ",
    "Whatever you do in life, surround yourself with smart people who'll argue with you.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "I wasn't brave, I just didn't have time to be scared.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "Courage is not having the strength to go on; it is going on when you don't have the strength.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live."
]