[
    "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
    "The greatest test of courage on earth is to bear defeat without losing heart.",
    "To know even one life has breathed easier because you have lived. This is to have succeeded.",
    "No tree, it is said, can grow to heaven unless its roots reach down to hell.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "The only person you should try to be better than is the person you were yesterday.",
    "If there is a book that you want to read, but it hasn't been written yet, then you must write it.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "You need to be doing fewer things for more effect instead of doing more things with side effects.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "We must not sit down and wait for miracles. Up and be going!",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "No grand idea was ever born in a conference, but a lot of foolish ideas have died there.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "Circumstances rule men; men do not rule circumstances. ",
    "What you resist, persists.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "If you want to know what God thinks about money just look at the people He gives it to.",
    "Help others achieve their dreams and you will achieve yours.",
    "Friends ask you questions; enemies question you.",
    "Don't wait for the right opportunity: create it.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "The great use of life is to spend it for something that will outlast it.",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "Experience is a comb which nature gives us when we are bald. ",
    "There is a big difference between being centered and being self-centered.",
    "Happiness depends on your mindset and attitude.",
    "Not all of us can do great things. But we can do small things with great love.",
    "A needle is not sharp at both ends. ",
    "Live calmly. The time will come when the flowers bloom by themselves.",
    "Make yourself so useful to other people, that they think you are irreplaceable.",
    "I must also have a dark side if I am to be whole.",
    "If you do not conquer self, you will be conquered by self.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "With the new day comes new strength and new thoughts.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "Patience is a bitter plant, but its fruit is sweet.",
    "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.",
    "Common sense is not so common. ",
    "The only place success comes before work is in the dictionary.",
    "By changing nothing, nothing changes.",
    "Every man desires to live long, but no man wishes to be old.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "Integrity is the ability to stand by an idea.",
    "The greatest treasures are those invisible to the eye but found by the heart."
]