[
    "To affect the quality of the day, that is the highest of arts.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "Riches don't make a man rich, they only make him busier.",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "Even a hare will bite when it is cornered. ",
    "You have the potential for greatness.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "Much learning does not teach understanding.",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "To lead the people, walk behind them.",
    "Love is the absence of judgment.",
    "The hardest arithmetic to master is that which enables us to count our blessings.",
    "If you believe you can, you can. If you believe you can't, then, well you can't.",
    "The only thing we have to fear is fear itself.",
    "Educating the mind without educating the heart is no education at all.",
    "To a mind that is still, the entire universe surrenders.",
    "Always focus on the front windshield and not the rear view mirror.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "We have a choice everyday regarding the attitude we will embrace for that day.",
    "You must be willing to do what others won't do, to have what others won't have.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "Wherever you are, it's the place you need to be.",
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "In order to be irreplaceable one must always be different.",
    "The quality of your commitments will determine the course of your life.",
    "To be fully alive is to feel that everything is possible.",
    "Real growth comes through intense, difficult, and challenging situations.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "You need to be doing fewer things for more effect instead of doing more things with side effects.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "Failure is an option, fear is not.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "Knowledge is a treasure, but practice is the key to it.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "Do anything, but let it produce joy.",
    "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
    "It is during our darkest moments that we must focus to see the light.",
    "Reality is the leading cause of stress among those in touch with it.",
    "It is better to offer no excuse than a bad one. ",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "It's always to soon to quit!",
    "Formal education will make you a living, self-education will make you a fortune.",
    "The mind is the limit.",
    "Don't hate the player. Change the game.",
    "Faithless is he that says farewell when the road darkens.",
    "My powers are ordinary. Only my application brings me success.",
    "There is no path to Love. Love is the path.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "Things do not have meaning. We assign meaning to everything."
]