[
    "Peace is not something you wish for; It's something you make, something you do, something you are, and something you give away.",
    "No great mind has ever existed without a touch of madness.",
    "If you need inspiration, don't do it.",
    "Be a master of change rather than a victim of change.",
    "Sometimes out of your biggest misery, comes your greatest gain.",
    "Life is too important to be taken seriously.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "Hope and fear come from feeling that we lack something; they come from a sense of poverty.",
    "We must learn to live together as brothers or perish together as fools.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "All you need is the plan, the road map, and the courage to press on to your destination.",
    "You'll get more from being a peacemaker than a warrior.",
    "If you do the work you get rewarded. There are no shortcuts in life.",
    "Poverty and hardship are created by false thinking.",
    "To wish you were someone else is to waste the person you are.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "To be prepared is half the victory. ",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power.",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "Do good by stealth, and blush to find it fame.",
    "Knowledge isn't power until it is applied.",
    "Be kind whenever possible. It is always possible.",
    "There is a cosmic law which says that every satisfaction must be paid for with a dissatisfaction.",
    "If you can't fly, run. If you can't run, walk. If you can't walk, crawl, but by all means, keep moving.",
    "Some people find fault like there is a reward for it.  ",
    "Empty your mind, be formless, shapeless, like water.",
    "A life without a cause is a life without effect.",
    "The quality, not the longevity, of one's life is what is important.",
    "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "Give out what you most want to come back.",
    "It is children only who enjoy the present; their elders either live on the memory of the past or the hope of the future.",
    "The temptation to give up is strongest just before victory.",
    "Trust thyself: every heart vibrates to that iron string.",
    "He who hesitates is a damned fool.",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "We are all different. Don't judge, understand instead.",
    "I begin with an idea and then it becomes something else.",
    "The dreamers are the saviors of the worlds.",
    "How you think is as important as as what you think.",
    "If you are far from the enemy, make him believe you are near.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "You can't build a reputation on what you are going to do. ",
    "It's necessary to get the losers out of your life if you want to live your dream.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "Be like a postage stamp. Stick to it until you get there.",
    "A real friend is one who walks in when the rest of the world walks out.",
    "Knowing yourself is the beginning of all wisdom."
]