[
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "It is well known that those who do not trust themselves never trust others.",
    "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "Life can be wonderful if you're not afraid of it.",
    "Formal education will make you a living, self-education will make you a fortune.",
    "Absurdity is the ecstasy of intellectualism.",
    "Begin now to be what you will be hereafter.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "If you throw away all thoughts of attainment, you will then come to see the real purpose of your quest.",
    "By words the mind is winged.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "Whatever your heart clings to and confides in, that is really your God.",
    "Do not take life too seriously. You will never get out of it alive.",
    "Wake up and smile! Wake up and be grateful!",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "The only thing new in the world is the history you do not know.",
    "Change is inevitable but personal growth is a choice.",
    "The first half of life is devoted to forming a healthy ego, the second half is going inward and letting go of it.",
    "What most people need to learn in life is how to love people and use things instead of using people and loving things.",
    "Choose a job you love, and you will never have to work a day in your life. ",
    "If you can't explain it simply, you don't understand it well enough.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
    "Do not pray for an easy life, pray for the strength to endure a difficult one.  ",
    "The eye with which I see God is the same eye with which God sees me.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "You'll never find rainbows if you're looking down.  ",
    "To handle yourself, use your head; to handle others, use your heart.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "Get mad, then get over it.",
    "You're on earth. There's no cure for that.",
    "It is often safer to be in chains than to be free. ",
    "Listen to the secret sound, the real sound, which is inside you.",
    "An un-examined life is not worth living.",
    "Surrender to what is. Let go of what was. Have faith in what will be.",
    "You just can't beat the person who never gives up. ",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "We need never be ashamed of our tears.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "Live life as though nobody is watching, and express yourself as though everyone is listening.",
    "There are only encounters in history. There are no accidents.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying."
]