[
    "Life would be tragic if it weren't funny.",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "Never was anything great achieved without danger.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "The heart that gives, gathers.",
    "If you're waiting until you feel talented enough to make it, you'll never make it.",
    "If you are far from the enemy, make him believe you are near.",
    "Before you speak, ask yourself, is it kind, is it necessary, is it true, does it improve the silence?",
    "Simplicity is a difficult thing to achieve.  ",
    "Whenever you do a thing, act as if all the world were watching.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "Words, once they are printed, have a life of their own.",
    "When one door closes another door opens. ",
    "All we have to decide is what to do with the time that is given to us.",
    "The happiest people in the world are those who feel absolutely terrific about themselves.",
    "If no one ever broke the rules, then we'd never advance.",
    "The future is not a gift. It is an achievement.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "The mind is the limit.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "I don't pretend to know everything; I just only speak on matters I know I'll win.",
    "Greatness comes from living with purpose and passion.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "Life is a succession of lessons, which must be lived to be understood.",
    "Let not your mind run on what you lack as much as on what you have already.",
    "All our dreams can come true, if we have the courage to pursue them.",
    "If your mind is empty, it is always ready for anything, it is open to everything.",
    "It is easy to discover what another has discovered before.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "We ordinary people must forge our own beauty.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "He who wishes to be obeyed must know how to command.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "If there were no God, there would be no atheists.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "If you want to achieve greatness stop asking for permission.",
    "Words without actions are the assassins of idealism.",
    "When we allow negative messages to fester in our head, they take on a life of their own.",
    "Greatest success comes just one step beyond the point at which defeat overtakes you.",
    "The more you know, the more you know you don't know.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "Do something worth remembering.",
    "Some of your greatest lessons come from your darkest moments.",
    "The sweetest pleasure arises from difficulties overcome.",
    "Great loves too must be endured.",
    "If you look for perfection, you'll never be content."
]