[
    "Freedom itself demands discomfort.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "The only reason to be alive is to enjoy it.",
    "Get busy living, or get busy dying.",
    "Eighty percent of success is showing up. ",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "Little minds have little worries, big minds have no time for worries.",
    "He who knows best knows how little he knows.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "Some people are old at 18 and some are young at 90. Time is a concept that humans created.",
    "Only those who will risk going too far can possibly find out how far one can go.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "It is well known that those who do not trust themselves never trust others.",
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "Absurdity is the ecstasy of intellectualism.",
    "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
    "All we have to decide is what to do with the time that is given to us.",
    "The one who boasts does so only out of a feeling of inferiority.",
    "Be yourself; everyone else is already taken.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "Dream big. Start small. But most of all, start.",
    "Everything has beauty but not everyone sees it.",
    "The person who says something is impossible should not interrupt the person who is doing it.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.  ",
    "If I persist long enough I will win.",
    "Any game becomes important when you know and love the players.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "There is no greatness where there is not simplicity, goodness, and truth.",
    "Things do not have meaning. We assign meaning to everything.",
    "There is no excuse for not trying.",
    "You are not what you think you are, You are not what others think you are, You are what you think others think you are.",
    "How you think is as important as as what you think.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "Don't try to be young. Just open your mind. Stay interested in stuff.",
    "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any.",
    "Some people find fault like there is a reward for it.  ",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "Don't explain your philosophy. Embody it.",
    "Never settle for the crumbs of life.",
    "Help others and give something back.",
    "It's your life-but only if you make it so.",
    "If you focus on success, you'll have stress. But if you pursue excellence, success will be guaranteed.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "A strong man overcomes an obstacle, a wise man goes the whole way.",
    "If we did all the things we are capable of, we would literally astound ourselves."
]