[
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "Find your Light; They can't love you if they can't see you.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Every day passes whether you participate or not.",
    "Man invented language to satisfy his deep need to complain.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "Success is liking yourself, liking what you do, and liking how you do it.",
    "When you make a choice, you change the future.",
    "You don't have to move mountains. You'll change the world simply by being a warm, kind-hearted human being.",
    "Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.",
    "Because of your smile, you make life more beautiful.",
    "He who violates another's honor loses his own.",
    "Only by attracting the best people will you accomplish great deeds.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "If you are patient in one moment of anger, you will escape a hundred days of sorrow. ",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "While some of us act without thinking, too many of us think without acting.",
    "Receive without complaint, Work with fate.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "Success is getting what you want. Happiness is wanting what you get.",
    "Have a vision. Be demanding.",
    "Love is merely the name for the desire and pursuit of the whole.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "Don't just sit there. Do something. The answers will follow.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "Happiness depends upon ourselves.",
    "Success is about creating value.",
    "Confidence is contagious. So is lack of confidence.",
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "Evil is whatever distracts. ",
    "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
    "One must be deeply aware of the impermanence of the world.",
    "Stop being tormented by everyone else's reaction to you.",
    "The biggest mistake we could ever make in our lives is to think we work for anybody but ourselves.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "The ego wants comfort and certainty. The soul wants to live fully.",
    "Youth has no age.",
    "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
    "Why do you stay in prison when the door is so wide open?",
    "No man is happy unless he believes he is.",
    "Children are our greatest natural resource.",
    "A memory is a beautiful thing, it's almost a desire that you miss.",
    "Success is often achieved by those who don't know that failure is inevitable."
]