[
    "Not all those who wander are lost.",
    "What are we doing here, that is the question.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "All happiness depends on courage and work.",
    "Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.",
    "The problem happens when we have multiple desires. When we have fuzzy desires. When we want to do ten different things and we're not clear about which is the one we care about.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "Be kind whenever possible. It is always possible.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "We must learn to live together as brothers or perish together as fools.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "A person without a sense of humor is like a wagon without springs, jolted by every pebble in the road.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "I'm an optimist by choice not by stupidity.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  ",
    "Every day may not be good, but there's something good in every day.",
    "Success is a poor teacher.",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "Confidence is the greatest friend.",
    "To be fully alive is to feel that everything is possible.",
    "Never put off to tomorrow what you can do to-day.",
    "A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "Nature does not hurry, yet everything is accomplished.",
    "Freedom itself demands discomfort.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "When you reach the top of the mountain, keep climbing. ",
    "Believe you can and you're halfway there.",
    "A man has to learn that he cannot command things but that he can command himself; that he cannot coerce the wills of others but that he can mold and master his own will.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Failure is an option, fear is not.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "Don't let the behavior of others destroy your inner peace.",
    "If we did all the things we are capable of, we would literally astound ourselves.",
    "A Penny Saved is a Penny Earned",
    "Changing minds is harder than finding people who already agree.",
    "Would you rather live your life according to the approval of others or aligned with your truth and your dreams?",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "Your purpose will be clear only when you listen to your heart.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "When one door closes another door opens. ",
    "We can see through others only when we can see through ourselves.",
    "The more you are motivated by Love, The more Fearless & Free your action will be.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "Being entirely honest with oneself is a good exercise.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things."
]