[
    "Inspire yourself to be great. Being good isn't good enough.",
    "People don't realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "Discipline yourself, and others won't need to.",
    "There is no sadder sight than a young pessimist.",
    "Youth ages, immaturity is outgrown, ignorance can be educated, and drunkenness sobered, but stupid lasts forever.",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "Whenever you find yourself on the side of the majority, it is time to reform.",
    "Live as if you were to die tomorrow. Learn as if you were to live forever.",
    "To lead the people, walk behind them.",
    "The only defense against the world is a thorough knowledge of it.",
    "Unless you're ashamed of yourself now and then, you're not honest.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Don't try to be young. Just open your mind. Stay interested in stuff.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "Comedy = tragedy + time.",
    "Be where your enemy is not.",
    "The world would go on even without you. Don't take yourself so seriously.",
    "There is no limitations except those we create for ourselves.",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "If you want to turn a vision into reality, you have to give 100% and never stop believing in your dream.",
    "An investment in knowledge pays the best interest.",
    "You are the average of the five people you spend the most time with.",
    "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.",
    "Even though you are on the right track - you will get run over if you just sit there.",
    "If a thing is worth doing, it is worth doing badly.",
    "He who knows, does not speak. He who speaks, does not know.",
    "Those who know, do. Those that understand, teach.",
    "I put my heart and soul into my work, and I have lost my mind in the process.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "It is during our darkest moments that we must focus to see the light.",
    "Patience is not the ability to wait but the ability to keep a good attitude while waiting.",
    "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "It is not the knowing that is difficult, but the doing. ",
    "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "We are all different. Don't judge, understand instead.",
    "I have lost friends, some by death...others by sheer inability to cross the street.",
    "People think about what they don't want and attract more of the same.",
    "Silence is a source of great strength.",
    "When you move beyond your fear, you feel free.",
    "All cruelty springs from weakness.  ",
    "The source of a true smile is an awakened mind.",
    "Success in any endeavor depends on the degree to which it is an expression of your true self. ",
    "What you seek is seeking you.",
    "Definiteness of purpose is the starting point of all achievement. "
]