[
    "Some of us learn from other people's mistakes and the rest of us have to be other people.  ",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "The few who do are the envy of the many who only watch.",
    "It's not whether you get knocked down, its whether you get back up.",
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "Force has no place where there is need of skill. ",
    "To be great is to be misunderstood.",
    "We live only now. Everything else is either passed or is unknown.",
    "If there were no God, there would be no atheists.",
    "You must welcome change as the rule but not as your ruler. ",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "Be the change that you want to see in the world.",
    "People are doing the best that they can from their own level of consciousness.",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Your life will never be the same again.",
    "If you throw away all thoughts of attainment, you will then come to see the real purpose of your quest.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "Confidence is contagious. So is lack of confidence.",
    "The past has no power over the present moment. ",
    "Intense love does not measure, it just gives.",
    "A day wasted on others is not wasted on one's self.",
    "It is not because things are difficult that we do not dare; it is because we do not dare that things are difficult.  ",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "The guest will judge better of a feast than the cook.",
    "Life is a balance of holding on and letting go.",
    "The older you get, the better you get. Unless you're a banana.",
    "Your problem isn't the problem. Your reaction is the problem.",
    "Life itself is the most wonderful fairy tale.",
    "Our deeds determine us, as much as we determine our deeds.",
    "If there's a definition of freedom, I think it's this: living life on your terms.",
    "It is not the knowing that is difficult, but the doing. ",
    "Stop being tormented by everyone else's reaction to you.",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "People think you're crazy if you talk about things they don't understand.",
    "Cease striving. Then there will be transformation.",
    "Be like a postage stamp. Stick to it until you get there.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "High thoughts must have high language.",
    "Change is hardest at the beginning, messiest in the middle and best at the end.",
    "People think about what they don't want and attract more of the same.",
    "Use your smile to change the world but don't let the world change your smile.",
    "Know yourself and you will win all battles.",
    "Change yourself and you have done your part in changing the world.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "Those who seek the easy way do not seek the true way.",
    "He who is untrue to his own cause cannot command the respect of others.",
    "The real art in learning takes place as we move beyond proficiency, when our work becomes an expression of our essence."
]