[
    "Learn to sit back and observe, not everything needs a reaction.",
    "The single most powerful asset we all have is our mind.",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "Man's character is his fate.",
    "Be like a postage stamp. Stick to it until you get there.",
    "He who knows best knows how little he knows.",
    "If a thing is worth doing, it is worth doing badly.",
    "If you don't break your ropes while you're alive, do you think ghosts will do it after?",
    "Everything that irritates us about others.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "The decisions of our past are the architects of our present.",
    "A leader leads by example, not by force.",
    "Dreams are the royal road to the unconscious. ",
    "There is a wisdom of the head, and there is a wisdom of the heart.",
    "You miss 100% of the shots you don't take.",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "The more you trust yourself, the less you compare yourself to others.",
    "Dreams are for dreamers. Goals are for achievers.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "Even though you are on the right track - you will get run over if you just sit there.",
    "The biggest room in the world is the room for improvement.",
    "Remain calm. Be kind.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Let the beauty of what you love be what you do.",
    "One must be poor to know the luxury of giving.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "He who knows how to wait need make no concessions.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "The question is not what you look at, but what you see.",
    "Happiness is not something ready made. It comes from your own actions.",
    "Loyalty and friendship are the most precious possessions a man can have.",
    "Work is always an antidote to depression.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
    "There is no failure except in no longer trying. There is no defeat except from within, no insurmountable barrier except our own inherent weakness of purpose.",
    "You just can't beat the person who never gives up. ",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "Ancient Rule of Twenty-one: if you do anything for twenty-one days in a row, it will be installed as a habit.",
    "Be yourself; everyone else is already taken ",
    "There will always be suffering. But we must not suffer over the suffering.",
    "Take interest and even delight in doing the small things well.",
    "Whether you think you can or think you can't – you are right.",
    "Receive without complaint, Work with fate.",
    "A loving heart is the truest wisdom.",
    "Do not believe that you will reach your destination without leaving the shore. ",
    "We are always complaining that our days are few, and acting as though there would be no end of them.  "
]