[
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "Tall oaks grow from little acorns.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "No matter what happens in life, never lose sight of who you are.",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "Inspire yourself to be great. Being good isn't good enough.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "We think too much and feel too little.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "Write to help yourself, publish to help others.",
    "If you can see it in your mind, you can hold it in your mind.",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "Learn to value yourself, which means: fight for your happiness.",
    "The most effective way to do it, is to do it.",
    "Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.",
    "You make your own luck if you stay at it long enough.",
    "Always focus on the front windshield and not the rear view mirror.",
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "Through discipline comes freedom.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "Dreams are the touchstones of our characters.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "I don't ever give up. I'd have to be dead or completely incapacitated.",
    "All you need is the plan, the road map, and the courage to press on to your destination.",
    "The fear of death is more to be feared, than death itself.",
    "The greatest miracle is to be alive.",
    "He who cannot be a good follower cannot be a good leader.",
    "Whatever satisfies the soul is truth.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "Tradition is the illusion of permanence. ",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "We have a choice everyday regarding the attitude we will embrace for that day.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Attitude is a little thing that makes a big difference.",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "Just do what must be done. This may not be happiness but it is greatness.",
    "The primary point of this existence is to live, and all living things move and grow.",
    "Each problem has a positive side.",
    "The greatest of empires, is the empire over one's self.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "The more reasons you have for achieving your goal, the more determined you will become.",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "The wisest men follow their own direction.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "Your purpose will be clear only when you listen to your heart."
]