[
    "If what you're doing is not your passion, you have nothing to lose.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "All life is an experiment. The more experiments you make, the better.",
    "There is no greatness where there is not simplicity, goodness, and truth.",
    "The biggest challenge after success is shutting up about it.",
    "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.",
    "There is no path to Happiness. Happiness is the path.",
    "Patience is a bitter plant, but its fruit is sweet.",
    "Every day is an opportunity to a make a new happy ending.",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "In the long run, the sharpest weapon of all is a kind and gentle spirit.",
    "Time is a game played beautifully by children.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "Never give up work. Work gives you meaning and purpose and life is empty without it.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "By words the mind is winged.",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "With the new day comes new strength and new thoughts.",
    "The birth of the mind is the death of the senses.",
    "Never let your memories be greater than your dreams.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "If I cannot do great things. I can do small things in a great way.",
    "May you live all the days of your life.",
    "What you resist, persists.",
    "All cruelty springs from weakness.  ",
    "Be polite to all, but intimate with few.",
    "I'm an optimist by choice not by stupidity.",
    "The golden opportunity you are seeking is within yourself.",
    "Fishing is much more than fish.",
    "Chase your passion, not your pension. ",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "To know your Enemy, you must become your Enemy.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "At first dreams seem impossible, then improbable, then inevitable.",
    "The secret of life isn't what happens to you, but what you do with what happens to you.",
    "No snowflake ever falls in the wrong place.",
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "To the mind that is still, the whole universe surrenders.",
    "If you want to make God laugh, tell him about your plans. ",
    "When you love someone, you love the person as they are, and not as you'd like them to be.",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "You are not what you think you are, You are not what others think you are, You are what you think others think you are.",
    "Teachers open the door. You enter by yourself. ",
    "Success is getting what you want, happiness is wanting what you get."
]