[
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "Inspiration exists, but it has to find you working.",
    "Most of us will do anything to avoid facing ourselves.",
    "The wise speak only of what they know.",
    "Never give up work. Work gives you meaning and purpose and life is empty without it.",
    "Goodness is the only investment that never fails.",
    "A goal is a dream with a deadline.",
    "Make peace with your inner turmoil.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "There are no accidents... there is only some purpose that we haven't yet understood.",
    "We win by helping each other win.",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "If you aim at nothing, you will hit it every time.  ",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "Because of your smile, you make life more beautiful.",
    "Every drop in the ocean counts. ",
    "We never know the love of a parent till we become parents ourselves.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "In the midst of chaos, there is also opportunity.",
    "The primary point of this existence is to live, and all living things move and grow.",
    "Cease striving. Then there will be transformation.",
    "You are free, and that is why you are lost. ",
    "Nothing important is learned; it is simply remembered.",
    "Love is merely the name for the desire and pursuit of the whole.",
    "No man becomes rich unless he enriches others.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "Paths are made by walking.",
    "The fear of death is more to be feared, than death itself.",
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "Peaceful is the one who expects nothing.",
    "A leader is one who knows the way, goes the way, and shows the way.",
    "Get mad, then get over it.",
    "Rudeness is the weak man's imitation of strength.",
    "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic. ",
    "Courage is found in unlikely places.",
    "You have the ability, now apply yourself.",
    "It is well known that those who do not trust themselves never trust others.",
    "A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view.",
    "Perplexity is the beginning of knowledge.",
    "All our dreams can come true, if we have the courage to pursue them.",
    "There can be no deep disappointment where there is not deep love.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "The quality of your life is determined by the quality of your thoughts."
]