[
    "The two most important days in your life are the day you are born and the day you find out why.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "Tomorrow is only found in the calendar of fools.",
    "It's not what you've got; it's what you do that makes the difference.",
    "Great acts are made up of small deeds.",
    "Cleverness is not wisdom.",
    "If you pray for rain, be prepared to deal with some mud.",
    "Attitude, not aptitude, determines altitude.  ",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "When I let go of what I am, I become what I might be.",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "Success is a poor teacher.",
    "No man can get rich himself unless he enriches others.",
    "We turn not older with years but newer every day.",
    "Change is hard at first, messy in the middle and gorgeous at the end.",
    "Find something you love and do it better than everyone else.",
    "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.",
    "The less you open your heart to others, the more your heart suffers.",
    "Be strong. Be confident. Be the star of your own life.",
    "The successful warrior is the average man, with laser-like focus.",
    "To love means loving the unlovable.",
    "Things do not have meaning. We assign meaning to everything.",
    "What would you do if you weren't afraid?",
    "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.",
    "A good system shortens the road to the goal. ",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "The pen is the tongue of the mind. ",
    "There is nothing more frightful than ignorance in action.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "First say to yourself what you would be; and then do what you have to do.",
    "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.",
    "I skate to where the puck is going to be, not where it has been.",
    "The only limits in your life are those that you set yourself.",
    "Strategy is a commodity, execution is an art.",
    "There is no significance in life without struggle.",
    "A wise man can learn more from a foolish question than a fool can learn from a wise answer.  ",
    "Make failure your teacher, not your undertaker.  ",
    "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "We build too many walls and not enough bridges.",
    "Exceptional thinkers ignore their critics and go about their business making history.",
    "Everything that irritates us about others.",
    "The way of success is the way of continuous pursuit of knowledge.",
    "You talk when you cease to be at peace with your thoughts.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "Sorrow is how we learn to love.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "If it is not right, do not do it, if it is not true, do not say it.",
    "I live by letting things happen.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. "
]