[
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "Without the rain there would be no rainbow.",
    "Begin now to be what you will be hereafter.",
    "As you think, you travel, and as you love, you attract.",
    "When you want to be honored by others, you learn to honor them first.",
    "The right thing to do and the hard thing to do are usually the same.",
    "We must embrace pain and burn it as fuel for our journey.",
    "Integrity is the ability to stand by an idea.",
    "The person who says something is impossible should not interrupt the person who is doing it.",
    "Wherever you are, and whatever you do, be in love.",
    "Constantly think about how you could be doing things better.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "When you say yes to change, you are choosing to navigate that path peacefully and happily and see where it takes you.",
    "Success comes to those who become success conscious.",
    "The season of failure is the best time for sowing the seeds of success. ",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "The opposite of courage in our society is not cowardice... it is conformity.",
    "The only man who never makes mistakes is the man who never does anything.",
    "The finish line is just the beginning of a whole new race.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "The source of a true smile is an awakened mind.",
    "Information changes your mind. Action changes your circumstances.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "People think about what they don't want and attract more of the same.",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "Words, once they are printed, have a life of their own.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "Allow motion to equal emotion.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "Anyone telling you it's pointless to share your perspective is sharing their perspective.",
    "Believe that life is worth living and your belief will help create the fact.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found.",
    "It's your life; you don't need someone's permission to live the life you want. Be brave to live from your heart.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "What are we doing here, that is the question.",
    "Work harder on yourself than you do on your job.",
    "The enemy is a very good teacher.",
    "Trust is the glue that holds people together and is the lubricant that keeps an organization moving forward.",
    "Death walks faster than the wind and never returns what he has taken.",
    "Bad things are not the worst things that an happen to us. NOTHING is the worst thing that can happen to us.",
    "If you don't like something change it; if you can't change it, change the way you think about it.",
    "There is no absolute success in the world, only constant progress.",
    "Do something worth remembering."
]