[
    "Make yourself so useful to other people, that they think you are irreplaceable.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "If you have to be in a soap opera try not to be cast in the worst role.",
    "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
    "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.",
    "The more we have the less we own.",
    "A flower falls, even though we love it; and a weed grows, even though we do not love it.",
    "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
    "Most of us will do anything to avoid facing ourselves.",
    "He is richest who is content with the least, for content is the wealth of nature.",
    "Everything you've ever wanted is on the other side of fear.",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "Where words fail, music speaks.",
    "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
    "Not all readers are leaders, but all leaders are readers.",
    "Opportunity often comes disguised in the form of misfortune or temporary defeat.",
    "When you make a choice, you change the future.",
    "Our greatest fears lie in anticipation.",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "It's not what you've got; it's what you do that makes the difference.",
    "Go for it now. The future is promised to no one.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.",
    "The opposite of courage in our society is not cowardice... it is conformity.",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "Growth comes at the point of resistance.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "If you focus on success, you'll have stress. But if you pursue excellence, success will be guaranteed.",
    "In order to be walked over, you have to be lying down.",
    "Wherever you are is the entry point.",
    "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
    "Decide what your truth is. Then live it.",
    "Your problem isn't the problem. Your reaction is the problem.",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "Everything you can imagine is real.",
    "The art of being happy lies in the power of extracting happiness from common things.",
    "Man invented language to satisfy his deep need to complain.",
    "The biggest adventure is what lies ahead.",
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "Every day passes whether you participate or not.",
    "Trust is built and maintained by many small actions over time.",
    "Anyone telling you it's pointless to share your perspective is sharing their perspective.",
    "Like it or not, this moment is all we really have to work with.",
    "So long as we are being remembered, we remain alive.",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.",
    "The only lost cause is one we give up on before we enter the struggle."
]