[
    "Not all of us can do great things. But we can do small things with great love.",
    "Life belongs to the living, and he who lives must be prepared for changes.",
    "Be gentle with yourself. Think less and feel more. Be as happy as you can. You only have this moment.",
    "I'm not afraid of death, but I'm in no hurry to die.",
    "The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings.",
    "If you truly expect something to be difficult, it will be.",
    "If you don't program yourself, life will program you.",
    "Be kind whenever possible. It is always possible.",
    "What loneliness is more lonely than distrust?",
    "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.",
    "Darkness is the absence of light.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "A fall into a ditch makes you wiser.",
    "Re-examine all that you have been told... dismiss that which insults your soul.",
    "Death walks faster than the wind and never returns what he has taken.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "If you aim at nothing, you will hit it every time.  ",
    "The less you open your heart to others, the more your heart suffers.",
    "So long as we are being remembered, we remain alive.",
    "Everything is possible. The impossible just takes longer.",
    "Love your enemies, for they tell you your faults.",
    "Life is like playing the violin in public and learning the instrument as one goes on.",
    "Best be yourself, imperial, plain, and true.",
    "There is no fear for one whose mind is not filled with desires.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "The thing about smart people is that they seem like crazy people to dumb people.",
    "My definition of success is control.",
    "Keep your eyes on the stars, but remember to keep your feet on the ground.",
    "Let each man exercise the art he knows.",
    "Man's character is his fate.",
    "Time goes from present to past.",
    "Loving thoughts and actions are clearly beneficial for our physical and mental health.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "I dream my painting and I paint my dream.",
    "The most important thing in communication is to hear what isn't being said.",
    "I love fools' experiments. I am always making them.",
    "The temptation to give up is strongest just before victory.",
    "Pain doesn't last. And when it's gone, we have something to show for it. Growth.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "If you truly love Nature, you will find beauty everywhere. ",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "A journey of a thousand miles must begin with a single step.",
    "All happiness depends on courage and work.",
    "Successful people tend to become more successful because they are always thinking about their successes.",
    "To succeed takes more than the desire to win. It also takes the acceptance that we could fail.",
    "You can only be afraid of what you think you know."
]