[
    "Where the willingness is great, the difficulties cannot be great.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "Your life does not get better by chance, it gets better by change.",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "Trust your instincts: my first reaction is almost invariably the right one.  ",
    "Life belongs to the living, and he who lives must be prepared for changes.",
    "Only by attracting the best people will you accomplish great deeds.",
    "I pay attention to every minute of the day.",
    "If you do not get the chills when you set your goal you're not setting big enough goals.",
    "It is easy to discover what another has discovered before.",
    "All men are equal before fish.",
    "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on.",
    "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "You must be willing to do what others won't do, to have what others won't have.",
    "Life is what happens to you while you're busy making other plans.",
    "The most effective way to do it, is to do it.",
    "Whoever is happy will make others happy too.",
    "Words have no power to impress the mind without the exquisite horror of their reality.",
    "Unhappiness enters through a door that has been left open.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "Your very silence shows you agree.",
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "Most people fail in life because they major in minor things.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Even when a friend does something you do not like, he continues to be your friend. ",
    "Successful people ask better questions, and as a result, they get better answers.",
    "Man is affected not by events but by the view he takes of them.  ",
    "Life is a succession of lessons, which must be lived to be understood.",
    "Do good by stealth, and blush to find it fame.",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "Let not your mind run on what you lack as much as on what you have already.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "I admire those who do good and expect nothing in return.",
    "A golden cage is still just a cage.",
    "Never stand begging for that which you have the power to earn.",
    "Lying can never save us from another lie.",
    "We ordinary people must forge our own beauty.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "Success is liking yourself, liking what you do, and liking how you do it.",
    "Wheresoever you go, go with all your heart.",
    "A friend to all is a friend to none.",
    "I hear and I forget. I see and I remember. I do and I understand. "
]