[
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "We create the world and ourselves;",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "If they wrote it to make money, don't read it.",
    "When you're curious, you find lots of interesting things to do.",
    "Don´t hesitate or allow yourself to make excuses. Just get out and do it.",
    "Don't try to steer the river.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "Debt is the slavery of the free.",
    "Relax. Nothing is under control.",
    "All human beings can alter their lives by altering their attitudes.",
    "Trust is the foundation of great leadership.",
    "Play your part in life, but never forget that it is only a role.",
    "Scared people want comfort and certainty so they avoid failure. People living fully seek challenges because this is where they feel alive.",
    "Everything you look at can become a fairy tale and you can get a story from everything you touch.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "The only man who never makes mistakes is the man who never does anything.",
    "The only thing we have to fear is fear itself.",
    "If you don't break your ropes while you're alive, do you think ghosts will do it after?",
    "Every experience is a lesson. Every loss is a gain.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "If you tell the truth, you don't have to remember anything.",
    "Wit is educated insolence.",
    "The number one cause of failure is the fear of failure.",
    "Dreams are for dreamers. Goals are for achievers.",
    "Change is never easy, but always possible.",
    "Fools read fast. Geniuses reread.",
    "Know the rules well, so you can break them effectively.",
    "One never does wrong by doing right.",
    "Worry is a waste of emotional reserve.",
    "Never be bored, and you will never be boring.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "Obstacles don't block the path, they are the path.",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "Even if you're sure you can win, be careful that you can live with what you lose.",
    "The least deviation from truth will be multiplied later.",
    "Experience is a comb which nature gives us when we are bald. ",
    "You just can't beat the person who never gives up. ",
    "The quality of your life is determined by the quality of your thoughts.",
    "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "The greatest miracle is to be alive.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "Smile, breathe and go slowly.",
    "Whatever you are, be a good one."
]