[
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "How people treat you is their karma; how you react is yours. ",
    "A friend to all is a friend to none.",
    "There are no ordinary moments.",
    "Life is love and love is life.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "Your very silence shows you agree.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "You can't have anything worthwhile without difficulties.",
    "The world only exists in your eyes. You can make it as big or as small as you want.",
    "Whatever you decide to do, make sure it makes you happy.",
    "Whenever people agree with me I always feel I must be wrong.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "Discipline is the bridge between goals and accomplishment.",
    "Remember that the best relationship is one in which your love for each other exceeds your need for each other.",
    "Fear can hold you prisoner. Hope can set you free.",
    "Live calmly. The time will come when the flowers bloom by themselves.",
    "The clock indicates the moment...but what does eternity indicate?",
    "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
    "Peace is letting it be. Letting life flow, letting emotions flow through you.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "The heart wants what it wants. There's no logic. ",
    "Enthusiasm makes up for a host of deficiencies.",
    "Don't seek, don't search, don't ask, don't knock, don't demand - relax.",
    "Vision is the art of seeing things invisible.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "If you let your head get too big, it'll break your neck.",
    "Death is not an ending. It is a transformation.",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Everything you can imagine is real.",
    "Do not be so open-minded that your brains fall out.",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "Never do things others can do and will do if there are things others cannot do or will not do.",
    "Your neighbor is the man who needs you.",
    "Learn from the rejection and turn it into an opportunity!",
    "If there's a definition of freedom, I think it's this: living life on your terms.",
    "When you reach the end of your rope, tie a knot in it and hang on.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "A flower falls, even though we love it; and a weed grows, even though we do not love it.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "It's the unknown we fear when we look upon death and darkness, nothing more.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "Respect was invented to cover the empty place where love should be.",
    "Work is always an antidote to depression."
]