[
    "Longevity is a fleeting moment that lasts forever.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "You are never too old to become younger.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "The harder you work, the harder it is to surrender.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "To do two things at once is to do neither.",
    "A journey of a thousand miles must begin with a single step.",
    "Whenever you find yourself on the side of the majority, it is time to reform.",
    "Success is liking yourself, liking what you do, and liking how you do it.",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "It always seems impossible until it's done.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "How to get more opportunity: Create more opportunity for others.",
    "The friendship that can cease has never been real. ",
    "The beautiful journey of today can only begin when we learn to let go of yesterday.",
    "Men trust their ears less than their eyes.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "We lie the loudest when we lie to ourselves.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "Intelligent men are cruel. Stupid men are monstrously cruel.",
    "Life is one long process of getting tired.",
    "A needle is not sharp at both ends. ",
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "All I can do is be me, whoever that is.",
    "The more we value things, the less we value ourselves.  ",
    "The attempt to escape from pain, is what creates more pain.",
    "Rudeness is the weak man's imitation of strength.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "The truth is simple. If it was complicated, everyone would understand it.",
    "Ancient Rule of Twenty-one: if you do anything for twenty-one days in a row, it will be installed as a habit.",
    "Time stays long enough for anyone who will use it.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "If you change the way you look at things, the things you look at change. ",
    "You never know when a moment and a few sincere words can have an impact on a life.  ",
    "To affect the quality of the day, that is the highest of arts.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "The quicker you let go of old cheese, the sooner you find new cheese.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "Difficult roads often lead to beautiful destinations.",
    "Take the attitude of a student. Never be too big to ask questions. Never know too much to learn something new.",
    "Be curious, not judgmental.",
    "Only those who do nothing at all make no mistakes.",
    "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Gratitude is the fairest blossom which springs from the soul.",
    "A life without a cause is a life without effect.",
    "Fear not the path of Truth for the lack of People walking on it."
]