[
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "Every moment of happiness requires a great amount of Ignorance",
    "Some people feel the rain. Others just get wet. ",
    "If you are far from the enemy, make him believe you are near.",
    "The price of inaction is far greater than the cost of making a mistake.",
    "You have the freedom to be yourself, your true self, here and now, and nothing can stand in your way.",
    "The sun is new each day.",
    "Believe you can and you will be halfway there.",
    "Growth comes at the point of resistance.",
    "Those who attain the middle Dominate the whole.",
    "There is nothing like looking if you want to find something.",
    "It is better to change an opinion than to persist in a wrong one.",
    "Success in any endeavor depends on the degree to which it is an expression of your true self. ",
    "The significance of life is living.",
    "The Only Thing That Is Constant Is Change",
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "You have power over your mind - not outside events. Realize this, and you will find strength.",
    "I didn't get there by wishing for it or hoping for it, but by working for it.",
    "It's just a bad day, not a bad life.",
    "The cost of leadership is self-interest.",
    "All has not been said and never will be.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "All men who have achieved great things have been great dreamers. ",
    "Constantly think about how you could be doing things better.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "Empty yourself of everything - let the mind become still.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "There is no truth. There is only perception.",
    "The power to make and break habits and learning how to do that is really important.",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "The greatest doer must also be a great dreamer.",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "It's your life; you don't need someone's permission to live the life you want. Be brave to live from your heart.",
    "To plant a garden is to believe in tomorrow.  ",
    "It is easier to fight for one's principles than to live up to them. ",
    "Let the beauty of what you love be what you do.",
    "Progress is limited by your ability to change your mind.",
    "No man becomes rich unless he enriches others.",
    "People don't realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "Live, travel, adventure, bless, and don't be sorry.  ",
    "You can't get to a place that you don't believe exists.",
    "Who looks outside, dreams; who looks inside, awakes.",
    "Difficult roads often lead to beautiful destinations.",
    "The world is changed by your example, not by your opinion.",
    "The educated differ from the uneducated as much as the living differ from the dead."
]