[
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "The greatest deception men suffer is from their own opinions.",
    "Love is merely the name for the desire and pursuit of the whole.",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "All leaders are readers.",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "If there's a definition of freedom, I think it's this: living life on your terms.",
    "Big people don't make people feel small.",
    "Your world is a living expression of how you are using and have used your mind.",
    "Work out your own salvation. Do not depend on others.",
    "Nothing is easier than fault finding.",
    "Loss is nothing else but change and change is nature's delight.",
    "The roots of education are bitter, but the fruit is sweet.",
    "It's always to soon to quit!",
    "Go as far as you can see and you will see further.  ",
    "It is important to fight and fight again, and keep fighting, for only then can evil be kept at bay though never quite eradicated.",
    "See what you're doing wrong, laugh at it, change and do better.",
    "All things come into being by conflict of opposites.",
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "Don't blame others. it won't make you a better person.",
    "The sun is new each day.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "You will succeed because most people are lazy.",
    "What one does is what counts. Not what one had the intention of doing.",
    "Talk sense to a fool and he calls you foolish.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "We have to walk in a way that we only print peace and serenity on the Earth. Walk as if you are kissing the Earth with your feet.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "We run to win, not just to be in the race.  ",
    "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "A strong man overcomes an obstacle, a wise man goes the whole way.",
    "You don't get in life what you want; you get in life what you are.",
    "What is a friend? A single soul dwelling in two bodies.",
    "Where there's life, there's hope.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "It doesn't matter where you are, you are nowhere compared to where you can go.",
    "It is far easier to start something than it is to finish it.",
    "Either you choose to stay in the shallow end of the pool or you go out into the ocean.",
    "Be gentle with yourself. Think less and feel more. Be as happy as you can. You only have this moment.",
    "You can only lose something that you have, but you cannot lose something that you are.",
    "Never give up work. Work gives you meaning and purpose and life is empty without it.",
    "An ounce of performance is worth pounds of promises.",
    "A wise man can learn more from a foolish question than a fool can learn from a wise answer.  ",
    "You can put lipstick on a pig. It's still a pig.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  "
]