[
    "When something is important enough, you do it even if the odds are not in your favor.",
    "Still your waters.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "You are free, and that is why you are lost.",
    "The secret of life isn't what happens to you, but what you do with what happens to you.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "The heart that gives, gathers.",
    "Love is the absence of judgment.",
    "Anything worth doing is worth doing slowly.",
    "Honesty is the first chapter in the book of wisdom.",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "Riches don't make a man rich, they only make him busier.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "Things do not have meaning. We assign meaning to everything.",
    "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts.",
    "One must be poor to know the luxury of giving.",
    "Every experience is a lesson. Every loss is a gain.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "Nothing can bring you peace but yourself.",
    "I am who I am today because of the choices I made yesterday.",
    "Because a thing seems difficult for you, do not think it impossible.",
    "In life you need either inspiration or desperation.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Closing your eyes and listening to silence is self-care.",
    "We think too much and feel too little.",
    "A person hears only what they understand.",
    "Heart is what separates the good from the great.",
    "Youth ages, immaturity is outgrown, ignorance can be educated, and drunkenness sobered, but stupid lasts forever.",
    "The quality of your life is determined by the quality of questions you ask.",
    "Management is doing things right; leadership is doing the right things.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "The opportunity of defeating the enemy is provided by the enemy himself.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Man is affected not by events but by the view he takes of them.  ",
    "Genius is patience.",
    "You can never get enough of what you don't need to make you happy.",
    "Death smiles at us all. All we can do is smile back.",
    "By words the mind is winged.",
    "Goodness is the only investment that never fails.",
    "Constantly seek criticism. A well thought out critique of whatever you're doing is as valuable as gold.",
    "The roots of education are bitter, but the fruit is sweet.",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "Success is the progressive realization of a worthy goal or ideal.",
    "Throw your heart over the bar and your body will follow.",
    "When one door closes another door opens. ",
    "Few things are more deceptive than memories."
]