[
    "Your business is not to 'get somewhere' - it is to be here.",
    "Love is not about possession. Love is about appreciation.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "Never fear quarrels, but seek hazardous adventures.",
    "It's not the love you make. It's the love you give. ",
    "Trust your instincts: my first reaction is almost invariably the right one.  ",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "There is no path to Peace. Peace is the path.",
    "Selfishness and greed, individual or national, cause most of our troubles.",
    "You must be willing to do what others won't do, to have what others won't have.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "It is only depth of character that determines the profundity with which we face life.",
    "Saying nothing sometimes says the most.",
    "Change is hardest at the beginning, messiest in the middle and best at the end.",
    "I don't pretend to know everything; I just only speak on matters I know I'll win.",
    "Don't live the same year 75 times and call it a life.",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.",
    "To be calm is the highest achievement of the self.",
    "The more you are motivated by Love, The more Fearless & Free your action will be.",
    "Whether you think you can or think you can't – you are right.",
    "Where focus goes, energy flows.",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "There is no greater agony than bearing an untold story inside you.",
    "Some people feel the rain. Others just get wet. ",
    "Once you learn to quit, it becomes a habit.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "When I let go of what I am, I become what I might be.",
    "Silence is a source of great strength.",
    "Even a hare will bite when it is cornered. ",
    "Do the hard jobs first. The easy jobs will take care of themselves.",
    "The only way round is through.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "None are more hopelessly enslaved than those who falsely believe they are free.",
    "Great loves too must be endured.",
    "Never take your position for granted and never let any favors you receive go to your head.",
    "You get in life what you have the courage to ask for.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "Genius is patience.",
    "The difference between winning and losing is most often not quitting.",
    "A tiger doesn't lose sleep over the opinion of sheep."
]