[
    "Every moment of happiness requires a great amount of Ignorance",
    "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
    "Judgments prevent us from seeing the good that lies beyond appearances.  ",
    "Originality is the fine art of remembering what you hear but forgetting where you heard it. ",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "The worst part of success is trying to find someone who is happy for you.",
    "Anyone who has ever made anything of importance was disciplined.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "The more you trust yourself, the less you compare yourself to others.",
    "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "No tree, it is said, can grow to heaven unless its roots reach down to hell.",
    "He who knows best knows how little he knows.",
    "Believe you can and you will be halfway there.",
    "The more something scares you, the more you should do it.",
    "If you can see it in your mind, you can hold it in your mind.",
    "Success in any endeavor depends on the degree to which it is an expression of your true self. ",
    "The ability to observe without evaluating is the highest form of intelligence.",
    "Convinced myself, I seek not to convince.",
    "You are never too old to set another goal or to dream a new dream.",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Your life will never be the same again.",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "It does not do to dwell on dreams and forget to live, remember that.",
    "The biggest and only critic lives in your perception of people's perception of you rather than people's perception of you.",
    "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "If anything is worth doing, do it with all your heart.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "Re-examine all that you have been told... dismiss that which insults your soul.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "Our life is what our thoughts make it. A man will find that as he alters his thoughts toward things and other people, things and other people will alter towards him.",
    "Life is much like going to the gym. The most painful part is deciding to go. Once you get past that, it's easy.",
    "Never do to others what you would not like them to do to you. ",
    "The future belongs to those who believe in the beauty of their dreams.",
    "Where there is anger, there is always pain underneath.",
    "Troubles are often the tools by which God fashions us for better things.",
    "Do it with passion, or not at all.",
    "It's not what you've got; it's what you do that makes the difference.",
    "Man's character is his fate.",
    "When you lose your desire for things that do not matter, you will be free.",
    "Talk to someone about themselves and they'll listen for hours.",
    "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found.",
    "We must be free not because we claim freedom, but because we practice it.",
    "Fear, uncertainty, and discomfort are your compasses toward growth.",
    "Rather than waste time and energy worrying, use that time and energy to constructively deal with whatever is causing the worry."
]