[
    "All men are equal before fish.",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "Be as fluid as water, do not give your enemies anything solid to attack.",
    "Create with the heart; build with the mind.",
    "It's better to dance than to march through life.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "The world doesn't owe you anything. It was here first.",
    "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "Wherever you are is the entry point.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "Don't be pushed by your problems; be led by your dreams.",
    "Heroes don't need to talk about what they did.",
    "Fear of death is fear of the Unknown.",
    "He that can have patience can have what he will.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "If you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "There is no way to happiness - happiness is the way.",
    "Tis not too late to seek a newer world.",
    "If you read a lot of books, you're considered well-read. But if you watch a lot of TV, you're not considered well-viewed.",
    "The measure of who we are is what we do with what we have.",
    "I want the fishing rod, not the fish.",
    "The clock indicates the moment...but what does eternity indicate?",
    "Life begins where fear ends.",
    "The harder you work, the harder it is to surrender.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "Perpetual optimism is a force multiplier.",
    "True love stories never have endings.",
    "Never close your lips to those whom you have already opened your heart.",
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "Let us rather run the risk of wearing out than rusting out.",
    "If we are not able to smile, then the world will not have peace.",
    "Peaceful is the one who expects nothing.",
    "Your very silence shows you agree.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "It is not titles that honour men, but men that honour titles.",
    "If your mind is empty, it is always ready for anything, it is open to everything.",
    "You can, you should, and if you're brave enough to start, you will.",
    "Confidence breeds beauty.  ",
    "Mind is the creator of everything. You should therefore guide it to create only good.",
    "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "Today is the oldest you've ever been, and the youngest you'll ever be again.",
    "It is children only who enjoy the present; their elders either live on the memory of the past or the hope of the future.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return."
]