[
    "When people are free to do as they please, they usually imitate each other.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.",
    "To belittle, you have to be little.",
    "There are dark shadows on the earth, but its lights are stronger in the contrast.",
    "You win more from losing than winning.",
    "Before you can see the Light, you have to deal with the darkness.",
    "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind.",
    "Keep your eyes on the stars, but remember to keep your feet on the ground.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "Elegance does not consist in putting on a new dress.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "We are all like the bright moon, we still have our darker side.  ",
    "None are more hopelessly enslaved than those who falsely believe they are free.",
    "There is peace even in the storm.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "The fastest way to change is to laugh at your own folly.",
    "The less you try to impress, the more peaceful you can be.",
    "There is nothing more frightful than ignorance in action.",
    "Once you choose hope, anything's possible.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "Don't set your own goals by what other people make important.",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "The guest will judge better of a feast than the cook.",
    "Your next step is simple. You are the first domino.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "You can, you should, and if you're brave enough to start, you will.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "No man can get rich himself unless he enriches others.",
    "A zen master's life is one continuous mistake.",
    "Every experience is a lesson. Every loss is a gain.",
    "Belief creates the actual fact.",
    "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.",
    "When you reach the end of your rope, tie a knot in it and hang on.",
    "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
    "Enthusiasm makes up for a host of deficiencies.",
    "It's not how much money you make, it's how much money you keep.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "Failure is a prerequisite for great success. If you want success faster, double your rate of failure.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "The more acquaintances you have, the less you know them.",
    "Debt is the slavery of the free.",
    "In order to be walked over, you have to be lying down.",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "Sometimes good things fall apart so better things can fall together.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again."
]