[
    "Constantly think about how you could be doing things better.",
    "He who violates another's honor loses his own.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "When you can't make them see the light, make them feel the heat.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "Whatever you are, be a good one.",
    "Do not wait for leaders; do it alone, person to person.",
    "Patience is not the ability to wait but the ability to keep a good attitude while waiting.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "The most wasted day of all is that on which we have not laughed.",
    "Before preparing to improve the world, first look around your own home three times. ",
    "I didn't get there by wishing for it or hoping for it, but by working for it.",
    "Heal the past, live the present, dream the future.",
    "Wherever you are, and whatever you do, be in love.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "Don't want anything. Then you get everything.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
    "It's necessary to get the losers out of your life if you want to live your dream.",
    "Decide upon your major definite purpose in life and then organize all your activities around it.",
    "You are what you believe yourself to be.",
    "Heart is what separates the good from the great.",
    "There is nothing quite so tragic as a young cynic.",
    "You don't need a weatherman to know which way the wind blows.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "One loses many laughs by not laughing at oneself.",
    "Wherever you are, it's the place you need to be.",
    "The meaning of life is just to be alive. It is so plain and so obvious and so simple.",
    "If you can't, you must. If you must, you can.",
    "Just do the best you can. No one can do more than that.",
    "When you have a dream, you've got to grab it and never let go.",
    "Invisible things are the only realities.",
    "It is up to each of us to sing as we feel moved by the overall song of life.",
    "The more often a stupidity is repeated, the more it gets the appearance of wisdom.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "Just trust that everything is unfolding the way it is supposed to. Don't resist... Great things are waiting for you around the corner.",
    "Focus is a matter of deciding what things you're not going to do.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted.",
    "Go and do the things you can't. That is how you get to do them.",
    "You get in life what you have the courage to ask for.",
    "Confidence is contagious. So is lack of confidence.",
    "No one has ever become poor by giving.",
    "Find something you love and do it better than everyone else.",
    "The one who boasts does so only out of a feeling of inferiority.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "Everybody has talent, but ability takes hard work."
]