[
    "It is in the darkness that one finds the light.",
    "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "Let us rather run the risk of wearing out than rusting out.",
    "In order to carry a positive action, we must develop here a positive vision.",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "No one returns from a long journey the same person they were before.",
    "The score never interested me, only the game.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "All problems are illusions of the mind.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "Man invented language to satisfy his deep need to complain.",
    "Your vision will become clear only when you can look into your own heart.",
    "Your setback is just a setup for a comeback.",
    "Make peace within, and there will be no one who can overcome you. And no one you will wish to overcome.",
    "The destiny of man is in his own soul. ",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "Look to the beauty of this day, miracles are all around you.",
    "Those who realize their folly are not true fools.",
    "Each problem has a positive side.",
    "Knowledge is a treasure, but practice is the key to it.",
    "A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view.",
    "Wherever there is danger, there lurks opportunity; wherever there is opportunity, there lurks danger. The two are inseparable.",
    "Friends ask you questions; enemies question you.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "If a man knows not to which port he sails, no wind is favorable.  ",
    "The man who does not value himself, cannot value anything or anyone.",
    "A flower falls, even though we love it; and a weed grows, even though we do not love it.",
    "Not doing it is certainly the best way to not getting it.  ",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Courage is the price that life exacts for granting peace.",
    "Learning is a weightless treasure you can always carry easily.",
    "It is not enough to win a war; it is more important to organize the peace.",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours. ",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "Creativity is intelligence having fun.",
    "True friendship ought never to conceal what it thinks. ",
    "The only defense against the world is a thorough knowledge of it.",
    "Wealth is the product of man's capacity to think.",
    "Time doesn't heal emotional pain, you need to learn how to let go.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "Before you can see the Light, you have to deal with the darkness.",
    "All we have to decide is what to do with the time that is given to us.",
    "Life without love is like a tree without blossoms or fruit.",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "Nothing external to you has any power over you.",
    "Those who know, do. Those that understand, teach.",
    "The merit of all things lies in their difficulty.",
    "The most difficult times for many of us are the ones we give ourselves.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. "
]