[
    "We must be free not because we claim freedom, but because we practice it.",
    "If you are far from the enemy, make him believe you are near.",
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "Being In The Present Means Tuning Out Distractions And Paying Attention To What Is Important, Now.",
    "If you get up one more time than you fall, you will make it through.",
    "Be yourself; everyone else is already taken ",
    "Live simply, expect little, give much.",
    "The secret of perfect health lies in keeping the mind always cheerful - never worried, never hurried, never borne down by any fear, thought or anxiety.",
    "If ever you feel like an animal among men, be a lion.",
    "We will now discuss in a little more detail the Struggle for Existence.",
    "The best of us sometimes eat our words.  ",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "The happiest people in the world are those who feel absolutely terrific about themselves.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "The chief cause of failure and unhappiness is trading what you want most for what you want right now.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "Loss is nothing else but change and change is nature's delight.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "To be happy we need something to solve. Happiness is therefore a form of action.",
    "Words, once they are printed, have a life of their own.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "If you want something new, you have to stop doing something old.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Here is the test to find whether your mission on earth is finished. If you're alive, it isn't.",
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "Mind is the creator of everything. You should therefore guide it to create only good.",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "Wherever you are is the entry point.",
    "As you love yourself, life loves you back.",
    "The only man who never makes mistakes is the man who never does anything.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "The real art in learning takes place as we move beyond proficiency, when our work becomes an expression of our essence.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "The more we have the less we own.",
    "An investment in knowledge pays the best interest.",
    "Argue for your limitations and sure enough, they're yours.",
    "You do not read a book for the book's sake, but for your own.",
    "If you can handle rejection, you'll learn to get everything you want.",
    "The wise learn many things from their enemies.",
    "The health of nations is more important than the wealth of nations.",
    "Passion is born deaf and dumb.",
    "The journey, not the destination matters.",
    "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to focus.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "Unless you're ashamed of yourself now and then, you're not honest.",
    "Big people don't make people feel small."
]