[
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "We must be free not because we claim freedom, but because we practice it.",
    "It's not the men in your life that matters, it's the life in your men.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "Comedy = tragedy + time.",
    "The secret of getting ahead is getting started.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "To become what you are not, behave as you do not.",
    "What you do today can improve all your tomorrows.",
    "We cannot always do great things in life, but we can do small things with great love.",
    "You may delay, but time will not.",
    "Beware of false knowledge, it is more dangerous than ignorance.",
    "Do every act of your life as if it were your last.",
    "Even if you're sure you can win, be careful that you can live with what you lose.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "Courage is the price that life exacts for granting peace.",
    "Love is the absence of judgment.",
    "It's necessary to get the losers out of your life if you want to live your dream.",
    "Dreams are the touchstones of our characters.",
    "Do one thing every day that scares you.",
    "Everyone faces challenges in life. It's a matter of how you learn to overcome them and using them to your advantage.",
    "Confidence is consistency of thinking about what is possible and how to make it possible.",
    "You must find the place inside yourself where nothing is impossible.",
    "Educating the mind without educating the heart is no education at all.",
    "It is better to offer no excuse than a bad one. ",
    "Conflict cannot survive without your participation. ",
    "Don't cry because it's over. Smile because it happened.",
    "To do two things at once is to do neither.",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "Guilt is perhaps the most painful companion of death.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
    "Success is an iceberg.",
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "It is in changing that we find purpose.",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "To do great work one must be very idle as well as very industrious.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Have the fearless attitude of a hero and the loving heart of a child.",
    "You cannot push anyone up a ladder unless he is willing to climb a little himself.",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Always keep your eyes open. Keep watching. Because whatever you see can inspire you.",
    "Never confuse a single defeat with a final defeat.",
    "You don't know who is important to you until you actually lose them."
]