[
    "If you are far from the enemy, make him believe you are near.",
    "People don't realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.",
    "He who laughs at himself never runs out of things to laugh at.",
    "If you do not tell the truth about yourself you cannot tell it about other people.",
    "Don't want anything. Then you get everything.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "Learning never exhausts the mind. ",
    "To a mind that is still, the entire universe surrenders.",
    "Never take your position for granted and never let any favors you receive go to your head.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "Character is the result of two things: mental attitude and the way we spend our time.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Fear is stupid. So are regrets.",
    "High thoughts must have high language.",
    "Everything that irritates us about others.",
    "Your very silence shows you agree.",
    "What gets measured gets improved.",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "He who possesses most must be most afraid of loss.",
    "It is passion that makes man live; wisdom makes one only last.",
    "The greatest deception men suffer is from their own opinions.",
    "Life has no limitations except the ones you make.",
    "A person hears only what they understand.",
    "Amateurs sit and wait for inspiration, the rest of us just get up and got to work.",
    "The person who is his own master cannot tolerate another boss. ",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "The best way to not feel hopeless is to get up and do something.",
    "The power of man has grown in every sphere, except over himself.",
    "Champions keep playing until they get it right.",
    "Whatever your heart clings to and confides in, that is really your God.",
    "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found.",
    "You're never given a dream without also being given the power to make it true.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "The most effective way to do it, is to do it.",
    "Circumstances rule men; men do not rule circumstances. ",
    "Wit is educated insolence.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "Where there is anger, there is always pain underneath.",
    "To do great work one must be very idle as well as very industrious.",
    "Growth comes at the point of resistance.",
    "It is not the knowing that is difficult, but the doing. ",
    "A little progress each day adds up to big results.",
    "Fools read fast. Geniuses reread.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "Inspire yourself to be great. Being good isn't good enough."
]