[
    "We must learn to live together as brothers or perish together as fools.",
    "Beware of false knowledge, it is more dangerous than ignorance.",
    "It always seems impossible until it's done.",
    "Those who know, do. Those that understand, teach.",
    "The only problem we really have is we think we're not supposed to have problems! Problems call us to higher level- - face & solve them now!",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "See what you're doing wrong, laugh at it, change and do better.",
    "You can't have anything worthwhile without difficulties.",
    "Do what you can, with what you have, where you are.",
    "Without the rain there would be no rainbow.",
    "Perfectionism is simply putting a limit on your future.",
    "In the midst of chaos, there is also opportunity.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "Simplicity is a difficult thing to achieve.  ",
    "Rest and be kind, you don't have to prove anything.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Focus on how far you have come in life rather than looking at the accomplishments of others.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "There is no absolute success in the world, only constant progress.",
    "If you do not push the boundaries, you will never know where they are.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "We should not look back unless it is to derive useful lessons from past errors.",
    "If you want peace, accept. If you want suffering, expect.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Trust is the glue that holds people together and is the lubricant that keeps an organization moving forward.",
    "Only he who has no use for the empire is fit to be entrusted with it.",
    "Today is the oldest you've ever been, and the youngest you'll ever be again.",
    "All cruelty springs from weakness.  ",
    "Friendship takes time and energy if it's going to work.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
    "It is only depth of character that determines the profundity with which we face life.",
    "We can choose to look at whatever we want.  We can look at what's wrong in our life or we can look at what's right.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Talk to someone about themselves and they'll listen for hours.",
    "If you do not change direction, you may end up where you are heading.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "Greatness lies not in being strong, but in the right use of strength."
]