[
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.",
    "Discipline is the bridge between goals and accomplishment.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "You may delay, but time will not.",
    "People think about what they don't want and attract more of the same.",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "Truth is like most opinions - best unexpressed.",
    "We must not be afraid of dreaming the seemingly impossible if we want the seemingly impossible to become a reality.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "It is better to learn late than never.",
    "It is not uncommon for people to spend their whole life waiting to start living.",
    "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "You can have it all. You just can't have it all at once. ",
    "If you want more luck, take more chances.",
    "We're responsible for everything that happens to us.",
    "A man is literally what he thinks.",
    "He who violates another's honor loses his own.",
    "To arrive at the simplest truth requires years of contemplation.",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "Desire is suffering.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "To become what you are not, behave as you do not.",
    "Try not to become a man of success, but rather try to become a man of value.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "Sad thing is, you can still love someone and be wrong for them.",
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "The more you give, the more comes back to you.",
    "Character is destiny.",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "Perfectionism is simply putting a limit on your future.",
    "Eighty percent of success is showing up. ",
    "Nothing can survive without food. Everything we consume acts either to heal us or to poison us.",
    "Be happy now, without reason - or you never will be at all.",
    "We all give up great expectations along the way.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "Life is a process. We are a process. The universe is a process.",
    "It's not what happens to you, but how you react to it that matters.",
    "Correct what you can. Learn from what you can't.",
    "Goals are the fuel in the furnace of achievement.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "To earn more you must learn more.",
    "I want the fishing rod, not the fish.",
    "Life is much like going to the gym. The most painful part is deciding to go. Once you get past that, it's easy.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "In peace, sons bury their fathers. In war, fathers bury their sons. ",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "Life is what you make it. Always has been, always will be."
]