[
    "From error to error one discovers the entire truth.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "Quiet people have the loudest minds.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "Chase your passion, not your pension. ",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. ",
    "Muddy water is best cleared by leaving it alone.",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "Learn to value yourself, which means: fight for your happiness.",
    "The way of success is the way of continuous pursuit of knowledge.",
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "We cannot always do great things in life, but we can do small things with great love.",
    "Motivation is what gets you started. Habit is what keeps you going.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "The best thing to hold onto in life is each other.",
    "The way to love anything is to realize that it may be lost.",
    "Argue for your limitations and sure enough, they're yours.",
    "Stay away from people who makes you feel like you are wasting their time.",
    "The heart wants what it wants. There's no logic. ",
    "We build too many walls and not enough bridges.",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "Fear is a natural reaction to moving closer to the truth.",
    "Words are the clothing of our thoughts.",
    "You only live once, but if you do it right, once is enough.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "If you focus on results and finding shortcuts, you'll get impatient. If you focus on the process and doing the right thing, you'll be unstoppable.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "Avoiding danger is no safer in the long run than exposure.",
    "Words have no power to impress the mind without the exquisite horror of their reality.",
    "Get busy living, or get busy dying.",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "The act of taking the first step is what separates the winners from the losers.",
    "Behind every beautiful thing, there's some kind of pain.",
    "Success comes to those who become success conscious.",
    "Everything that irritates us about others.",
    "Thinking is difficult, that's why most people judge.",
    "Common sense is not so common. ",
    "Anything worth doing is worth doing slowly.",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "We would accomplish many more things if we did not think of them as impossible.",
    "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "Sometimes letting things go is an act of far greater power than defending or hanging on."
]