[
    "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on.",
    "Death is not an ending. It is a transformation.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "Being In The Present Means Tuning Out Distractions And Paying Attention To What Is Important, Now.",
    "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found.",
    "Don't let your mind stop you.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "We must cultivate our garden. ",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "Remember we're all in this alone.",
    "What worries you, masters you.",
    "Everything flows, nothing stands still.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power.",
    "Be yourself; everyone else is already taken.",
    "Better a diamond with a flaw than a pebble without one.",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "Everyday you can take a tiny step in the right direction.",
    "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "There are no shortcuts to any place worth going. ",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "Show kindness but never expect it. Show authenticity but never expect it. Only the wise are indifferent to things they can't control.",
    "Happiness is only real when shared.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "If you can't imagine it, you can't have it.",
    "You don't have to be great to start, but you have to start to be great.  ",
    "I have no methods; all I do is accept people as they are.",
    "I am not proud, but I am happy; and happiness blinds, I think, more than pride.",
    "You need to be doing fewer things for more effect instead of doing more things with side effects.",
    "Do all things with love.",
    "I do not seek. I find.",
    "Creative endeavors are by their nature uncertain.",
    "A friend to all is a friend to none.",
    "If anything is worth doing, do it with all your heart.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Animals don't hate, and we're supposed to be better than them.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "In the long run, the sharpest weapon of all is a kind and gentle spirit.",
    "There is no self-discovery without pain and loss.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "The heart wants what it wants - or else it does not care.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it. ",
    "People do not decide their futures, they decide their habits and their habits decide their futures.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace."
]