[
    "Where there is no struggle, there is no strength. ",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "Do not believe that you will reach your destination without leaving the shore. ",
    "Your home is where your thoughts find peace.",
    "What you seek is seeking you.",
    "Trusting our intuition often saves us from disaster. ",
    "Not everything that weighs you down is yours to carry.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "Confidence is like a dragon where, for every head cut off, two more heads grow back.",
    "Peaceful is the one who expects nothing.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "Some of your greatest lessons come from your darkest moments.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "People rarely succeed unless they have fun in what they are doing.",
    "Go as far as you can see and you will see further.  ",
    "How to get more opportunity: Create more opportunity for others.",
    "Death smiles at us all. All we can do is smile back.",
    "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "Manifest plainness, embrace simplicity, reduce selfishness, have few desires.",
    "It is impossible for a man to learn what he thinks he already knows.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "Question everything. Learn something. Answer nothing.",
    "It is better to offer no excuse than a bad one. ",
    "Hope is a waking dream.",
    "True life is lived when tiny changes occur.",
    "Constantly think about how you could be doing things better.",
    "The wisest men follow their own direction.",
    "Art is the signature of civilizations. ",
    "Make your mind your own business.",
    "The price of inaction is far greater than the cost of making a mistake.",
    "Music is like creating an emotional painting. The sounds are the colors.",
    "We don't stumble accidentally into an amazing life. It takes decision, a commitment to consistently work on ourselves.",
    "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "Sometimes out of your biggest misery, comes your greatest gain.",
    "Far more crucial than what we know or do not know is what we do not want to know.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "All religions, arts and sciences are branches of the same tree. ",
    "Whether you think you can or think you can't – you are right.",
    "The guest will judge better of a feast than the cook.",
    "Great minds are always feared by lesser minds.",
    "The way to love anything is to realize that it may be lost.",
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "Only those who will risk going too far can possibly find out how far one can go.",
    "The path is difficult to ensure worthiness. The lazy look elsewhere, The persevering find riches.",
    "A good teacher opens the door for you, but you must enter the room by yourself.",
    "You can't go forward and backwards at the same time.",
    "The weak can never forgive. Forgiveness is the attribute of the strong."
]