[
    "If I cannot do great things. I can do small things in a great way.",
    "Time goes from present to past.",
    "Even when you think you have your life all mapped out, things happen that shape your destiny in ways you might never have imagined.",
    "You can have the mind or you can have the moment.",
    "Conquer the devils with a little thing called love.",
    "There is no way to happiness - happiness is the way.",
    "As soon as you trust yourself, you will know how to live.",
    "Only one thing is ever guaranteed, that is that you will definitely not achieve the goal if you don't take the shot.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "A crisis is an opportunity riding the dangerous wind.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Everyone faces challenges in life. It's a matter of how you learn to overcome them and using them to your advantage.",
    "Remember, today is the tomorrow you worried about yesterday.",
    "Numbing the pain for a while will make it worse when you finally feel it.",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "There is no self-discovery without pain and loss.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.  ",
    "Failure means you've now learned another valuable lesson that pushes you one step closer to success.",
    "The secret of life is to fall seven times and to get up eight times.",
    "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love. ",
    "Decide upon your major definite purpose in life and then organize all your activities around it.",
    "I don't ever give up. I'd have to be dead or completely incapacitated.",
    "One mistake does not have to rule a person's entire life.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "Motivation is what gets you started. Habit is what keeps you going.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "Don't waste your energy on being angry at something that somebody did six months ago or a year ago. It's over.",
    "The traveler sees what he sees. The tourist sees what he has come to see.",
    "Stay away from people who makes you feel like you are wasting their time.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "Life can be wonderful if you're not afraid of it.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "I defeat my enemies when I make them my friends.",
    "Arise, slay thy enemies, enjoy a prosperous kingdom.",
    "The opposite of courage in our society is not cowardice... it is conformity.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "The wiser you get, the less you care to look like a fool.",
    "Life is really simple, but men insist on making it complicated. ",
    "Human happiness and moral duty are inseparably connected. ",
    "The four P's to success are pressure, persistence, perseverance, and prayer.",
    "The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "To be fully alive is to feel that everything is possible.",
    "Who looks outside, dreams; who looks inside, awakes."
]