[
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Life is one long process of getting tired.",
    "Would you rather live your life according to the approval of others or aligned with your truth and your dreams?",
    "When you have a dream, you've got to grab it and never let go.",
    "We must be free not because we claim freedom, but because we practice it.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "Till it has loved, no man or woman can become itself.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "A loving heart is the truest wisdom.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old. ",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "Life has the name of life, but in reality it is death.",
    "The world doesn't owe you anything. It was here first.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "When you consider things like the stars, our affairs don't seem to matter very much, do they?",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "A Penny Saved is a Penny Earned",
    "Be mindful. Be grateful. Be positive. Be true. Be kind.",
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "We cannot always do great things in life, but we can do small things with great love.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "Unless a man is master of his soul, all other kinds of mastery amount to little.",
    "Remember, today is the tomorrow you worried about yesterday.",
    "You drown not by falling into a river, but by staying submerged in it.",
    "Whatever happened, happened for the good. Whatever is happening, is happening for the good. Whatever will happen, will also happen for the good.",
    "No man is free who is not master of himself.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "Kind words can be short and easy to speak, but their echoes are truly endless.",
    "Stay away from people who makes you feel like you are wasting their time.",
    "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
    "The only difference between success and failure is the ability to take action.",
    "If you want peace, you won't get it with violence.",
    "Remember, hope is a good thing, maybe the best of things.",
    "The only time you run out of chances is when you stop taking them.",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "I'm not afraid of death, but I'm in no hurry to die.",
    "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
    "Just trust that everything is unfolding the way it is supposed to. Don't resist... Great things are waiting for you around the corner.",
    "To seek is to suffer. To seek nothing is bliss.",
    "At every moment where language can't go, that's your mind.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us."
]