[
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "Words can only have a positive effect on others if and when they are ready to listen.",
    "Desire is suffering.",
    "Make your life a mission - not an intermission.",
    "Today is the oldest you've ever been, and the youngest you'll ever be again.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "Enthusiasm makes up for a host of deficiencies.",
    "The universe doesn't allow perfection.",
    "I am not the outcome. I am never the result. I am only the effort.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "Stress happens when the mind resists what is.",
    "Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.",
    "Life is love and love is life.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "When you've got nothing, you've got nothing to lose.",
    "You are the sky. Everything else - it's just the weather.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "What's obvious to you isn't obvious to most people. Operate from this perspective and you'll help more people.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "Surrender to what is. Let go of what was. Have faith in what will be.",
    "Action may not always bring happiness, but there is no happiness without action.",
    "Don't settle, and don't struggle.",
    "The decisions of our past are the architects of our present.",
    "When a man is penalized for honesty he learns to lie.",
    "I don't walk away from things that I think are unfinished.",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "Of all men's miseries the bitterest is this: to know so much and to have control over nothing. ",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "It's not the love you make. It's the love you give. ",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "An intelligent person hires people who are more intelligent than he is.",
    "Opportunity comes when you continually push forward.",
    "Decide what your truth is. Then live it.",
    "Have a vision. Be demanding.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "Don't ever be afraid to put yourself in a lesser position so that you can learn something from someone who knows more.",
    "You have power over your mind - not outside events. Realize this, and you will find strength.",
    "Life goes by very fast. And the worst thing in life that you can have is a job that you hate, and have no energy and creativity in.",
    "Being in a good frame of mind helps keep one in the picture of health.",
    "Always turn a negative situation into a positive situation."
]