[
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
    "Experience is simply the name we give our mistakes. ",
    "Receive without complaint, Work with fate.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "All men are equal before fish.",
    "It's your outlook on life that counts.",
    "Life is a constant series of opportunities.",
    "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "A dead thing can go with the stream, but only a living thing can go against it.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "I succeeded by saying what everyone else is thinking.",
    "Man is made by his belief. As he believes, so he is.",
    "Your setback is just a setup for a comeback.",
    "If you are far from the enemy, make him believe you are near.",
    "Identify your problems, but give your power and energy to solutions.",
    "The cost of leadership is self-interest.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "The quality of your life is determined by the quality of your thoughts.",
    "Chase your passion, not your pension. ",
    "Good things aren't supposed to just fall into your lap.",
    "Words are the clothing of our thoughts.",
    "Some people find fault like there is a reward for it.  ",
    "The greatest doer must also be a great dreamer.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "It is not what we get. But who we become, what we contribute... that gives meaning to our lives.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "Correct what you can. Learn from what you can't.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "Once you choose hope, anything's possible.",
    "What the eye doesn't see and the mind doesn't know, doesn't exist.",
    "When the root is strong, the fruit is sweet.",
    "If you don't read the newspaper, you're uninformed. If you read the newspaper, you're misinformed.",
    "Be brave enough to suck at something new.",
    "Sorrow is how we learn to love.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future.",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "Think and wonder, wonder and think.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "When you stop questioning, you stop learning.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "Nothing ever happened in the past that can prevent you from being present now; and if the past cannot prevent you from being present now, what power does it have?",
    "Where you are right now doesn't have to determine where you'll end up.",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "For the things we have to learn before we can do them, we learn by doing them.",
    "Those who bring sunshine into the lives of others cannot keep it from themselves."
]