[
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "To belittle, you have to be little.",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "The successful warrior is the average man, with laser-like focus.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "Knowledge is learning something everyday. Wisdom is letting go of something everyday.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "Heroes don't need to talk about what they did.",
    "True prayer has no set form.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "If you want to be successful, you have to jump, there's no way around it.",
    "Life may be full of pain but that's not an excuse to give up.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "There is no one giant step that does it. It's a lot of little steps.",
    "The way of success is the way of continuous pursuit of knowledge.",
    "People are doing the best that they can from their own level of consciousness.",
    "Being in a good frame of mind helps keep one in the picture of health.",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
    "Everything has beauty but not everyone sees it.",
    "People do not decide their futures, they decide their habits and their habits decide their futures.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "The only way out is through.",
    "You cannot find peace avoiding life.",
    "If you can handle rejection, you'll learn to get everything you want.",
    "No kind action ever stops with itself. One kind action leads to another. Good example is followed.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Best be yourself, imperial, plain, and true.",
    "Being wrong opens us up to the possibility of change.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Don't seek, don't search, don't ask, don't knock, don't demand - relax.",
    "Better the cottage where one is merry than the palace where one weeps.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "If you don't have time to do it right, when will you have time to do it over?",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
    "All leaders are readers.",
    "Rudeness is the weak man's imitation of strength."
]