[
    "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
    "Best be yourself, imperial, plain, and true.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "Loyalty and friendship are the most precious possessions a man can have.",
    "Be where your enemy is not.",
    "The grass is greener where you water it.",
    "Whatever satisfies the soul is truth.",
    "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
    "Never waste a minute of your precious life thinking about people you don't like.",
    "The future is not a gift. It is an achievement.",
    "The number one cause of failure is the fear of failure.",
    "It is those who concentrate on but one thing at a time who advance in this world.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "The fear of death is more to be feared, than death itself.",
    "FOCUS - Follow One Course Until Successful",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "Imagination is the true magic carpet.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "Without the confidence, nothing can be accomplished.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "One loses many laughs by not laughing at oneself.",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "In three words I can sum up everything I've learned about life: it goes on.",
    "Enjoy life. There's plenty of time to be dead.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "It is better to learn late than never.",
    "Discipline is the mark of intelligent living.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "If you want something new, you have to stop doing something old.",
    "Perfectionism is simply putting a limit on your future.",
    "You cannot always control what goes on outside. But you can always control what goes on inside. ",
    "Men are equal; it is not birth but virtue that makes the difference.",
    "The prettiest eyes have cried the most.",
    "Take care of your cents: dollars will take care of themselves.",
    "Life begins where fear ends.",
    "Self-control is strength.",
    "The glow of one warm thought is to me worth more than money.",
    "You'll never find rainbows if you're looking down.  ",
    "If we are honest with ourselves, most of us will have to admit that we live out our lives in an ocean of fear.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "Waste not fresh tears over old griefs.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "Don't allow your mind to tell your heart what to do. The mind gives up easily.",
    "Within every desire is the mechanics of its fulfillment.",
    "By words the mind is winged."
]