[
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "Nothing you do is going to matter that much in the long run. Don't take yourself so seriously.",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "Not all those who wander are lost.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "Friendship takes time and energy if it's going to work.",
    "Behind every cloud is another cloud.",
    "The person who is his own master cannot tolerate another boss. ",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "Better to have, and not need, than to need, and not have.",
    "Men learn to love the woman they are attracted to. Women learn to become attracted to the man they fall in love with.",
    "He who violates another's honor loses his own.",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "What worries you, masters you.",
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "Awaken. Take heed, do not squander your life.",
    "The educated differ from the uneducated as much as the living differ from the dead.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "It's much better to do good in a way that no one knows anything about it.",
    "To lose your temper is only useful once a year.",
    "Don't stumble over something that's behind you.",
    "Better the cottage where one is merry than the palace where one weeps.",
    "Throw me to the wolves and I will return leading the pack.  ",
    "When you want something in life, you just gotta reach out and grab it.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "You can't tell big dreams to small minded people.",
    "The least deviation from truth will be multiplied later.",
    "All has not been said and never will be.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  ",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "You're never given a dream without also being given the power to make it true.",
    "If you care about someone enough, you'll always be there for them no matter what.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "Learning never exhausts the mind. ",
    "Everything is in your own heart.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "Life itself is the most wonderful fairy tale.",
    "The number one cause of failure is the fear of failure.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "Don't be afraid to give up the good to go for the great.",
    "Life becomes easier and more beautiful when we can see the good in other people.",
    "The first rule of business; treat others like they want to treat you.",
    "People inspire you, or they drain you. Pick them wisely.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold."
]