[
    "Don't be afraid to give up the good to go for the great.",
    "Love is the energy of life.",
    "Over time, loneliness gets inside you and doesn't go away.",
    "It's better to dance than to march through life.",
    "Everything has its beauty, but not everyone sees it. ",
    "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
    "Do what you can, with what you have, where you are.",
    "You are never too old to set another goal or to dream a new dream.",
    "There is no such thing as a great talent without great willpower.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "What would you do if you weren't afraid?",
    "Storms don't last forever.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "I learned the value of hard work by working hard. ",
    "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "Happiness is not the absence of problems, it's the ability to deal with them.",
    "The decisions of our past are the architects of our present.",
    "When you have a dream, you've got to grab it and never let go.",
    "The only difference between success and failure is the ability to take action.",
    "Your very silence shows you agree.",
    "A vital part of the happiness formula is self-discipline. Whoever conquers himself knows deep happiness that fills the heart with joy.",
    "Power is not what we do but what we do not - hasty and unwise actions that we repeat every day and which ultimately bring us into trouble.",
    "Life can be wonderful if you're not afraid of it.",
    "Don't try to be young. Just open your mind. Stay interested in stuff.",
    "Definitions belong to the definers, not the defined.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "You are the average of the five people you spend the most time with.",
    "No great discovery was ever made without a bold guess. ",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "As one grows weaker one is less susceptible to suffering. There is less hurt because there is less to hurt.",
    "An intelligent person hires people who are more intelligent than he is.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "You can never get enough of what you don't need to make you happy.",
    "Beauty is not in the face; beauty is a light in the heart.",
    "All problems are interpersonal relationship problems.",
    "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "I like the dreams of the future better than the history of the past.",
    "The man who moved the mountain was the one who began carrying away the smallest stones.",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "There is nothing more truly artistic than to love people.",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "Be yourself; everyone else is already taken ",
    "Never give way to laziness.",
    "Desire is suffering.",
    "Care about what other people think and you will always be their prisoner.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "We have to walk in a way that we only print peace and serenity on the Earth. Walk as if you are kissing the Earth with your feet."
]