[
    "There is a difference between giving directions and giving direction.",
    "It's the unknown we fear when we look upon death and darkness, nothing more.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "If we are honest with ourselves, most of us will have to admit that we live out our lives in an ocean of fear.",
    "All you need is the plan, the road map, and the courage to press on to your destination.",
    "Luck is what happens when preparation meets opportunity.  ",
    "The moment you doubt whether you can fly, you cease for ever to be able to do it.",
    "It doesn't matter where you are coming from. All that matters is where you are going. ",
    "Human beings can alter their lives by altering their attitudes of mind.",
    "A gentleman is one who puts more into the world than he takes out.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "Hope and fear come from feeling that we lack something; they come from a sense of poverty.",
    "One is never afraid of the unknown; one is afraid of the known coming to an end.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "There are no ordinary moments.",
    "Life has the name of life, but in reality it is death.",
    "Learning never exhausts the mind. ",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "Do what you can, with what you have, where you are.",
    "You are the only problem you will ever have and you are the only solution.",
    "Don't waste time on excuses. Just get it done.",
    "Wherever you are, and whatever you do, be in love.",
    "The quality, not the longevity, of one's life is what is important.",
    "The greatest test of courage on earth is to bear defeat without losing heart.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Failure is a prerequisite for great success. If you want success faster, double your rate of failure.",
    "If you want to turn a vision into reality, you have to give 100% and never stop believing in your dream.",
    "You have to keep breaking your heart until it opens.",
    "Before you speak, ask yourself, is it kind, is it necessary, is it true, does it improve the silence?",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "When you love someone, you love the person as they are, and not as you'd like them to be.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "Life has more imagination than we carry in our dreams.",
    "You cannot teach a crab to walk straight.",
    "The best answer to anger is silence.",
    "Whatever is begun in anger, ends in shame.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "Common sense is not so common. ",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "Adversity is the tempering of one's mettle. Without it, we cannot know any true meaning in our accomplishments.",
    "Men do not attract which they want but that which they are.",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "Youth has no age.",
    "People are weird. When we find someone with weirdness that is compatible with ours, we team up and call it love.",
    "Focused, hard work is the real key to success.",
    "Public opinion is the worst of all opinions."
]