[
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "The more we have the less we own.",
    "Muddy water is best cleared by leaving it alone.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "The more you give, the more comes back to you.",
    "Definitions belong to the definers, not the defined.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "Go for it now. The future is promised to no one.",
    "He who leaves the game wins it.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "To belittle, you have to be little.",
    "Your world is a living expression of how you are using and have used your mind.",
    "A day wasted on others is not wasted on one's self.",
    "You are your best thing.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "We turn not older with years but newer every day.",
    "There are no shortcuts to any place worth going.",
    "Reality is nothing but a collective hunch.",
    "You must welcome change as the rule but not as your ruler. ",
    "Sometimes a change of perspective is all it takes to see the light.",
    "Be the change that you want to see in the world.",
    "To be truly ignorant, be content with your own knowledge.",
    "If you don't make things happen then things will happen to you.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it. ",
    "Nothing is easier than fault finding.",
    "Knowledge is a treasure, but practice is the key to it.",
    "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "Don't wish it were easier, wish you were better.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "Every hour of every day is an unspeakably perfect miracle.",
    "It is during our darkest moments that we must focus to see the light.",
    "The more you know, the more you know you don't know.",
    "Always seek out the seed of triumph in every adversity.",
    "Success is about creating value.",
    "Knowledge isn't power until it is applied.",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "A woman unsatisfied must have luxuries. But a woman who loves a man would sleep on a board.",
    "Living a life that has a greater purpose and living up to it is the ultimate degree that we should strive for.",
    "Failure is a great teacher. If you're open to it every mistake has a lesson to offer.",
    "If you don't have time to do it right, when will you have time to do it over?",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. "
]