[
    "Evil is whatever distracts. ",
    "If you always do what you've always done, you'll always get what you've always got. ",
    "Go as far as you can see and you will see further.  ",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "When you've got nothing, you've got nothing to lose.",
    "Dance first. Think later. It's the natural order.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "Till it has loved, no man or woman can become itself.",
    "An un-examined life is not worth living.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "Until you change how you get things done, you'll never know what works best.",
    "What people need and what they want may be very different.",
    "Men do not attract which they want but that which they are.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "The golden opportunity you are seeking is within yourself.",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "Be approximately right rather than exactly wrong.",
    "Wheels of justice grind slow but grind fine.",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "A needle is not sharp at both ends. ",
    "The wiser you get, the less you care to look like a fool.",
    "Courage Is a Love Affair with the Unknown",
    "Who you are is defined by what you're willing to struggle for.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "Mind is the creator of everything. You should therefore guide it to create only good.",
    "Muddy water is best cleared by leaving it alone.",
    "Life belongs to the living, and he who lives must be prepared for changes.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "Less is more.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "Always turn a negative situation into a positive situation.",
    "Ancient Rule of Twenty-one: if you do anything for twenty-one days in a row, it will be installed as a habit.",
    "Keep your eyes on the stars, but remember to keep your feet on the ground.",
    "When you lose your desire for things that do not matter, you will be free.",
    "In order to carry a positive action, we must develop here a positive vision.",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "Fear is a natural reaction to moving closer to the truth.",
    "Whatever happened, happened for the good. Whatever is happening, is happening for the good. Whatever will happen, will also happen for the good.",
    "We should not look back unless it is to derive useful lessons from past errors.",
    "Your time is limited, so don't waste it living someone elses. life. Don't be trapped by dogma - which is living with the results of other people's thinking.",
    "Goodness is the only investment that never fails.",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "Get busy living, or get busy dying.",
    "You may forget with whom you laughed, but you will never forget with whom you wept.  ",
    "Life is really simple, but men insist on making it complicated. ",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "Don't be afraid to go slowly. Be afraid of stopping."
]