[
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "Show up even when you don't want to show up.",
    "Live life as though nobody is watching, and express yourself as though everyone is listening.",
    "A good stance and posture reflect a proper state of mind.",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "Here and now...breathe and relax...in battle and in life.",
    "Honesty is the first chapter in the book of wisdom.",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "One of the advantages of being disorganized is that one is always having surprising discoveries.",
    "Self-control is strength.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "The less you try to impress, the more peaceful you can be.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "Focus on how far you have come in life rather than looking at the accomplishments of others.",
    "Observe things as they are and don't pay attention to other people.",
    "To lead an orchestra, you must turn your back on the crowd.",
    "Closing your eyes and listening to silence is self-care.",
    "You have power over your mind - not outside events. Realize this, and you will find strength.",
    "Troubles are often the tools by which God fashions us for better things.",
    "The quieter you become, the more you are able to hear.",
    "The pain of parting is nothing to the joy of meeting again.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "The primary point of this existence is to live, and all living things move and grow.",
    "You must either modify your dreams or magnify your skills.",
    "Imagination is more important than knowledge.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "True knowledge exists in knowing that you know nothing.",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "The only limits in your life are those that you set yourself.",
    "A self that goes on changing is a self that goes on living.",
    "What you resist, persists.",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "Knowing yourself is the beginning of all wisdom.",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "Fears are nothing more than a state of mind.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "My sun sets to rise again.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "You are the only problem you will ever have and you are the only solution.",
    "The hard path is often the right one. The river teaches more than the shore.",
    "Success is built sequentially. It's one thing at a time.",
    "There is nothing more truly artistic than to love people.",
    "Those who are easily shocked should be shocked more often."
]