[
    "You can't go forward and backwards at the same time.",
    "Not why the addiction but why the pain.",
    "I cannot make my days longer so I strive to make them better.",
    "You must find the place inside yourself where nothing is impossible.",
    "Life is not just the passing of time. Life is the collection of experiences and their intensity.",
    "Scared people want comfort and certainty so they avoid failure. People living fully seek challenges because this is where they feel alive.",
    "We must learn to live together as brothers or perish together as fools.",
    "Never whine, never complain, never try to justify yourself.",
    "Surround yourself only with people who are going to take you higher.",
    "That some achieve great success is proof to all that others can achieve it as well.",
    "Don't ever be afraid to put yourself in a lesser position so that you can learn something from someone who knows more.",
    "People who have goals succeed because they know where they're going. It's that simple.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "Vision is the art of seeing things invisible.",
    "Don't be afraid that you do not know something. Be afraid of not learning about it.",
    "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "Be gentle with yourself. Think less and feel more. Be as happy as you can. You only have this moment.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "Any fool can paint a picture, but it takes a wise man to be able to sell it.",
    "When one door closes another door opens. ",
    "Anger begins with folly, and ends with repentance. ",
    "Sometimes a change of perspective is all it takes to see the light.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "I have never in my life learned anything from any man who agreed with me.",
    "Live the moment for the moment.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "The whole is greater than the sum of its parts.",
    "It is during our darkest moments that we must focus to see the light.",
    "It is in the darkness that one finds the light.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "Enjoy when you can, and endure when you must.",
    "Life happens in the river, not the shore.",
    "The most courageous act is still to think for yourself. Aloud.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "Life can only be understood backwards; but it must be lived forwards.",
    "Life is what you make it. Always has been, always will be.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "We think too much and feel too little.",
    "Being entirely honest with oneself is a good exercise.",
    "It is under the greatest adversity that there exists the greatest potential for doing good, both for oneself and others.",
    "The only way to 'find out if it will work out' is to do it.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "Through discipline comes freedom.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision."
]