[
    "It's your road, and yours alone, others may walk it with you, but no one can walk it for you.",
    "The longer we dwell on our misfortunes, the greater is their power to harm us.",
    "First learn the meaning of what you say, and then speak.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "Life is a process. We are a process. The universe is a process.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "Be - don't try to become ",
    "Don't let making a living prevent you from making a life.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "The time is now, the place is here. Stay in the present.",
    "The mind that turns ever outward Will have no end to craving. Only the mind turned inward Will find a still-point of peace.",
    "The number one cause of failure is the fear of failure.",
    "To a mind that is still, the entire universe surrenders.",
    "Love is the expression of one's values.",
    "Great loves too must be endured.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "The reward of suffering is experience.",
    "The only way round is through.",
    "Someday death will take us to another star.",
    "Friends ask you questions; enemies question you.",
    "Don't stop when you're tired. Stop when you're done.",
    "Circumstances rule men; men do not rule circumstances. ",
    "Confidence is what you have before you understand the problem.",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "If you realize that you're the problem, then you can change yourself, learn something and grow wiser. Don't blame other people for your problems.",
    "The more you extend kindness to yourself, the more it will become your automatic response to others.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "You cannot always control what goes on outside. But you can always control what goes on inside. ",
    "Evil is whatever distracts. ",
    "Conflict cannot survive without your participation. ",
    "Time you enjoy wasting, was not wasted.",
    "The more you like yourself, the less you are like anyone else, which makes you unique.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "The more often a stupidity is repeated, the more it gets the appearance of wisdom.",
    "I wasn't brave, I just didn't have time to be scared.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "Whatever happens always happens on time.",
    "To improve is to change, so to be perfect is to change often.",
    "Dreams provide nourishment for the soul, just as a meal does for the body.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "You can calculate the worth of a man by the number of his enemies.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future."
]