[
    "Love is not about possession. Love is about appreciation.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "Don't set your own goals by what other people make important.",
    "Everything begins with an idea.",
    "How you think when you lose determines how long it will be until you win.",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common.",
    "Things do not have meaning. We assign meaning to everything.",
    "To live fully is to be always in no-man's-land, to experience each moment as completely new and fresh.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "He who cannot be a good follower cannot be a good leader.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "Within every desire is the mechanics of its fulfillment.",
    "Be strong. Be confident. Be the star of your own life.",
    "No one is useless in this world who lightens the burdens of another.",
    "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.",
    "The essence of the Way is detachment.",
    "Receive without complaint, Work with fate.",
    "The most wasted day of all is that on which we have not laughed.",
    "Wherever you are is the entry point.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "The older you get, the more you understand how your conscience works.",
    "Forget safety. Live where you fear to live.",
    "If you want something new, you have to stop doing something old.",
    "Many answers to what you seek don't lie 'out there'. If you look inwards, you'll find the answer has been in you all along.",
    "Don't just sit there. Do something. The answers will follow.",
    "You're on earth. There's no cure for that.",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "If we did all the things we are capable of, we would literally astound ourselves.",
    "Act the way you want to be and soon you'll be the way you act.",
    "On the other side of the clouds is a bright blue sky.",
    "There are no mistakes in life, only lessons.",
    "Great acts are made up of small deeds.",
    "Truth is like most opinions - best unexpressed.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "The greatest doer must also be a great dreamer.",
    "You must either modify your dreams or magnify your skills.",
    "It is secondary whether we choose belief or defiance. What is precious is that we are always able to choose.",
    "A thing must be loved before it is lovable.",
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "Adversity is the tempering of one's mettle. Without it, we cannot know any true meaning in our accomplishments.",
    "To some degree, you control your life by controlling your time.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "Not why the addiction but why the pain.",
    "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
    "Wheels of justice grind slow but grind fine."
]