[
    "Everything starts with a dream. A particle of our imagination that teases us of what the future could be like, as long as we fight for it.",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "To travel is to be alive, but to get somewhere is to be dead.",
    "To plant a garden is to believe in tomorrow.  ",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "The meaning of life is that it stops.",
    "Life goes by very fast. And the worst thing in life that you can have is a job that you hate, and have no energy and creativity in.",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "Friendship is like money, easier made than kept.",
    "The river that flows in you also flows in me.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Remember, hope is a good thing, maybe the best of things.",
    "The people who succeed are irrationally passionate about something.",
    "Animals don't hate, and we're supposed to be better than them.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "Growth comes at the point of resistance.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "Your dream has to be bigger than your fear.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "Happiness is the absence of the striving for happiness.",
    "We forge the chains we wear in life.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "One's best success comes after their greatest disappointments.",
    "We become brave by doing brave acts.",
    "FOCUS - Follow One Course Until Successful",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "All religions, arts and sciences are branches of the same tree. ",
    "One of the advantages of being disorganized is that one is always having surprising discoveries.",
    "What people need and what they want may be very different.",
    "Sad thing is, you can still love someone and be wrong for them.",
    "Life is trying things to see if they work.",
    "Associate yourself with men of good quality, if you esteem your own reputation; for 'tis better to be alone than in bad company. ",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "Get mad, then get over it.",
    "The best way to understanding is a few good examples.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Once you choose hope, anything's possible.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "Wit is educated insolence.",
    "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. ",
    "Intelligent people make many mistakes because they cannot believe the world is really as foolish as it is.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "Fear does not have any special power unless you empower it by submitting to it."
]