[
    "Your dream has to be bigger than your fear.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "Truth is the offspring of silence and meditation.",
    "Many a man has failed because he had his wishbone where his backbone should have been.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
    "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Life is like playing the violin in public and learning the instrument as one goes on.",
    "There's no coming to consciousness without pain",
    "Night is a more quiet time to work. It aids thought.",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "Our stories may be singular, but our destination is shared.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "We have a choice everyday regarding the attitude we will embrace for that day.",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "The power of human thought grows exponentially with the number of minds that share that thought.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "A Penny Saved is a Penny Earned",
    "Be brave to stand for what you believe in even if you stand alone.",
    "Never do to others what you would not like them to do to you. ",
    "Love is not about possession. Love is about appreciation.",
    "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give.",
    "Allow motion to equal emotion.",
    "Re-examine all that you have been told... dismiss that which insults your soul.",
    "Identify your problems, but give your power and energy to solutions.",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "We tend to live up to our expectations.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "Do something worth remembering.",
    "Instead of thinking outside the box, get rid of the box.",
    "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
    "The more one judges, the less one loves.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "What would you do if you weren't afraid?",
    "What you resist, persists.",
    "The great use of life is to spend it for something that will outlast it.",
    "By going within. Nowhere you can go is more peaceful - more free of interruptions - than your own soul.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "You don't need a weatherman to know which way the wind blows.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying.",
    "Behind every beautiful thing, there's some kind of pain.",
    "Today will never happen again. Don't waste it with a false start or no start at all.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "We will outstretch the hand if you unclench your fist.",
    "Do every act of your life as if it were your last.",
    "Lost Time is never found again."
]