[
    "Let not your mind run on what you lack as much as on what you have already.",
    "Nothing endures but change.",
    "Whatever you are, be a good one.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "If you try, you might get exactly what you want. If you don't, you don't.",
    "When you move beyond your fear, you feel free.",
    "Sometimes good things fall apart so better things can fall together.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life.",
    "The man who does not value himself, cannot value anything or anyone.",
    "The world doesn't always give you want, but it often gives you what you need.",
    "One of the keys to happiness is a bad memory.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "Who wishes to fight must first count the cost.",
    "Either you run the day or the day runs you.",
    "Preoccupied with a single leaf you won't see the tree.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "A mountain never yields to the wind no matter how strong it is.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "I don't walk away from things that I think are unfinished.",
    "It is during our darkest moments that we must focus to see the light.",
    "There is no sadder sight than a young pessimist.",
    "Success does not consist in never making mistakes but in never making the same one a second time.",
    "Your home is where your thoughts find peace.",
    "Everything you can imagine is real.",
    "The best revenge is to be unlike him who performed the injury.",
    "Take care of your body. It's the only place you have to live.",
    "Be willing to be a beginner every single morning.",
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "It is easy to discover what another has discovered before.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "Great acts are made up of small deeds.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "You are not only responsible for what you say, but also for what you do not say. ",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "Each path to knowledge involves different rules and these rules are not interchangeable.",
    "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "Anyone who wants to achieve a dream must stay strong, focused and steady.",
    "Once a decision was made, I didn't worry about it afterward.",
    "Anything becomes interesting if you look at it long enough..",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "The sweetest pleasure arises from difficulties overcome.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "The more you praise and celebrate your life, the more there is in life to celebrate. "
]