[
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "What have you done today to make someone else happy?",
    "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
    "Confidence comes from crossing thresholds.",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "He who knows best knows how little he knows.",
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "Muddy water is best cleared by leaving it alone.",
    "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "If it is not right, do not do it, if it is not true, do not say it.",
    "Whatever is begun in anger, ends in shame.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "Greatness lies not in being strong, but in the right use of strength.",
    "The best time to plant a tree was 20 years ago. The second best time is now.",
    "The older you get the stronger the wind gets - and it's always in your face.",
    "Life is a question and how we live it is our answer.",
    "The difference between treason and patriotism is only a matter of dates.",
    "You become a worrier by practicing worry. You become free of worry by practicing the opposite.",
    "What would you do if you weren't afraid?",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "Do good, live in the most positive and joyful way possible every day.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "If the plan doesn't work, change the plan, but never the goal.",
    "Do what is right, not what is easy, nor what is popular.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "There is no excuse for not trying.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "All happiness depends on courage and work.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "You can live a whole life time never being awake.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "My powers are ordinary. Only my application brings me success.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "I learned the value of hard work by working hard. ",
    "There is no path to Happiness. Happiness is the path.",
    "Anxiety is the dizziness of freedom.",
    "The source of a true smile is an awakened mind.",
    "The less people know, the more stubbornly they know it.",
    "Never let the things you can't do stop you from doing what you can.",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "Keep your face to the sunshine and you cannot see the shadows.",
    "Don't seek, don't avoid, don't expect. Take what comes and be happy.",
    "It's not the love you make. It's the love you give. ",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward."
]