[
    "Nothing is too high for a man to reach, but he must climb with care and confidence",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there.",
    "He who fails to plan, plans to fail.",
    "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
    "All we have to decide is what to do with the time that is given to us.",
    "Peace is not the absence of conflict, but the ability to cope with it.",
    "Give out what you most want to come back.",
    "If you chase two rabbits, you catch none.",
    "Stuff your eyes with wonder... live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories.",
    "One of the advantages of being disorganized is that one is always having surprising discoveries.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "Always be a first-rate version of yourself, instead of a second-rate version of someone else.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "Remember, today is the tomorrow you worried about yesterday.",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided.",
    "The only limits in your life are those that you set yourself.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "The soul is neither born, and nor does it die.",
    "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
    "Small men think they are small; great men never know they are great. ",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "Nothing important is learned; it is simply remembered.",
    "When it hurts - observe. Life is trying to teach you something.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "Just as true humor is laughter at oneself, true humanity is knowledge of oneself.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "Every act of creation is first an act of destruction.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "You are the average of the five people you spend the most time with.",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "We can choose to look at whatever we want.  We can look at what's wrong in our life or we can look at what's right.",
    "I don't walk away from things that I think are unfinished.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "We cannot always do great things in life, but we can do small things with great love.",
    "Appear weak when you are strong, and strong when you are weak.",
    "Until we can manage time, we can manage nothing else.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "If your mind is empty, it is always ready for anything, it is open to everything.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "Your worth consists in what you are and not in what you have.",
    "It's not about what it is, it's about what it can become.",
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "For things to change, you have to change.",
    "You cannot have a positive life and a negative mind."
]