[
    "No problem can be solved from the same level of consciousness that created it.",
    "Extraordinary results happen only when you give the best you have to become the best you can be at your most important work.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.",
    "The more one judges, the less one loves.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "Stop wasting time defending your problems and work on addressing them instead.",
    "When you reach the end of your rope, tie a knot in it and hang on.",
    "The number one cause of failure is the fear of failure.",
    "Peace is not the absence of conflict, but the ability to cope with it.",
    "Life is 10% what happens to you and 90% how you react to it. ",
    "Always look on the bright side of things. If you can't comprehend this, polish that which has become dull until it begins to shine.",
    "We may not be responsible for the world that created our minds, but we can take responsibility for the mind with which we create our world.",
    "Integrity is the ability to stand by an idea.",
    "If you try, you might get exactly what you want. If you don't, you don't.",
    "The moment you doubt whether you can fly, you cease for ever to be able to do it.",
    "Make each day your masterpiece.",
    "Knowledge isn't power until it is applied.",
    "First say to yourself what you would be; and then do what you have to do.",
    "It is in the heart that makes a man rich. He is rich according to what he is, not according to what he has.",
    "Walk slowly but never walk backward.",
    "Dreams are the royal road to the unconscious. ",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "Success is not how high you have climbed, but how you make a positive difference to the world.",
    "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.",
    "No one ever is defeated until defeat has been accepted as a reality.",
    "Constantly think about how you could be doing things better.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "Don't be afraid to give up the good to go for the great.",
    "FOCUS - Follow One Course Until Successful",
    "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "Awakening is possible only for those who seek it and want it.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "Ponder and deliberate before you make a move.",
    "The heart that gives, gathers.",
    "There's more to life than being a passenger.",
    "If you don't know, the thing to do is not to get scared, but to learn.",
    "The friend is the man who knows all about you, and still likes you.",
    "Everything you can imagine is real.",
    "Nothing in this world is worth having or worth doing unless it means effort, pain, difficulty.",
    "Every poem should remind the reader that they are going to die.",
    "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "Every man gotta right to decide his own destiny.",
    "It's much better to do good in a way that no one knows anything about it.",
    "The more you give, the more comes back to you.",
    "We build too many walls and not enough bridges.",
    "Your setback is just a setup for a comeback.",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. ",
    "Be brave. Take risks. Nothing can substitute experience.",
    "Through discipline comes freedom."
]