[
    "What is a friend? A single soul dwelling in two bodies.",
    "Wisdom is doing now what you are going to be happy with later on.",
    "Each day your life grows a day shorter. Make every move count.",
    "Things do not have meaning. We assign meaning to everything.",
    "Our truest life is when we are in dreams awake.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "Only in the agony of parting do we look into the depths of love.",
    "Every day do something that will inch you closer to a better tomorrow.",
    "Life is ours to be spent, not to be saved. ",
    "The wise man reads both books and life itself.",
    "All leaders are readers.",
    "Use your smile to change the world but don't let the world change your smile.",
    "Once a decision was made, I didn't worry about it afterward.",
    "Wherever you are is the entry point.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "Someday death will take us to another star.",
    "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
    "Learn from the mistakes of others. You can't live long enough to make them all yourself.",
    "Don´t hesitate or allow yourself to make excuses. Just get out and do it.",
    "Life's too mysterious to take too serious.",
    "Man is made by his belief. As he believes, so he is.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "All problems are interpersonal relationship problems.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "Surrender to what is. Let go of what was. Have faith in what will be.",
    "I didn't get there by wishing for it or hoping for it, but by working for it.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "Rudeness is the weak man's imitation of strength.",
    "Everything that irritates us about others.",
    "From error to error one discovers the entire truth.",
    "Even when you think you have your life all mapped out, things happen that shape your destiny in ways you might never have imagined.",
    "Don't blame others. it won't make you a better person.",
    "One never does wrong by doing right.",
    "You must welcome change as the rule but not as your ruler. ",
    "The destiny of man is in his own soul. ",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "You have to keep breaking your heart until it opens.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "Happiness is only real, when shared.",
    "The pen is the tongue of the mind. ",
    "Those who cannot change their minds cannot change anything.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "Intelligence is the ability to adapt to change.",
    "A clear conscience is the sure sign of a bad memory.",
    "All life is an experiment. The more experiments you make, the better."
]