[
    "The wise speak only of what they know.",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "Each of us is a unique strand in the intricate web of life and here to make a contribution.",
    "It doesn't matter what you do, only how well you do it.",
    "A good stance and posture reflect a proper state of mind.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "Believe in one thing too much and you have no room for new ideas.  ",
    "Act as if what you do makes a difference. It does.",
    "Make yourself so useful to other people, that they think you are irreplaceable.",
    "The strongest and sweetest songs yet remain to be sung.",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "Memory is the scribe of the soul.",
    "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "Make each day your masterpiece.",
    "There's more to life than being a passenger.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it. ",
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "Those who are possessed by nothing possess everything.",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "Always seek out the seed of triumph in every adversity.",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "Anything you may hold firmly in your imagination can be yours.",
    "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "Every day passes whether you participate or not.",
    "Patience is not the ability to wait but the ability to keep a good attitude while waiting.",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "A woman unsatisfied must have luxuries. But a woman who loves a man would sleep on a board.",
    "Even in the grave, all is not lost.",
    "Life is what you make it. Always has been, always will be.",
    "Each day your life grows a day shorter. Make every move count.",
    "The best fighter is never angry.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "True life is lived when tiny changes occur.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "Plants grow weak without wind.",
    "Every man's work, whether it be literature or music or pictures or architecture or anything else, is always a portrait of himself.",
    "The attempt to escape from pain, is what creates more pain.",
    "Make your mind your own business.",
    "You can put lipstick on a pig. It's still a pig."
]