[
    "One of the keys to happiness is a bad memory.",
    "Life is trying things to see if they work.",
    "Formal education will make you a living, self-education will make you a fortune.",
    "For all evils there are two remedies - time and silence.",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "There is no one giant step that does it. It's a lot of little steps.",
    "It's not what you've got; it's what you do that makes the difference.",
    "Many roads lead to the path, but basically there are only two: reason and practice. ",
    "Patience is a bitter plant, but its fruit is sweet.",
    "Don't blame others. it won't make you a better person.",
    "Change is hardest at the beginning, messiest in the middle and best at the end.",
    "Worry is a waste of emotional reserve.",
    "No one is useless in this world who lightens the burdens of another.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "Excuses are the lies you convince yourself are true to avoid proving you are worthy of the gift you were given.",
    "The truth is simple. If it was complicated, everyone would understand it.",
    "You're never too old for anything.",
    "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "The salvation of the world lies in the human heart.",
    "People acting together as a group can accomplish things which no individual acting alone could ever hope to bring about.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "What's obvious to you isn't obvious to most people. Operate from this perspective and you'll help more people.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "The most important things are the hardest to say.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "Don't be afraid to see what you see.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "Even the smallest person can change the course of the future.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "Our happiness depends on the habit of mind we cultivate.",
    "The more you trust yourself, the less you compare yourself to others.",
    "Cleverness is not wisdom.",
    "Sometimes adversity is what you need to face in order to become successful.",
    "Someday death will take us to another star.",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "Preoccupied with a single leaf you won't see the tree.",
    "To earn more you must learn more.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "Our truest life is when we are in dreams awake.",
    "He who cheats the earth will be cheated by the earth.",
    "For every effect there is a root cause. Find and address the root cause rather than try to fix the effect, as there is no end to the latter.",
    "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "Your imagination is your preview of life's coming attractions.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window."
]