[
    "As one grows weaker one is less susceptible to suffering. There is less hurt because there is less to hurt.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "Growth comes at the point of resistance.",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "Creativity is the greatest rebellion in existence.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "The desire for more positive experience is itself a negative experience.",
    "Quiet people have the loudest minds.",
    "The greatest of empires, is the empire over one's self.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "The only thing more frustrating than slanderers is those foolish enough to listen to them.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
    "The past has no power over the present moment. ",
    "The less you respond to negative people, the more positive your life will become.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "Nothing has more strength than dire necessity.",
    "When you get up in the morning, you have two choices - either to be happy or to be unhappy. Just choose to be happy.",
    "Short cuts make long delays.",
    "Always show more kindness than seems necessary because the person receiving it needs it more than you will ever know.",
    "Heroes don't need to talk about what they did.",
    "Freedom lies in being bold.",
    "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "The busy man is never wise and the wise man is never busy.",
    "A person hears only what they understand.",
    "Belief creates the actual fact.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "There is no value in anything until it is finished. ",
    "Little by little, one travels far.",
    "At the center of your being you have the answer; you know who you are and you know what you want.",
    "There is no excuse for not trying.",
    "Who wishes to fight must first count the cost.",
    "Everything begins with an idea.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "Loss is nothing else but change and change is nature's delight.",
    "We have more possibilities available in each moment than we realize.",
    "The greatest doer must also be a great dreamer.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "Be happy now, without reason - or you never will be at all.",
    "We run to win, not just to be in the race.  ",
    "Stop comparing yourself to others and focus on your own improvement.",
    "At every moment where language can't go, that's your mind.",
    "If you chase two rabbits, you catch none.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "When people are free to do as they please, they usually imitate each other.",
    "Like it or not, this moment is all we really have to work with.",
    "Nothing like a health problem to turn up the contrast dial for the rest of life."
]