[
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Change yourself and you have done your part in changing the world.",
    "Every day passes whether you participate or not.",
    "If you want peace, accept. If you want suffering, expect.",
    "A person who does not read is no better than one cannot read.",
    "You have to give up some of the old so that you can make room for the new.",
    "Make improvements, not excuses. Seek respect, not attention.",
    "Debt is the slavery of the free.",
    "It is ignorance that causes most mistakes.",
    "A good stance and posture reflect a proper state of mind.",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "Muddy water is best cleared by leaving it alone.",
    "You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.",
    "Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",
    "Who you are is always right.",
    "There are no second chances in life, except to feel remorse.",
    "If you want to keep your memories, you first have to live them.",
    "Man must use what he has, not hope for what is not.",
    "A real friend is one who walks in when the rest of the world walks out.",
    "The number one cause of failure is the fear of failure.",
    "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.",
    "Never argue with stupid people, they will drag you down to their level and then beat you with experience.",
    "If we learn to open our hearts, anyone, including the people who drive us crazy, can be our teacher.",
    "The only man who never makes mistakes is the man who never does anything.",
    "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on.",
    "Success is an iceberg.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "Dreams provide nourishment for the soul, just as a meal does for the body.",
    "You came empty handed, and you will leave empty handed.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "Fashion fades, only style remains the same.",
    "The attempt to escape from pain, is what creates more pain.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "But better die than live mechanically a life that is a repetition of repetitions.",
    "Truth is exact correspondence with reality. ",
    "People are doing the best that they can from their own level of consciousness.",
    "A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction.",
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
    "One always begins to forgive a place as soon as it's left behind.",
    "It is not titles that honour men, but men that honour titles.",
    "In the middle of chaos lies opportunity.  ",
    "As long as a human being worries about when he will die, and what he has that is his, all of his works are zero.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "As soon as you trust yourself, you will know how to live.",
    "Surround yourself with only people who are going to lift you higher. ",
    "It does not do to dwell on dreams and forget to live, remember that.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. "
]