[
    "Happiness is only real when shared.",
    "Happiness must be grown in one's own garden.",
    "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.",
    "You can't have anything worthwhile without difficulties.",
    "One beam, no matter how big, cannot support an entire house on its own.",
    "Unless you change how you are, you will always have what you got.",
    "The only limits in our life are those we impose on ourselves.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "Only the educated are free.",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "Don't hate the player. Change the game.",
    "You have to give up some of the old so that you can make room for the new.",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "When you reach the end of your rope, tie a knot in it and hang on.",
    "Not everything that weighs you down is yours to carry.",
    "You can only lose something that you have, but you cannot lose something that you are.",
    "Give more than you think you can, trusting that you are richer than you think.",
    "If you quit once it becomes a habit.",
    "I will not walk backward in life.",
    "There are no mistakes in life, only lessons.",
    "Fools read fast. Geniuses reread.",
    "A man with outward courage dares to die: a man with inner courage dares to live.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "One must be deeply aware of the impermanence of the world.",
    "It doesn't matter how slow you go, as long as you don't stop.",
    "Don't gain the world and lose your soul. Wisdom is better than silver and gold.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "The right thing to do and the hard thing to do are usually the same.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "A good system shortens the road to the goal. ",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "Unless you're ashamed of yourself now and then, you're not honest.",
    "Attitude is a little thing that makes a big difference.",
    "The secret of getting ahead is getting started.",
    "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "You're never too old for anything.",
    "If you can't argue both sides, you can't argue.",
    "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "If you do not conquer self, you will be conquered by self.",
    "The joy of life comes from our encounters with new experiences.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "Leadership is solving problems"
]