[
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "I have lived with several Zen masters -- all of them cats.",
    "I pay attention to every minute of the day.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "If you're not making mistakes, then you're not doing anything.",
    "The less you open your heart to others, the more your heart suffers.",
    "Happiness must be grown in one's own garden.",
    "Better late than never.",
    "Treat everyone with politeness and kindness, not because they are nice, but because you are.",
    "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "I know not all that may be coming, but be it what it will, I'll go to it laughing.",
    "Progress is limited by your ability to change your mind.",
    "Always turn a negative situation into a positive situation.",
    "Life is about not knowing and then doing something anyway.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "Make peace with your inner turmoil.",
    "You are what you believe in. You become that which you believe you can become.",
    "The guest will judge better of a feast than the cook.",
    "The most important things are the hardest to say.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "Your imagination is your preview of life's coming attractions.",
    "Any game becomes important when you know and love the players.",
    "In order to attain the impossible, one must attempt the absurd.",
    "Friendship takes time and energy if it's going to work.",
    "Sad thing is, you can still love someone and be wrong for them.",
    "Truth is like most opinions - best unexpressed.",
    "Never stand begging for that which you have the power to earn.",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "There is peace even in the storm.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "Everything you've ever wanted is on the other side of fear.",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "Enthusiasm makes up for a host of deficiencies.",
    "Death smiles at us all. All we can do is smile back.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "If you can't imagine it, you can't have it.",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "Sometimes letting things go is an act of far greater power than defending or hanging on.",
    "Who you are is defined by what you're willing to struggle for.",
    "See what you're doing wrong, laugh at it, change and do better.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "Happiness is pretty simple: someone to love, something to do, something to look forward to.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Men trust their ears less than their eyes."
]