[
    "Believe that life is worth living and your belief will help create the fact.",
    "Words are clothes that thoughts wear",
    "A tiny change today brings a dramatically different tomorrow.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns.",
    "Happiness depends on your mindset and attitude.",
    "Only the educated are free.",
    "The future is no more uncertain than the present.",
    "Creative people are often found either disagreeable or intimidating by mediocrities.",
    "Wherever you are is the entry point.",
    "As a matter of fact is an expression that precedes many an expression that isn't.",
    "We will outstretch the hand if you unclench your fist.",
    "Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions.",
    "Don't let the past steal your present.",
    "If there were no God, there would be no atheists.",
    "Lying can never save us from another lie.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "There are no uninteresting things, only uninterested people.",
    "You are what you believe in. You become that which you believe you can become.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "Adults are just children who earn money.",
    "Turn your face to the sun, as flowers know how to do.",
    "Concentrated power has always been the enemy of liberty.",
    "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "Anything becomes interesting if you look at it long enough..",
    "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "Even the smallest person can change the course of the future.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "Being entirely honest with oneself is a good exercise.",
    "It is easier to fight for one's principles than to live up to them. ",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "Even a hare will bite when it is cornered. ",
    "The decisions of our past are the architects of our present.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "No matter how much preparation we do, in the real tests of our lives, we'll be in unfamiliar terrain.",
    "The measure of who we are is what we do with what we have.",
    "There's no coming to consciousness without pain",
    "If I can stop one heart from breaking, I shall not live in vain.",
    "Don't settle, and don't struggle.",
    "If you do not conquer self, you will be conquered by self.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "There are no limitations to the mind except those we acknowledge...",
    "Sometimes adversity is what you need to face in order to become successful.",
    "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love. "
]