[
    "I've always lived in the moment.",
    "Discipline is the mark of intelligent living.",
    "The least deviation from truth will be multiplied later.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "People acting together as a group can accomplish things which no individual acting alone could ever hope to bring about.",
    "If you want something new, you have to stop doing something old.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "Words are the clothing of our thoughts.",
    "Life is a question and how we live it is our answer.",
    "Live your life as an exclamation rather than an explanation.",
    "You can have it all. You just can't have it all at once. ",
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.",
    "You don't get in life what you want; you get in life what you are.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "He is not a lover who does not love forever.",
    "Throw your heart over the bar and your body will follow.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "When a man is penalized for honesty he learns to lie.",
    "When you win, say nothing, when you lose say less.",
    "The secret of getting started is breaking your complex, overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "Instead of thinking about what you are going to do when you retire, think about how you can do that now and make a living from it.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "The only thing we have to fear is fear itself.",
    "You can't climb the ladder of success with your hands in your pockets.",
    "If no one ever broke the rules, then we'd never advance.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "Leaders think and talk about solutions. Followers think and talk about the problems.",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "Life is like playing the violin in public and learning the instrument as one goes on.",
    "Sadness is but a wall between two gardens.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "Life is what you make it. Always has been, always will be.",
    "There is an essence of when you are fearless, you become more creative.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "Youth has no age.",
    "Every failure brings with it the seed of an equivalent success.",
    "Always look on the bright side of things. If you can't comprehend this, polish that which has become dull until it begins to shine.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "It is in your moments of decision that your destiny is shaped.",
    "Don't give up the fight, Stand up for your rights.",
    "Speak when you are angry - and you'll make the best speech you'll ever regret.",
    "Nothing in the world is ever completely wrong. Even a stopped clock is right twice a day.",
    "Charms strike the sight, but merit wins the soul.",
    "When we have our body and mind in order, everything else will exist in the right place, in the right way.",
    "Character is doing what you don't want to do but know you should do.",
    "Life comes at us in waves. We can't predict or control those waves, but we can learn to surf.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "Muddy water is best cleared by leaving it alone."
]