[
    "You play the hand you're dealt. I think the game's worthwhile.  ",
    "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "If we did all the things we are capable of, we would literally astound ourselves.",
    "You win more from losing than winning.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "No duty is more urgent than that of returning thanks.",
    "Being entirely honest with oneself is a good exercise.",
    "All human beings can alter their lives by altering their attitudes.",
    "We have to walk in a way that we only print peace and serenity on the Earth. Walk as if you are kissing the Earth with your feet.",
    "Do something to move yourself toward your major goal every day.",
    "The consequences of today are determined by the actions of the past. To change your future, alter your decisions today.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "We live only now. Everything else is either passed or is unknown.",
    "Quality is not an act, it is a habit.",
    "Question everything. Learn something. Answer nothing.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "Stop comparing yourself to others and focus on your own improvement.",
    "Showing off is the fool's idea of glory. ",
    "The best of us sometimes eat our words.  ",
    "Keep your dreams, you never know when you might need them.",
    "The less you open your heart to others, the more your heart suffers.",
    "For things to change, you have to change.",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "Simplicity is a difficult thing to achieve.  ",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "Never whine, never complain, never try to justify yourself.",
    "Even if you're sure you can win, be careful that you can live with what you lose.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "Happiness is the absence of the striving for happiness.",
    "Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "A person who does not read is no better than one cannot read.",
    "Everything starts with a dream. A particle of our imagination that teases us of what the future could be like, as long as we fight for it.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "Excellence is not a skill. It is an attitude. ",
    "I'm not afraid of death, but I'm in no hurry to die.",
    "Wisdom is doing now what you are going to be happy with later on.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "Discontent is the first necessity of progress.",
    "Is it really possible to tell someone else what one feels?",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "The road to success and the road to failure are almost exactly the same.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "Time goes from present to past.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "The road to success is always under construction.."
]