[
    "Being in a good frame of mind helps keep one in the picture of health.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "To do great work one must be very idle as well as very industrious.",
    "Dream big and dare to fail.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "Success is within the reach of just about everyone.",
    "Anything you may hold firmly in your imagination can be yours.",
    "There is no failure except in no longer trying. There is no defeat except from within, no insurmountable barrier except our own inherent weakness of purpose.",
    "Keep your face to the sunshine and you cannot see the shadows.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "Successful people ask better questions, and as a result, they get better answers.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "An intelligent person hires people who are more intelligent than he is.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "If you can't fly, run. If you can't run, walk. If you can't walk, crawl, but by all means, keep moving.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "Death smiles at us all. All we can do is smile back.",
    "Everyone must choose one of two pains: The pain of discipline or the pain of regret.",
    "Abundance of knowledge does not teach men to be wise.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Either get busy living or get busy dying.",
    "Life is what happens to you while you're busy making other plans.",
    "To be alive - is Power.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "If you don't like something change it; if you can't change it, change the way you think about it.",
    "Everything you can imagine is real.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "A poet should be so crafty with words that he is envied even for his pains.",
    "Misfortune shows those who are not really friends.",
    "There are more people who wish to be loved than there are who are willing to love. ",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "The first man gets the oyster, the second man gets the shell.",
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "Faith means believing the unbelievable.",
    "The best revenge is to be unlike him who performed the injury.",
    "It is in your moments of decision that your destiny is shaped.",
    "Where we fall are the stepping-stones for our journey.",
    "Make no small plans for they have no power to stir the soul.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "If you don't read the newspaper, you're uninformed. If you read the newspaper, you're misinformed.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "Believe you can and you will be halfway there.",
    "Never lose hope. Storms make people stronger and never last forever.",
    "All problems are interpersonal relationship problems.",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "The trouble with the rat race is that even if you win, you're still a rat."
]