[
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "A self that goes on changing is a self that goes on living.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "They say love is the best investment; the more you give, the more you get in return.",
    "Life is a process. We are a process. The universe is a process.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "For all evils there are two remedies - time and silence.",
    "The man who removes a mountain begins by carrying away small stones.",
    "I am always doing what I cannot do yet, in order to learn how to do it.",
    "Life can be wonderful if you're not afraid of it.",
    "I believe that one of life's greatest risks is never daring to risk.",
    "Things cannot forever go downward. There are limits to everything—even the cold, and the darkness, and the wind, and the dying.",
    "No man is happy who does not think himself so.",
    "You are never too old to become younger.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "Everything has beauty but not everyone sees it.",
    "All men who have achieved great things have been great dreamers. ",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "The difference between treason and patriotism is only a matter of dates.",
    "Every man is guilty of all the good he did not do. ",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "Life is a series of choices and all we can do is make them.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "Only those who will risk going too far can possibly find out how far one can go.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "Whatever satisfies the soul is truth.",
    "We're responsible for everything that happens to us.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "Whatever you decide to do, make sure it makes you happy.",
    "A fall into a ditch makes you wiser.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "It is the power of the mind to be unconquerable.",
    "Great loves too must be endured.",
    "Anxiety is the dizziness of freedom.",
    "We live only now. Everything else is either passed or is unknown.",
    "Growth is in a series of mistakes. That's the only way you learn.",
    "Do the difficult things while they are easy and do the great things while they are small.",
    "Everything you can imagine is real.",
    "A loving heart is the truest wisdom.",
    "The mind is the limit.",
    "Always do your best. What you plant now, you will harvest later.",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "What you become is far more important than what you get.",
    "No one is useless in this world who lightens the burdens of another.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "Try not to become a man of success, but rather try to become a man of value.",
    "Do not regret the past. Look to the future."
]