[
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "He that can have patience can have what he will.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "Respect is earned by effort not age, all things age without effort.",
    "Friendship takes time and energy if it's going to work.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "When you have a dream, you've got to grab it and never let go.",
    "Mastering others is strength, mastering yourself is true power.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "Life does not get better by chance, it gets better by change.",
    "The man who does not value himself, cannot value anything or anyone.",
    "First say to yourself what you would be; and then do what you have to do.",
    "The scariest monsters are the ones that lurk within our souls.",
    "When you move beyond your fear, you feel free.",
    "I will not walk backward in life.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "The secret of getting started is breaking your complex, overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "Winners never quit and quitters never win.",
    "The temptation to give up is strongest just before victory.",
    "Receive without pride, let go without attachment.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "When we have our body and mind in order, everything else will exist in the right place, in the right way.",
    "When you make a choice, you change the future.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.  ",
    "You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "Life is about choice. You can choose to be a victim or anything else you like to be.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "Teachers open the door. You enter by yourself. ",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "The two most powerful warriors are patience and time.",
    "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.",
    "Discipline is the bridge between goals and accomplishment.",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "From the errors of others, a wise man corrects his own.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "Fool me once, shame on you; fool me twice, shame on me. ",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "A good system shortens the road to the goal. ",
    "Identify your problems, but give your power and energy to solutions.",
    "Learn to value yourself, which means: fight for your happiness.",
    "Wherever you are is the entry point.",
    "Honesty is the first chapter in the book of wisdom.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "Paths are made by walking.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "It is in the heart that makes a man rich. He is rich according to what he is, not according to what he has.",
    "Learn only how to avoid seeking for and attaching yourselves to anything."
]