[
    "Wealth is the product of man's capacity to think.",
    "What are we doing here, that is the question.",
    "A simple rule in dealing with those who are hard to get along with is to remember that this person is striving to assert his superiority; and you must deal with him from that point of view.",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "Management is doing things right; leadership is doing the right things.",
    "Don't set your own goals by what other people make important.",
    "Do not fight with pigs - you will be smeared in mud but the pig will like it.",
    "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.",
    "Words are the clothing of our thoughts.",
    "Catch, then, O catch the transient hour; Improve each moment as it flies! ",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "Mastering others is strength, mastering yourself is true power.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "Every strike brings me closer to the next home run. ",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "Stay away from people who makes you feel like you are wasting their time.",
    "I defeat my enemies when I make them my friends.",
    "Never let the things you can't do stop you from doing what you can.",
    "The person who cannot control his words shows that he cannot control himself.",
    "The fewer the words, the better the prayer.",
    "Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.",
    "Nothing can bring you peace but yourself.",
    "You do not read a book for the book's sake, but for your own.",
    "There is no such thing as a great talent without great willpower.",
    "Wherever there is danger, there lurks opportunity; wherever there is opportunity, there lurks danger. The two are inseparable.",
    "There exists only the present instant; a Now which always and without end is itself new.",
    "Life is too important to be taken seriously.",
    "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.",
    "Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "Until you change how you get things done, you'll never know what works best.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "When you judge another, you do not define them, you define yourself",
    "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
    "Nothing is more real than nothing.",
    "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.",
    "One is never afraid of the unknown; one is afraid of the known coming to an end.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "In the end, it's not the years in your life that count. It's the life in your years.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "A heart is not judged by how much you love, but by how much you are loved by others.",
    "It's your road, and yours alone, others may walk it with you, but no one can walk it for you.",
    "You can have results or excuses, but not both.",
    "Showing off is the fool's idea of glory. ",
    "It's not the men in your life that matters, it's the life in your men.",
    "By perseverance the snail reached the ark.",
    "No man is happy who does not think himself so.",
    "Your dream has to be bigger than your fear."
]