[
    "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.  ",
    "Most people fail in life because they major in minor things.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "If light is in your heart, you will find your way home.  ",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "Human beings believe just as they breathe - in order to survive.",
    "Anger begins with folly, and ends with repentance. ",
    "Stop comparing yourself to others and focus on your own improvement.",
    "We know nothing of tomorrow, our business is to be good and happy today.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "Fear can hold you prisoner. Hope can set you free.",
    "It takes a very long time to become young.",
    "You are the only problem you will ever have and you are the only solution.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "Mistake is a mistake only if you make it twice.",
    "Do every act of your life as if it were your last.",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "It's not the love you make. It's the love you give. ",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "The world would go on even without you. Don't take yourself so seriously.",
    "I think self-awareness is probably the most important thing towards being a champion. ",
    "The health of nations is more important than the wealth of nations.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Knowledge is learning something everyday. Wisdom is letting go of something everyday.",
    "Life and the simple beauty of it is too good to pass up.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "Everything that is done in the world is done by hope.",
    "The man who does not value himself, cannot value anything or anyone.",
    "Success is the progressive realization of a worthy goal or ideal.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "Life without love is like a tree without blossoms or fruit.",
    "No duty is more urgent than that of returning thanks.",
    "Confidence is like a dragon where, for every head cut off, two more heads grow back.",
    "There is no fear for one whose mind is not filled with desires.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "Life is 10% what happens to you and 90% how you react to it. ",
    "Everybody has talent, but ability takes hard work.",
    "We must embrace pain and burn it as fuel for our journey.",
    "Creativity is intelligence having fun.",
    "The most difficult times for many of us are the ones we give ourselves.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "The best teacher is experience and not through someone's distorted point of view.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "Forgive those who have hurt you.",
    "Everything is possible. The impossible just takes longer."
]