[
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "Make peace with your inner turmoil.",
    "He who violates another's honor loses his own.",
    "If you cannot understand something, then you have understood it incorrectly.",
    "A good system shortens the road to the goal. ",
    "Don't criticize what you can't understand. ",
    "It is not the knowing that is difficult, but the doing. ",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "The prettiest eyes have cried the most.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.",
    "You can have it all. You just can't have it all at once. ",
    "The more you know, the more you know you don't know.",
    "Zen insists that the whole trouble is just our failure to realize that there is no problem.",
    "Our life isn't how much we can take out, but how much we can put in.  ",
    "When we allow negative messages to fester in our head, they take on a life of their own.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
    "What do we live for if not to make life less difficult for each other?",
    "Life is not a problem to be solved, but a reality to be experienced.",
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "The secret of life isn't what happens to you, but what you do with what happens to you.",
    "Goodness is the only investment that never fails.",
    "The saddest aspect of life is that there is no one on earth whose happiness is such that he won't sometimes wish he were dead rather than alive.",
    "If fear is too strong, the genius is suppressed.",
    "Life is much like going to the gym. The most painful part is deciding to go. Once you get past that, it's easy.",
    "Try all things, hold fast that which is good.",
    "Don't talk about what you have done or what you are going to do.",
    "Discipline is the mark of intelligent living.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "The two most important days in your life are the day you are born and the day you find out why.",
    "An investment in knowledge pays the best interest.",
    "Care about what other people think and you will always be their prisoner.",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Be grateful for what you have now, and nothing should be taken for granted.",
    "Life is really simple, but men insist on making it complicated. ",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "Men do not attract which they want but that which they are.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.",
    "Happiness comes when you believe in what you are doing, know what you are doing, and love what you are doing.",
    "Real growth comes through intense, difficult, and challenging situations.",
    "Nothing external to you has any power over you.",
    "Walk towards the sunshine, and the shadows will fall behind you.",
    "The only people without problems are those in cemeteries.",
    "There is no excuse for not trying.",
    "By words the mind is winged.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "If it entertains you now but will bore you someday, it's a distraction. Keep looking."
]