[
    "Be fascinated instead of frustrated.",
    "Care about what other people think and you will always be their prisoner.",
    "You'll get more from being a peacemaker than a warrior.",
    "It is better to offer no excuse than a bad one. ",
    "Be happy now, without reason - or you never will be at all.",
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.",
    "A fall into a ditch makes you wiser.",
    "Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "Sometimes things become possible if we want them bad enough.",
    "It is difficult to free fools from the chains they revere. ",
    "The opportunity of defeating the enemy is provided by the enemy himself.",
    "How to get more opportunity: Create more opportunity for others.",
    "Enjoy when you can, and endure when you must.",
    "If you correct your mind, the rest of your life will fall into place.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "It's not the love you make. It's the love you give. ",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "Winning isn't everything, but wanting to win is.",
    "Pleasure in the job puts perfection in the work.",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win.",
    "Man's character is his fate.",
    "To be truly ignorant, be content with your own knowledge.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "Eighty percent of success is showing up. ",
    "In life you need either inspiration or desperation.",
    "A man that flies from his fear may find that he has only taken a short cut to meet it.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Man is made by his belief. As he believes, so he is.",
    "Discontent is the first necessity of progress.",
    "You are not the drop in the ocean, but the ocean in the drop.",
    "The important thing is not what one is born with but what use one makes of that equipment.",
    "Those who are possessed by nothing possess everything.",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "If light is in your heart, you will find your way home.  ",
    "Who looks outside, dreams; who looks inside, awakes.",
    "If you do not change direction, you may end up where you are heading.",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.",
    "Invisible things are the only realities.",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "Dreams are the touchstones of our characters.",
    "All human wisdom is contained in these two words - Wait and Hope",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before."
]