[
    "Those who look for the bad in people will surely find it.",
    "Every day is an opportunity to a make a new happy ending.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "Don't let the silly little dramas of each day get you down. For you are here to do great things.",
    "It isn't what you do, but how you do it.",
    "Each of us is a unique strand in the intricate web of life and here to make a contribution.",
    "Your neighbor is the man who needs you.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "Numbing the pain for a while will only make it worse when you finally feel it.",
    "Big people don't make people feel small.",
    "If we are not able to smile, then the world will not have peace.",
    "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Difficult and meaningful will always bring more satisfaction than easy and meaningless.",
    "Choose a job you love, and you will never have to work a day in your life. ",
    "If you don't have time to do it right, when will you have time to do it over?",
    "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.  ",
    "Observe things as they are and don't pay attention to other people.",
    "Life is a process. We are a process. The universe is a process.",
    "Sometimes out of your biggest misery, comes your greatest gain.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "Walk with those seeking truth... RUN FROM THOSE WHO THINK THEY'VE FOUND IT.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Through discipline comes freedom.",
    "Write to help yourself, publish to help others.",
    "A wise man will be master of his mind, a fool will be its slave.",
    "Most of the evil in this world is done by people with good intentions.",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "It is better to offer no excuse than a bad one. ",
    "Better to die fighting for freedom than be a prisoner all the days of your life.",
    "You will not do incredible things without an incredible dream.",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "Failure is not fatal, but failure to change might be.",
    "Rest and be kind, you don't have to prove anything.",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "We can't help everyone, but everyone can help someone.",
    "The future depends on what you do today. ",
    "Health is the greatest of all possessions.",
    "No need to hurry. No need to sparkle. No need to be anybody but oneself.",
    "The future is not a gift. It is an achievement.",
    "Nothing good ever comes of violence.",
    "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
    "The best way to understanding is a few good examples.",
    "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
    "Life is but one dream flowing into another.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "It's the job that's never started that takes the longest to finish.",
    "Dreams have only one owner at a time. That's why dreamers are lonely."
]