[
    "Everybody has talent, but ability takes hard work.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "The first step toward getting somewhere is to decide that you are not going to stay where you are.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "No duty is more urgent than that of returning thanks.",
    "Do good, live in the most positive and joyful way possible every day.",
    "Good things aren't supposed to just fall into your lap.",
    "Worry is a waste of emotional reserve.",
    "Be yourself; everyone else is already taken.",
    "Sometimes you have to travel a long way to find what is near.",
    "Everything that is done in the world is done by hope.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "The greatest of empires, is the empire over one's self.",
    "Sorrow is how we learn to love.",
    "Deeds will not be less valiant because they are upraised.",
    "Art is the signature of civilizations. ",
    "Even if you persuade me, you won't persuade me.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "A vital part of the happiness formula is self-discipline. Whoever conquers himself knows deep happiness that fills the heart with joy.",
    "First comes the shy wish. Then you must have the heart to have the dream. Then, you work, and work.  ",
    "Best be yourself, imperial, plain, and true.",
    "The single biggest problem in communication is the illusion that it has taken place.",
    "When things go wrong, don't go with them.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "Growth comes at the point of resistance.",
    "Give credit where credit is due: simply said, if you want loyalty and best effort, you must be thoughtful.  ",
    "The way of success is the way of continuous pursuit of knowledge.",
    "All our knowledge has its origins in our perceptions.",
    "To improve is to change, so to be perfect is to change often.",
    "I thought how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "Fears are nothing more than a state of mind.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.",
    "Health is the greatest of all possessions.",
    "The decisions of our past are the architects of our present.",
    "Take interest and even delight in doing the small things well.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "Do something to move yourself toward your major goal every day.",
    "Attitude is a little thing that makes a big difference.",
    "People who have goals succeed because they know where they're going. It's that simple.",
    "There is no path to Happiness. Happiness is the path.",
    "The birth of the mind is the death of the senses.",
    "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Nothing that results in human progress is achieved with unanimous consent.",
    "Successful people appreciate where they have come from, but they don't let their past set the tone for their future."
]