[
    "Anxiety is the dizziness of freedom.",
    "The more you know, the more you know you don't know.",
    "Forever is composed of now's.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "If you do not conquer self, you will be conquered by self.",
    "Every poem should remind the reader that they are going to die.",
    "I dream my painting and I paint my dream.",
    "Wisdom is the oneness of mind that guides and permeates all things.",
    "Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "The universe doesn't allow perfection.",
    "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.",
    "The first step is to establish that something is possible; then probability will occur.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "The scariest moment is always just before you start. After that, things can only get better.",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "We are all self-made, but only the successful will admit it.",
    "In order to carry a positive action, we must develop here a positive vision.",
    "Unless a man is master of his soul, all other kinds of mastery amount to little.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.  ",
    "Only the hand that erases can write the true thing.",
    "Success is going from failure to failure without losing your enthusiasm",
    "If I love myself I love you. If I love you I love myself.",
    "No one has ever become poor by giving.",
    "Know yourself and you will win all battles.",
    "It is better to learn late than never.",
    "The busy man is never wise and the wise man is never busy.",
    "The soul should always stand ajar, ready to welcome the ecstatic experience.",
    "We will outstretch the hand if you unclench your fist.",
    "Life is one long process of getting tired.",
    "The world is changed by your example, not by your opinion.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "When it hurts - observe. Life is trying to teach you something.",
    "All our dreams can come true, if we have the courage to pursue them.",
    "Because of your smile, you make life more beautiful.",
    "The single biggest problem in communication is the illusion that it has taken place.",
    "Actions are the seeds of fate. Deeds grow into destiny.",
    "Every act of creation is first an act of destruction.",
    "The only time you run out of chances is when you stop taking them.",
    "Life moves on and so should we.",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "Everyday is a second chance.",
    "Every failure brings with it the seed of an equivalent success.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "If I persist long enough I will win.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "The person who never made a mistake never tried anything new."
]