[
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "You can not live your life just based on what everyone else thinks.",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "Things do not have meaning. We assign meaning to everything.",
    "Bad things are not the worst things that an happen to us. NOTHING is the worst thing that can happen to us.",
    "It is often safer to be in chains than to be free. ",
    "It matters not what someone is born, but what they grow to be.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "Get busy living, or get busy dying.",
    "It doesn't matter what you do, only how well you do it.",
    "Pain doesn't last. And when it's gone, we have something to show for it. Growth.",
    "If you focus on success, you'll have stress. But if you pursue excellence, success will be guaranteed.",
    "It is your attitude, not your aptitude, that determines your altitude.",
    "Talk sense to a fool and he calls you foolish.",
    "Where does a thought go when it's forgotten?",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind.",
    "There is no value in anything until it is finished. ",
    "You cannot always control what goes on outside. But you can always control what goes on inside. ",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Your life will never be the same again.",
    "What kills the creative force is not age or lack of talent, but our own spirit, our own attitude.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "Don't hate the player. Change the game.",
    "Forever is composed of now's.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "If we are not able to smile, then the world will not have peace.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
    "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "Fools read fast. Geniuses reread.",
    "Truth is the offspring of silence and meditation.",
    "When it is dark enough, you can see the stars.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "Character is doing what you don't want to do but know you should do.",
    "Muddy water is best cleared by leaving it alone.",
    "All great truths begin as blasphemies.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "Life is a balance of holding on and letting go.",
    "Youth has no age.",
    "Vision is the art of seeing things invisible.",
    "If you don't make things happen then things will happen to you.",
    "Most people achieved their greatest success one step beyond what looked like their greatest failure.",
    "He who fails to plan, plans to fail.",
    "We suffer more often in imagination than in reality.  ",
    "Not until we are lost do we begin to understand ourselves.",
    "Only those who do nothing at all make no mistakes."
]