[
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "Who you are is always right.",
    "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "Be the change that you want to see in the world.",
    "Anger exceeding limits causes fear and excessive kindness eliminates respect.",
    "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
    "Death walks faster than the wind and never returns what he has taken.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "Every great change is preceded by chaos.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "Experience is a comb which nature gives us when we are bald. ",
    "There is a wisdom of the head, and there is a wisdom of the heart.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Avoiding danger is no safer in the long run than exposure.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "All problems are illusions of the mind.",
    "The journey, not the destination matters.",
    "You must find the place inside yourself where nothing is impossible.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "The world doesn't owe you anything. It was here first.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "It does not matter how slowly you go so long as you do not stop.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "Be a master of change rather than a victim of change.",
    "Work harder on yourself than you do on your job.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "If you chase two rabbits, you catch none.",
    "Anyone who dreams of an uncommon life eventually discovers there is no choice but to seek an uncommon approach to living it.",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "Public opinion is the worst of all opinions.",
    "Just do what must be done. This may not be happiness but it is greatness.",
    "Each problem has a positive side.",
    "What most people need to learn in life is how to love people and use things instead of using people and loving things.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "How to get more opportunity: Create more opportunity for others.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "One of the most difficult things is not to change society - but to change yourself.",
    "Unless you're ashamed of yourself now and then, you're not honest.",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "To forget the whole world is easy; to make the whole world forget you is hard.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
    "A poet should be so crafty with words that he is envied even for his pains."
]