[
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "True wealth is of the heart, not of the purse.",
    "When you consider things like the stars, our affairs don't seem to matter very much, do they?",
    "When you know what you want, and you want it bad enough, you will find a way to get it.",
    "We are most nearly ourselves when we achieve the seriousness of the child at play.",
    "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
    "Forget mistakes. Forget failure. Forget everything except what you are going to do now and do it. Today is your lucky day!",
    "Even if you persuade me, you won't persuade me.",
    "You don't have to control your thoughts; you just have to stop letting them control you.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "The best way to understanding is a few good examples.",
    "Start the day with love, spend the day with love, fill the day with love and end the day with love.",
    "Receive without pride, let go without attachment.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "When angry count to ten before you speak. If very angry, count to one hundred.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "You are free, and that is why you are lost.",
    "A little impatience will spoil great plans.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Throw your heart over the bar and your body will follow.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "Wisdom is doing now what you are going to be happy with later on.",
    "I am who I am today because of the choices I made yesterday.",
    "The thing about smart people is that they seem like crazy people to dumb people.",
    "Not all readers are leaders, but all leaders are readers.",
    "Believe and you're halfway there.",
    "My sun sets to rise again.",
    "Friends ask you questions; enemies question you.",
    "Common sense is not so common. ",
    "The future will be shaped by those willing to commit their minds and their bodies to the task.",
    "The clock indicates the moment...but what does eternity indicate?",
    "Working hard for something we don't care about is called stress: Working hard for something we love is called passion.",
    "High thoughts must have high language.",
    "The merit of all things lies in their difficulty.",
    "Life itself is the most wonderful fairy tale.",
    "None of us can change our yesterdays but all of us can change our tomorrows.",
    "A mountain never yields to the wind no matter how strong it is.",
    "It is in changing that we find purpose.",
    "All things come into being by conflict of opposites.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "The pen is the tongue of the mind. ",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Before anything else, preparation is the key to success.",
    "Everything that irritates us about others."
]