[
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "The future is no more uncertain than the present.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "Make each day a new horizon.",
    "The way to get started is to quit talking and begin doing.",
    "Courage Is a Love Affair with the Unknown",
    "Without the confidence, nothing can be accomplished.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
    "Definitions belong to the definers, not the defined.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "The one who boasts does so only out of a feeling of inferiority.",
    "An investment in knowledge pays the best interest.",
    "People are not disturbed by things, but by the views they take of them.",
    "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "There is no way to happiness - happiness is the way.",
    "Life is a constant series of opportunities.",
    "If you see yourself as prosperous, you will be.",
    "I no doubt deserved my enemies, but I don't believe I deserved my friends.",
    "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "When your intuition is strong, follow it.",
    "To know your Enemy, you must become your Enemy.",
    "An ounce of performance is worth pounds of promises.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "Discontent is the first necessity of progress.",
    "Never argue with ignorance. It only leads to frustration.",
    "All wealth is the product of labor.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "Take away love and our earth is a tomb.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "Resilience is not what happens to you. It's how you react to, respond to, and recover from what happens to you.",
    "The future will be shaped by those willing to commit their minds and their bodies to the task.",
    "Either write something worth reading or do something worth writing.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "No one can hurt you without your consent.",
    "If you try, you might get exactly what you want. If you don't, you don't.",
    "Success is the progressive realization of a worthy goal or ideal.",
    "Realistic people do not accomplish extraordinary things.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "The harder the conflict, the greater the triumph. ",
    "Man is affected not by events but by the view he takes of them.  "
]