[
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "Where the willingness is great, the difficulties cannot be great.",
    "All problems are interpersonal relationship problems.",
    "In peace, sons bury their fathers. In war, fathers bury their sons. ",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "Whenever you do a thing, act as if all the world were watching.",
    "Be where your enemy is not.",
    "Have the fearless attitude of a hero and the loving heart of a child.",
    "It is in your moments of decision that your destiny is shaped.",
    "Absurdity is the ecstasy of intellectualism.",
    "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "Don't be afraid to stand for what you believe in, even if that means standing alone.",
    "The two most powerful warriors are patience and time.",
    "The highest form of ignorance is when you reject something you don't know anything about. ",
    "You may be disappointed if you fail, but you are doomed if you don't try.",
    "We need never be ashamed of our tears.",
    "Try to be a rainbow in someone's cloud.",
    "Educating the mind without educating the heart is no education at all.",
    "In the long run, the sharpest weapon of all is a kind and gentle spirit.",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "One always begins to forgive a place as soon as it's left behind.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "We can't help everyone, but everyone can help someone.",
    "We learn by pushing ourselves and finding what really lies at the outer reaches of our abilities.",
    "People rarely succeed unless they have fun in what they are doing.",
    "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "A Quitter never wins - and - a Winner never quits.",
    "Happiness is not the absence of problems, it's the ability to deal with them.",
    "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "He is not a lover who does not love forever.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Confidence is contagious. So is lack of confidence.",
    "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "It's not what you pay a man, but what he costs you that counts.",
    "Wealth is the product of man's capacity to think.",
    "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
    "It is during our darkest moments that we must focus to see the light.",
    "Rest and be kind, you don't have to prove anything.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "Others can stop you temporarily - you are the only one who can do it permanently.",
    "I no doubt deserved my enemies, but I don't believe I deserved my friends.",
    "If you pray for rain, be prepared to deal with some mud.",
    "If you see yourself as prosperous, you will be.",
    "The only lost cause is one we give up on before we enter the struggle."
]