[
    "Confidence breeds beauty.  ",
    "Small men think they are small; great men never know they are great. ",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "Charms strike the sight, but merit wins the soul.",
    "All men are equal before fish.",
    "Faith means believing the unbelievable.",
    "Don't give up the fight, Stand up for your rights.",
    "Perhaps the most tragic thing about mankind is that we are all dreaming about some magical garden over the horizon, instead of enjoying the roses that are right outside today.",
    "If you do not change direction, you may end up where you are heading.",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "Surround yourself with only people who are going to lift you higher. ",
    "The only way to 'find out if it will work out' is to do it.",
    "The prettiest eyes have cried the most.",
    "It is up to each of us to sing as we feel moved by the overall song of life.",
    "Success is built sequentially. It's one thing at a time.",
    "Success seems to be connected to action. Successful people keep moving. They make mistakes, but they don't quit.",
    "True prayer has no set form.",
    "There is a difference between giving directions and giving direction.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "The older you get, the better you get. Unless you're a banana.",
    "Intense love does not measure, it just gives.",
    "Trust is built and maintained by many small actions over time.",
    "You just can't beat the person who never gives up. ",
    "Living life in style also means living a life of balance.",
    "Curiosity is the most powerful thing you own.",
    "Lying can never save us from another lie.",
    "Every man's work, whether it be literature or music or pictures or architecture or anything else, is always a portrait of himself.",
    "The heart that gives, gathers.",
    "It always seems impossible until it's done.",
    "Love is not about possession. Love is about appreciation.",
    "Where there is anger, there is always pain underneath.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Always focus on the front windshield and not the rear view mirror.",
    "Life itself is the most wonderful fairy tale.",
    "If you're waiting until you feel talented enough to make it, you'll never make it.",
    "I must also have a dark side if I am to be whole.",
    "There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
    "We must embrace pain and burn it as fuel for our journey.",
    "Best be yourself, imperial, plain, and true.",
    "The scariest moment is always just before you start. After that, things can only get better.",
    "The only thing new in the world is the history you do not know.",
    "As a matter of fact is an expression that precedes many an expression that isn't.",
    "Judge a man by his questions rather than his answers.",
    "You don't have to move mountains. You'll change the world simply by being a warm, kind-hearted human being.",
    "Anything you may hold firmly in your imagination can be yours.",
    "Before you can see the Light, you have to deal with the darkness.",
    "Respect was invented to cover the empty place where love should be."
]