[
    "I would rather die on my feet than live on my knees.",
    "Never argue with ignorance. It only leads to frustration.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "Those who are enlightened never stop forging themselves.",
    "For your life to be great, your faith must be bigger than your fear.",
    "Those who know, do. Those that understand, teach.",
    "The roots of education are bitter, but the fruit is sweet.",
    "I can never decide whether my dreams are the result of my thoughts or my thoughts the result of my dreams.",
    "When you know what you want, and want it bad enough, you will find a way to get it.",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "The birth of the mind is the death of the senses.",
    "The future depends on what you do today. ",
    "Never stand begging for that which you have the power to earn.",
    "Whatever satisfies the soul is truth.",
    "The clock indicates the moment...but what does eternity indicate?",
    "Find your Light; They can't love you if they can't see you.",
    "Those who realize their folly are not true fools.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "Others have seen what is and asked why. I have seen what could be and asked why not",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "Numbing the pain for a while will only make it worse when you finally feel it.",
    "When something comes from within, when it is a part of you, you have no choice but to live it, to express it.",
    "Sometimes good things fall apart so better things can fall together.",
    "If ever you feel like an animal among men, be a lion.",
    "You'll never find rainbows if you're looking down.  ",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "Creativity is intelligence having fun.",
    "Only one thing is ever guaranteed, that is that you will definitely not achieve the goal if you don't take the shot.",
    "Life is like underwear, should be changed twice a day.  ",
    "If you don't have time to do it right, when will you have time to do it over?",
    "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot.",
    "Many a man has failed because he had his wishbone where his backbone should have been.",
    "Each problem has a positive side.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "Simple words, repeated daily, can change your life.",
    "Make your mind your own business.",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "You can never get enough of what you don't need to make you happy.",
    "Confidence is the greatest friend.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "We must cultivate our garden. ",
    "Always keep your eyes open. Keep watching. Because whatever you see can inspire you.",
    "The world makes way for the man who knows where he is going.",
    "However difficult life may seem, there is always something you can do and succeed at.",
    "Realistic people do not accomplish extraordinary things.",
    "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
    "Avoiding danger is no safer in the long run than exposure.",
    "Love is the expression of one's values."
]