[
    "The quicker you let go of old cheese, the sooner you find new cheese.",
    "Act the way you want to be and soon you'll be the way you act.",
    "How you think is as important as as what you think.",
    "At every moment where language can't go, that's your mind.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "If you pray for rain, be prepared to deal with some mud.",
    "The greatest miracle is to be alive.",
    "Adults are just children who earn money.",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
    "There is little success where there is little laughter.",
    "The person who cannot control his words shows that he cannot control himself.",
    "Longevity is a fleeting moment that lasts forever.",
    "If anything is worth doing, do it with all your heart.",
    "Our truest life is when we are in dreams awake.",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "To be totally at leisure for one day is to be immortal for one day. ",
    "The pen is the tongue of the mind. ",
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "The most important thing in communication is to hear what isn't being said.",
    "It will never rain roses: when we want to have more roses, we must plant more roses.",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "Human happiness and moral duty are inseparably connected. ",
    "Winners don't Quit. That's why they Win.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "It is dangerous to be right in matters on which the established authorities are wrong.",
    "Life is a process. We are a process. The universe is a process.",
    "It's much better to do good in a way that no one knows anything about it.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "The only way out is through.",
    "The most difficult times for many of us are the ones we give ourselves.",
    "Question everything. Learn something. Answer nothing.",
    "The soul without imagination is what an observatory would be without a telescope.",
    "Character is doing what you don't want to do but know you should do.",
    "Death smiles at us all. All we can do is smile back.",
    "Those who seek the easy way do not seek the true way.",
    "Guilt is perhaps the most painful companion of death.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Animals don't hate, and we're supposed to be better than them.",
    "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "Happiness is pretty simple: someone to love, something to do, something to look forward to."
]