[
    "Life must be a constant education; one must learn everything, from speaking to dying.",
    "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "The salvation of the world lies in the human heart.",
    "Rather than love, than money, than fame, give me truth.",
    "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
    "If everyone is moving forward together, then success takes care of itself.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "Tension is who you think you should be. Relaxation is who you are.",
    "Yesterday is but today's memory, tomorrow is today's dream.",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "The first step is to establish that something is possible; then probability will occur.",
    "As you think, so shall you become. ",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "Behind every beautiful thing, there's some kind of pain.",
    "The secret of life is to fall seven times and to get up eight times.",
    "Great minds are always feared by lesser minds.",
    "If you are going to achieve excellence in big things, you develop the habit in little matters.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "When the fish is caught we pay no more attention to the trap.",
    "Let not your mind run on what you lack as much as on what you have already.",
    "Life is really simple, but men insist on making it complicated. ",
    "When you are totally at peace with yourself, nothing can shake you.",
    "What we dwell on is who we become.",
    "Silence is a source of great strength.",
    "If you want to make God laugh, tell him about your plans. ",
    "There is a difference between giving directions and giving direction.",
    "Better late than never.",
    "In order to attain the impossible, one must attempt the absurd.",
    "Some people feel the rain. Others just get wet. ",
    "When a man is penalized for honesty he learns to lie.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "The grass is greener where you water it.",
    "Reading should be a pleasure, not a chore.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.",
    "The less you try to impress, the more peaceful you can be.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "Our stories may be singular, but our destination is shared.",
    "A real friend is one who walks in when the rest of the world walks out.",
    "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.",
    "By changing nothing, nothing changes.",
    "There are no differences but differences of degree between different degrees of difference and no difference.",
    "Character is doing what you don't want to do but know you should do.",
    "We don't stop playing because we grow old; we grow old because we stop playing."
]