[
    "Never argue with stupid people, they will drag you down to their level and then beat you with experience.",
    "We live only now. Everything else is either passed or is unknown.",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "The best thing to hold onto in life is each other.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "You can, you should, and if you're brave enough to start, you will.",
    "Nothing makes a man broad-minded like adversity.",
    "I believe that potential is unlimited - success depends on daring to act on dreams.   ",
    "We're responsible for everything that happens to us.",
    "Don't spend major time on minor things.",
    "Obstacles are those frightful things you see when you take your eyes off your goals.",
    "This is the real secret of life - to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.",
    "Never fear quarrels, but seek hazardous adventures.",
    "By words the mind is winged.",
    "Trust thyself: every heart vibrates to that iron string.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "Your chances of success in any undertaking can always be measured by your belief in yourself.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "Trusting our intuition often saves us from disaster. ",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "Life is a question and how we live it is our answer.",
    "Fears are nothing more than a state of mind.",
    "Not until we are lost do we begin to understand ourselves.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "The majority of what you want will come from the minority of what you do.",
    "If ever you feel like an animal among men, be a lion.",
    "We are shaped and fashioned by what we love.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "He who fails to plan, plans to fail.",
    "The person who never made a mistake never tried anything new.",
    "Men trust their ears less than their eyes.",
    "Work for something because it is good, not just because it stands a chance to succeed.",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "Your greatest asset is your earning ability. Your greatest resource is your time.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "You can't go forward and backwards at the same time.",
    "We tend to live up to our expectations.",
    "If it is not right, do not do it, if it is not true, do not say it.",
    "My instinct is always to seek out challenges as opposed to avoiding them.",
    "We love the things we love for what they are.",
    "You cannot find peace by avoiding life.",
    "To become what you are not, behave as you do not.",
    "The universe doesn't allow perfection.",
    "Small men think they are small; great men never know they are great. ",
    "It is better to fail in originality than to succeed in imitation.",
    "No one is useless in this world who lightens the burdens of another."
]