[
    "Sadness is but a wall between two gardens.",
    "The man who asks a question is a fool for a minute, the man who does not ask is a fool for life.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "The best way to predict the future is to create it.",
    "I have lost friends, some by death...others by sheer inability to cross the street.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "The fact of the matter is that there will be nothing learned from any challenge in which we don't try our hardest.",
    "We are shaped and fashioned by what we love.",
    "Never give way to laziness.",
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "You can calculate the worth of a man by the number of his enemies.",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "You need to be doing fewer things for more effect instead of doing more things with side effects.",
    "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts.",
    "I would rather die on my feet than live on my knees.",
    "Like it or not, this moment is all we really have to work with.",
    "The wise learn many things from their enemies.",
    "You are the sky. Everything else - it's just the weather.",
    "Don't explain your philosophy. Embody it.",
    "We are all different. Don't judge, understand instead.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "If you want work well done, select a busy man; the other kind has no time.",
    "They say love is the best investment; the more you give, the more you get in return.",
    "Live life as though nobody is watching, and express yourself as though everyone is listening.",
    "You must find the place inside yourself where nothing is impossible.",
    "The most important thing in communication is to hear what isn't being said.",
    "Our life isn't how much we can take out, but how much we can put in.  ",
    "Courage Is a Love Affair with the Unknown",
    "No man is more cheated than the selfish man.",
    "Getting lost along your path is a part of finding the path you are meant to be on.",
    "We tend to live up to our expectations.",
    "We've got to live, no matter how many skies have fallen.",
    "Your mind is infinite, it's your doubts that are limiting.",
    "Do not allow your inner doubts to keep you from achieving what you can do.",
    "Silence is a source of great strength.",
    "You have the ability, now apply yourself.",
    "No duty is more urgent than that of returning thanks.",
    "A zen master's life is one continuous mistake.",
    "Give so much away people insist on paying you.",
    "Truth is not something outside to be discovered, it is something inside to be realized.",
    "What people need and what they want may be very different.",
    "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
    "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "Those who are easily shocked should be shocked more often.",
    "Through discipline comes freedom.",
    "What we know is a drop, what we don't know is an ocean. ",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "Change yourself - you are in control."
]