[
    "To live outside the law, you must be honest. ",
    "The secret of happiness is not in doing what you like but in liking what you have to do.",
    "Success is never final; failure is never fatal.",
    "Don't be afraid to stand for what you believe in, even if that means standing alone.",
    "The man who removes a mountain begins by carrying away small stones.",
    "If you don't have time to do it right, when will you have time to do it over?",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "You never know when a moment and a few sincere words can have an impact on a life.  ",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "Life must be rich and full of loving-it's no good otherwise, no good at all, for anyone.  ",
    "You can have the mind or you can have the moment.",
    "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.",
    "There is a wisdom of the head, and there is a wisdom of the heart.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "Your setback is just a setup for a comeback.",
    "Take into account that great love and great achievements involve great risk.",
    "With self-discipline, almost anything is possible.",
    "Peace begins with a smile.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "Good things aren't supposed to just fall into your lap.",
    "The key to success is failure.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "Sometimes things become possible if we want them bad enough.",
    "Projecting your mind into a successful situation is the most powerful means to achieve goals.  ",
    "He who knows, does not speak. He who speaks, does not know.",
    "Blessed is he who expects nothing, for he shall be disappointed.",
    "It is often safer to be in chains than to be free. ",
    "One must be deeply aware of the impermanence of the world.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "Believe you can and you're halfway there.",
    "I would rather die on my feet than live on my knees.",
    "Dreams provide nourishment for the soul, just as a meal does for the body.",
    "Your world is a living expression of how you are using and have used your mind.",
    "Don't let someone elses. opinion become your reality.",
    "Go and do the things you can't. That is how you get to do them.",
    "In order for you to be the BEST you can be for others, first you must be BEST for yourself.",
    "I defeat my enemies when I make them my friends.",
    "Every saint has a past, and every sinner has a future.",
    "When the time is gone, you can never get it back.",
    "Love the life you live, live the life you love.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. ",
    "Out of your vulnerabilities will come your strength.",
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "Remember we're all in this alone.",
    "Man invented language to satisfy his deep need to complain.",
    "Growth comes at the point of resistance.",
    "Instead of being intimidated by the limitations, be inspired to find new ways around them.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes."
]