[
    "I have never in my life learned anything from any man who agreed with me.",
    "Avoiding failure is to avoid progress.",
    "Freedom from desire leads to inner peace.",
    "Life is trying things to see if they work.",
    "Whatever you believe with feeling becomes your reality. ",
    "There is nothing more truly artistic than to love people.",
    "We must not sit down and wait for miracles. Up and be going!",
    "The best way out is always through.",
    "Listening well is as powerful as talking well, and is also as essential to true conversation.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
    "Turn your face to the sun, as flowers know how to do.",
    "Good judgment comes from experience, and experience comes from bad judgment.",
    "A different result requires doing something different.",
    "Sometimes adversity is what you need to face in order to become successful.",
    "Trust, but verify.",
    "The man who removes a mountain begins by carrying away small stones.",
    "Act as if what you do makes a difference. It does.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "The friendship that can cease has never been real. ",
    "Mind is the creator of everything. You should therefore guide it to create only good.",
    "To improve is to change, so to be perfect is to change often.",
    "We don't stop playing because we grow old; we grow old because we stop playing.",
    "Love is the expression of one's values.",
    "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.",
    "Life without love is like a tree without blossoms or fruit.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "When a man is penalized for honesty he learns to lie.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "To arrive at the simplest truth requires years of contemplation.",
    "Enjoy life. There's plenty of time to be dead.",
    "Make each day a new horizon.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "Do not bite at the bait of pleasure, till you know there is no hook beneath it.",
    "Failure is an option, fear is not.",
    "Even a hare will bite when it is cornered. ",
    "For the things we have to learn before we can do them, we learn by doing them.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "I dream my painting and I paint my dream.",
    "You don't earn loyalty in a day. You earn loyalty day-by-day.",
    "In nature there is no alienation. Everything belongs.",
    "The way to get started is to quit talking and begin doing.",
    "You must find the place inside yourself where nothing is impossible.",
    "Anger, ego, jealousy are the biggest diseases,Keep yourself aloof from these three diseases.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "When you are totally at peace with yourself, nothing can shake you.",
    "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "Lost Time is never found again."
]