[
    "If you don't break your ropes while you're alive, do you think ghosts will do it after?",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "We need a backbone, not a wishbone.",
    "Till it has loved, no man or woman can become itself.",
    "Success is a poor teacher.",
    "Avoiding failure is to avoid progress.",
    "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "The longer we dwell on our misfortunes, the greater is their power to harm us.",
    "The people who are crazy enough to think they can change the world are the ones who do.",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich.",
    "The hardest arithmetic to master is that which enables us to count our blessings.",
    "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "If there is a book that you want to read, but it hasn't been written yet, then you must write it.",
    "Some people want it to happen, some wish it would happen, others make it happen.",
    "One mistake does not have to rule a person's entire life.",
    "I never said it would be easy, I only said it would be worth it.",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Try all things, hold fast that which is good.",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "To lead the people, walk behind them.",
    "Optimism, when applied to your life, develops strength and peace within you.",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "If you want more luck, take more chances.",
    "All you need is the plan, the road map, and the courage to press on to your destination.",
    "The friend is the man who knows all about you, and still likes you.",
    "It is only depth of character that determines the profundity with which we face life.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "Every moment is a fresh beginning.",
    "The greatest weariness comes from work not done.",
    "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree. ",
    "If you can't, you must. If you must, you can.",
    "Think of yourself as dead. you have lived your life. Now, take what's left, and live it properly.",
    "Those who seek the easy way do not seek the true way.",
    "A good stance and posture reflect a proper state of mind.",
    "The act of taking the first step is what separates the winners from the losers.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "If the grass is greener on the other side, maybe that's because you're not taking good care of your grass.",
    "Fortunate are those who take the first steps.",
    "It is during our darkest moments that we must focus to see the light.",
    "Trust, but verify.",
    "The secret of life isn't what happens to you, but what you do with what happens to you.",
    "The only way out is through.",
    "Without the rain there would be no rainbow.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Be brave. Take risks. Nothing can substitute experience.",
    "Don't look for meaning in the words. Listen to the silences.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "Every saint has a past, and every sinner has a future."
]