[
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "Life is the dancer and you are the dance.",
    "Time flies whether you are having fun or not.",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "Look to the beauty of this day, miracles are all around you.",
    "We run to win, not just to be in the race.  ",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "There is no way to happiness - happiness is the way.",
    "A hero is an ordinary person doing things in an extra ordinary way.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "The road to success and the road to failure are almost exactly the same.",
    "Eighty percent of success is showing up. ",
    "We must not sit down and wait for miracles. Up and be going!",
    "Everything begins with an idea.",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "A golden cage is still just a cage.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "The constant assertion of belief is an indication of fear.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "Our truest life is when we are in dreams awake.",
    "Never give up work. Work gives you meaning and purpose and life is empty without it.",
    "Nothing will work unless you do.",
    "The only defense against the world is a thorough knowledge of it.",
    "For the things we have to learn before we can do them, we learn by doing them.",
    "A man should never be ashamed to own that he has been in the wrong, which is but saying, that he is wiser today than yesterday.",
    "There is nothing quite so tragic as a young cynic.",
    "Fear is what stops you. Courage is what keeps you going.",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "Attitude, not aptitude, determines altitude.  ",
    "We think too much and feel too little.",
    "A person hears only what they understand.",
    "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
    "Confidence comes from crossing thresholds.",
    "Live your life and forget your age.",
    "The nearer a man comes to a calm mind, the closer he is to strength.",
    "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "Death smiles at us all. All we can do is smile back.",
    "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
    "The outer conditions of a person's life will always be found to reflect their inner beliefs.",
    "No problem can be solved from the same level of consciousness that created it.",
    "Today is plenty; right now is enough. Tomorrow will come in good time. Until it does, live the depth of now.",
    "Scared people want comfort and certainty so they avoid failure. People living fully seek challenges because this is where they feel alive.",
    "I believe that potential is unlimited - success depends on daring to act on dreams.   ",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "A poet should be so crafty with words that he is envied even for his pains."
]