[
    "You can't have anything worthwhile without difficulties.",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
    "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
    "Go confidently in the direction of your dreams! Live the life you've imagined.",
    "Be patient and calm; no one can catch fish in anger.",
    "He who laughs at himself never runs out of things to laugh at.",
    "You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.",
    "Champions keep playing until they get it right.",
    "There is no sadder sight than a young pessimist.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Before preparing to improve the world, first look around your own home three times. ",
    "Happiness is a choice and a skill and you can dedicate yourself to learning that skill and making that choice.",
    "We ordinary people must forge our own beauty.",
    "Every day is lost in which we do not learn something useful. Man has no nobler or more valuable possession than time.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "You already have every characteristic necessary for success if you recognize, claim, develop and use them.",
    "To himself everyone is immortal; he may know that he is going to die, but he can never know he is dead.",
    "In order to be walked over, you have to be lying down.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "If I cannot do great things. I can do small things in a great way.",
    "Alone we can do so little; together we can do so much.",
    "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "Success is never final, failure is never fatal. It's courage that counts.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "If you do not push the boundaries, you will never know where they are.",
    "If I can laugh, I can live.",
    "Focus on how far you have come in life rather than looking at the accomplishments of others.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "Some people feel the rain. Others just get wet. ",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "Everyday you can take a tiny step in the right direction.",
    "Find something you love and do it better than everyone else.",
    "Life is love and love is life.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "The best way to not feel hopeless is to get up and do something.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "There are no limitations to the mind except those we acknowledge...",
    "Act as if what you do makes a difference. It does.",
    "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me?'",
    "When you reach the top of the mountain, keep climbing. ",
    "Manifest plainness, embrace simplicity, reduce selfishness, have few desires."
]