[
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "Faults are yours to fix, not to curse.",
    "In the middle of difficulty lies opportunity.",
    "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "Embrace the life you have and stop wishing that you could be someone else.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "Success is a consequence and must not be a goal.",
    "When it comes to mastering a skill, time is the magic ingredient.",
    "You just can't beat the person who never gives up. ",
    "Everything is created twice, first in the mind and then in reality.",
    "When you want something in life, you just gotta reach out and grab it.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "Don't stop when you're tired. Stop when you're done.",
    "Greatness lies not in being strong, but in the right use of strength.",
    "Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death.",
    "To forgive means pardoning the unpardonable.",
    "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "Until we can manage time, we can manage nothing else.",
    "Remember, today is the tomorrow you worried about yesterday.",
    "Maybe you are searching among the branches, for what only appears in the roots.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "Nature loves to hide.",
    "Fools read fast. Geniuses reread.",
    "Anyone who has ever made anything of importance was disciplined.",
    "Winning isn't everything, but wanting to win is.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "Learn from the rejection and turn it into an opportunity!",
    "By words the mind is winged.",
    "I have lived with several Zen masters -- all of them cats.",
    "Those who are enlightened never stop forging themselves.",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "Patience is bitter, but its fruit is sweet.",
    "Wealth consists not in having great possessions, but in having few wants.",
    "Life is simply what our feelings do to us.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "The world makes way for the man who knows where he is going.",
    "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "The only thing worse than being blind is having sight but no vision.",
    "The search for happiness is one of the chief sources of unhappiness.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "To lose your temper is only useful once a year.",
    "The first rule of business; treat others like they want to treat you.",
    "Focus on how far you have come in life rather than looking at the accomplishments of others.",
    "A heart is not judged by how much you love, but by how much you are loved by others."
]