[
    "We're kept from our goal not by obstacles, but by a clear path to a lesser goal.",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.",
    "You can, you should, and if you're brave enough to start, you will.",
    "The ego wants to go fast. The soul needs to go slow.",
    "Men are disturbed not by things, but by the view which they take of them.",
    "Life is like a beautiful melody, only the lyrics are messed up.",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "We can know only that we know nothing. And that is the highest degree of human wisdom.",
    "The greatest test of courage on earth is to bear defeat without losing heart.",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "For the things we have to learn before we can do them, we learn by doing them.",
    "No man is more cheated than the selfish man.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "Hope is a waking dream.",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "A golden cage is still just a cage.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "Who wishes to fight must first count the cost.",
    "I want the fishing rod, not the fish.",
    "You can tell more about a person by what he says about others than you can by what others say about him.",
    "Loyalty and friendship are the most precious possessions a man can have.",
    "Difficult and meaningful will always bring more satisfaction than easy and meaningless.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "It is useless to attempt to reason a man out of a thing he was never reasoned into.",
    "People do not decide their futures, they decide their habits and their habits decide their futures.",
    "The man who removes a mountain begins by carrying away small stones.",
    "Others can stop you temporarily - you are the only one who can do it permanently.",
    "Fools talk, cowards are silent, wise men listen.",
    "Every moment of happiness requires a great amount of Ignorance",
    "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.",
    "Numbing the pain for a while will only make it worse when you finally feel it.",
    "For all evils there are two remedies - time and silence.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "Life is too important to be taken seriously.",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "Dream big. Start small. But most of all, start.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any.",
    "One must be poor to know the luxury of giving.",
    "Never give up work. Work gives you meaning and purpose and life is empty without it.",
    "Given the choice between the experience of pain and nothing, I would choose pain.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "To travel is to be alive, but to get somewhere is to be dead.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "Sometimes adversity is what you need to face in order to become successful.",
    "The friend is the man who knows all about you, and still likes you.",
    "Freedom from desire leads to inner peace.",
    "Before you speak, ask yourself, is it kind, is it necessary, is it true, does it improve the silence?"
]