[
    "Happiness is only real, when shared.",
    "Mistake is a mistake only if you make it twice.",
    "You must either modify your dreams or magnify your skills.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "The greatest deception men suffer is from their own opinions.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "I pay attention to every minute of the day.",
    "The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "By words the mind is winged.",
    "Remember to look up at the stars and not down at your feet.",
    "True prayer has no set form.",
    "Life is ten percent what you experience and ninety percent how you respond to it.",
    "Wake up and smile! Wake up and be grateful!",
    "Investing in yourself is the best investment you will ever make.",
    "Happiness is the spiritual experience of living every minute with love, grace and gratitude.",
    "You can have results or excuses, but not both.",
    "The only way to 'find out if it will work out' is to do it.",
    "Arise, slay thy enemies, enjoy a prosperous kingdom.",
    "The more you like yourself, the less you are like anyone else, which makes you unique.",
    "Your setback is just a setup for a comeback.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "Sad thing is, you can still love someone and be wrong for them.",
    "We create the world and ourselves;",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "Fear, uncertainty, and discomfort are your compasses toward growth.",
    "I am not proud, but I am happy; and happiness blinds, I think, more than pride.",
    "He who leaves the game wins it.",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "It is never too late to be what you might have been.",
    "The art of being wise is knowing what to overlook.",
    "Where ever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything.",
    "Be yourself; everyone else is already taken ",
    "There are two ways of seeing: with the body and with the soul. The body's sight can sometimes forget, but the soul remembers forever.",
    "Learn to use your emotions to think, not think with your emotions.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "When you judge another, you do not define them, you define yourself",
    "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers.",
    "The biggest adventure is what lies ahead.",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "If you care about someone enough, you'll always be there for them no matter what.",
    "It is easier to fight for one's principles than to live up to them. ",
    "Like it or not, this moment is all we really have to work with.",
    "Imagination is the beginning of creation.",
    "Muddy water is best cleared by leaving it alone.",
    "Decide upon your major definite purpose in life and then organize all your activities around it."
]