[
    "The golden opportunity you are seeking is within yourself.",
    "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
    "Dream big and dare to fail.",
    "Reality is nothing but a collective hunch.",
    "A lie can travel half way around the world while the truth is putting on its shoes.",
    "Facts are the enemy of truth. ",
    "Our joy does not have to be based on our circumstances.",
    "When the time is gone, you can never get it back.",
    "I dream my painting and I paint my dream.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "One of the advantages of being disorganized is that one is always having surprising discoveries.",
    "One of the keys to happiness is a bad memory.",
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "It isn't what you do, but how you do it.",
    "As you love yourself, life loves you back.",
    "The significance of life is living.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "Man is made by his belief. As he believes, so he is.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "If you try, you might get exactly what you want. If you don't, you don't.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "The sweetest pleasure arises from difficulties overcome.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "A person hears only what they understand.",
    "Sometimes it is harder to deprive oneself of a pain than of a pleasure.",
    "May you live all the days of your life.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "A man is great not because he hasn't failed; a man is great because failure hasn't stopped him.",
    "Failure is feedback. Learn from it and move on.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "There is no greater agony than bearing an untold story inside you.",
    "You can only lose something that you have, but you cannot lose something that you are.",
    "Knowledge isn't power until it is applied.",
    "Make each day your masterpiece.",
    "Let each man exercise the art he knows.",
    "While some of us act without thinking, too many of us think without acting.",
    "The dreamers are the saviors of the worlds.",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "Nothing makes a man broad-minded like adversity.",
    "A different result requires doing something different.",
    "Be yourself; everyone else is already taken.",
    "Every limit is a beginning as well as an ending.",
    "When you reach the top of the mountain, keep climbing. ",
    "To know your Enemy, you must become your Enemy.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "Sometimes a change of perspective is all it takes to see the light.",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. "
]