[
    "What do we live for if not to make life less difficult for each other?",
    "Who looks outside, dreams; who looks inside, awakes.",
    "A life without a cause is a life without effect.",
    "The danger of an adventure is worth a thousand days of ease and comfort.",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "I wasn't brave, I just didn't have time to be scared.",
    "One loyal friend is worth ten thousand relatives.",
    "He will win who knows when to fight and when not to fight.",
    "With self-discipline, almost anything is possible.",
    "Stuff your eyes with wonder... live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories.",
    "When you're at the end of your rope, tie a knot and hold on.",
    "Every drop in the ocean counts. ",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "I am not what happened to me, I am what I choose to become.",
    "It's OK to have your eggs in one basket as long as you control what happens to that basket.",
    "What would you do if you weren't afraid?",
    "Whatever your heart clings to and confides in, that is really your God.",
    "Freedom from desire leads to inner peace.",
    "To seek greatness is the only righteous vengeance.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "Art is the signature of civilizations. ",
    "Happiness is not a goal...it's a by-product of a life well lived.",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "I live by letting things happen.",
    "Persistence is very important. You should not give up unless you are forced to give up.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Attitude is a little thing that makes a big difference.",
    "Our joy does not have to be based on our circumstances.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "Do what you feel in your heart to be right - for you'll be criticized anyway.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "It is indeed a radical act of love just to sit down and be quiet for a time by yourself.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "Don't be afraid to go slowly. Be afraid of stopping.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "The biggest adventure is what lies ahead.",
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "Those who know, do. Those that understand, teach.",
    "Focus is a matter of deciding what things you're not going to do.",
    "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better.",
    "Try not to become a man of success, but rather try to become a man of value."
]