[
    "What you seek is seeking you.",
    "Those who know, do. Those that understand, teach.",
    "By the practice of meditation, you will find that you are carrying within your heart a portable paradise.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "Everybody's life is either rewarding or an example.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "The hard path is often the right one. The river teaches more than the shore.",
    "Stop comparing yourself to others and focus on your own improvement.",
    "Talent is luck. The important thing in life is courage.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "To be able to forget means sanity.",
    "The world doesn't owe you anything. It was here first.",
    "Life is about not knowing and then doing something anyway.",
    "Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death.",
    "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
    "Being a good example is the best form of service.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "Either write something worth reading or do something worth writing.",
    "The chief cause of failure and unhappiness is trading what you want most for what you want right now.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "Don't be afraid to go slowly. Be afraid of stopping.",
    "Success comes to those who become success conscious.",
    "We are all self-made, but only the successful will admit it.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "Instead of thinking outside the box, get rid of the box.",
    "Before you embark on a journey of revenge, dig two graves. ",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "You can not live your life just based on what everyone else thinks.",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "Behind every beautiful thing, there's some kind of pain.",
    "Know the rules well, so you can break them effectively.",
    "Life is trying things to see if they work.",
    "People think about what they don't want and attract more of the same.",
    "Whatever happened, happened for the good. Whatever is happening, is happening for the good. Whatever will happen, will also happen for the good.",
    "Just as true humor is laughter at oneself, true humanity is knowledge of oneself.",
    "We love the things we love for what they are.",
    "Tragedy is a tool for the living to gain wisdom, not a guide by which to live.",
    "There are three classes of people: those who see. Those who see when they are shown. Those who do not see.",
    "Everything you can imagine is real.",
    "Do something to move yourself toward your major goal every day.",
    "Decide what your truth is. Then live it.",
    "It's very important to like the people you work with, otherwise life and your job is gonna be quite miserable.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "A hut full of laughter is richer than a palace full of sadness."
]