[
    "Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.",
    "Play your part in life, but never forget that it is only a role.",
    "Wealth is the product of man's capacity to think.",
    "What gets measured gets improved.",
    "There are no constraints on the human mind, no walls around the human spirit, no barriers to our progress except those we ourselves erect.",
    "Values are like fingerprints. Nobody's are the same, but you leave 'em all over everything you do.",
    "Be as fluid as water, do not give your enemies anything solid to attack.",
    "Your problem isn't the problem. Your reaction is the problem.",
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "Life is simply what our feelings do to us.",
    "He who wishes to be obeyed must know how to command.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "The older you get the stronger the wind gets - and it's always in your face.",
    "Definiteness of purpose is the starting point of all achievement. ",
    "If you can handle rejection, you'll learn to get everything you want.",
    "When you have to make a choice and don't make it, that is in itself a choice.",
    "The best time to plant a tree was 20 years ago. The second best time is now.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "Patience is a bitter plant, but its fruit is sweet.",
    "It's very strange that the people you love are often the people you're most cruel to.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "What you seek is seeking you.",
    "Get mad, then get over it.",
    "No one is useless in this world who lightens the burdens of another.",
    "Never say never, because limits, like fears, are often just an illusion.",
    "Life is ten percent what you experience and ninety percent how you respond to it.",
    "All men are equal before fish.",
    "Every great change is preceded by chaos.",
    "We will outstretch the hand if you unclench your fist.",
    "Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "Life begins where fear ends.",
    "Reality is the leading cause of stress among those in touch with it.",
    "There is no greater agony than bearing an untold story inside you.",
    "The more we have the less we own.",
    "Duty makes us do things well, but love makes us do them beautifully.  ",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "No matter what happens, always be yourself.",
    "The two most important days in your life are the day you are born and the day you find out why.",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "Life needs to be more than just solving problems every day. You need to wake up and be excited about the future.",
    "You are the average of the five people you spend most time with.",
    "Do anything, but let it produce joy.",
    "Opportunity often comes disguised in the form of misfortune or temporary defeat.",
    "Success is within the reach of just about everyone.",
    "You have the ability, now apply yourself.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "The man who removes a mountain begins by carrying away small stones."
]