[
    "Fear can hold you prisoner. Hope can set you free.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Older men declare war. But it is youth that must fight and die.",
    "There are no limitations to the mind except those we acknowledge...",
    "A wise person should have money in their head, but not in their heart.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "He who possesses most must be most afraid of loss.",
    "To be angry is to revenge the faults of others on ourselves.",
    "Don't wait for extraordinary opportunities. Seize common occasions and make them great.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "The more something threatens your identity, the more you will avoid it.",
    "The less people know, the more stubbornly they know it.",
    "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "Closing your eyes and listening to silence is self-care.",
    "The more you know, the more you know you don't know.",
    "If you want to keep your memories, you first have to live them.",
    "Success is a consequence and must not be a goal.",
    "Growth comes at the point of resistance.",
    "If you can't feed a hundred people, then feed just one.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "Excellence is not a skill. It is an attitude. ",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "A diamond is a piece of charcoal that handled stress exceptionally well.",
    "Never settle for the crumbs of life.",
    "I didn't get there by wishing for it or hoping for it, but by working for it.",
    "You may forget with whom you laughed, but you will never forget with whom you wept.  ",
    "Obstacles are those frightful things you see when you take your eyes off your goals.",
    "Silence is sometimes the best answer.",
    "Success is like reaching an important birthday and finding you're exactly the same.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "Riches don't make a man rich, they only make him busier.",
    "For every minute you are angry you lose sixty seconds of happiness.",
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions.",
    "Better late than never.",
    "We suffer more often in imagination than in reality.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "The past is history. It no longer exists, but you are keeping it alive in your mind through your thoughts.  Let it go. It is not serving you.",
    "There is no truth. There is only perception.",
    "No problem can be solved from the same level of consciousness that created it.",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "There is nothing more frightful than ignorance in action.",
    "Night is a more quiet time to work. It aids thought.",
    "Luck is what happens when preparation meets opportunity.  ",
    "The difference between impossible and possible is a willing heart."
]