[
    "Remember we're all in this alone.",
    "Empty yourself of everything - let the mind become still.",
    "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to.",
    "Smile, breathe and go slowly.",
    "The people who succeed are irrationally passionate about something.",
    "The way to change others' minds is with affection, and not anger.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "Do not be so open-minded that your brains fall out.",
    "Would you rather live your life according to the approval of others or aligned with your truth and your dreams?",
    "The best teacher is experience and not through someone's distorted point of view.",
    "There is a difference between giving directions and giving direction.",
    "The journey is what brings us happiness not the destination.",
    "The more something scares you, the more you should do it.",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "If I persist long enough I will win.",
    "Heaven is right where you are standing.",
    "Most of us live our lives by accident - we live as it happens. Fulfilment comes when we live our lives on purpose.",
    "Small men think they are small; great men never know they are great. ",
    "Confidence is the greatest friend.",
    "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result.",
    "Attitude, not aptitude, determines altitude.  ",
    "Family not only needs to consist of merely those whom we share blood, but also of those whom we'd give blood.",
    "The quality of your commitments will determine the course of your life.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "Once a decision was made, I didn't worry about it afterward.",
    "Enjoy when you can, and endure when you must.",
    "Any game becomes important when you know and love the players.",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "The greatest weariness comes from work not done.",
    "Life is a journey, not a destination.",
    "I put my heart and soul into my work, and I have lost my mind in the process.",
    "You change the world by being yourself.",
    "Forgive those who have hurt you.",
    "Distant water does not put out a nearby fire.",
    "Only one thing is ever guaranteed, that is that you will definitely not achieve the goal if you don't take the shot.",
    "You can avoid reality, but you cannot avoid the consequences of avoiding reality.",
    "Someday death will take us to another star.",
    "The way we feel is the direct result of what we think.",
    "The meaning of life is that it stops.",
    "One loses many laughs by not laughing at oneself.",
    "Realize deeply that the present moment is all you ever have. ",
    "How much pain they have cost us, the evils which have never happened.",
    "Whatever you are, be a good one.",
    "The smallest of actions is always better than the noblest of intentions.",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "None are more hopelessly enslaved than those who falsely believe they are free.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "The worst part of success is trying to find someone who is happy for you.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "Allow motion to equal emotion."
]