[
    "No man is free who is not master of himself.",
    "Love doesn't need reason. It speaks from the irrational wisdom of the heart.",
    "You don't have to move mountains. You'll change the world simply by being a warm, kind-hearted human being.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "I must also have a dark side if I am to be whole.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "We must learn to live together as brothers or perish together as fools.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "Hope is a waking dream.",
    "How many times do you have to get hit over the head until you figure out who's hitting you?",
    "The grass is greener where you water it.",
    "Better to live until you die.",
    "If a thing is worth doing, it is worth doing badly.",
    "It is safer to search in the maze than to remain in a cheeseless situation.",
    "Do Something. If it works, do more of it. If it doesn't, do something else.",
    "No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way.",
    "Insanity: doing the same thing over and over again and expecting different results.",
    "Every man gotta right to decide his own destiny.",
    "You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "Knowledge is a treasure, but practice is the key to it.",
    "Failure is simply the opportunity to begin again, this time more intelligently.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "Success does not consist in never making mistakes but in never making the same one a second time.",
    "We will outstretch the hand if you unclench your fist.",
    "Don't be pushed by your problems; be led by your dreams.",
    "Weeds are flowers too, once you get to know them.",
    "The only people without problems are those in cemeteries.",
    "Throughout this life, you can never be certain of living long enough to take another breath.",
    "Only those who do nothing at all make no mistakes.",
    "Fools resist. The wise embrace.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "A person who does not read is no better than one cannot read.",
    "You Create Your Own Present By What You Give Your Attention To Today.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "Truth is the offspring of silence and meditation.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "Success is going from failure to failure without losing your enthusiasm",
    "It always seems impossible until it's done.",
    "Your past does not equal your future.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "Often we pass beside happiness without seeing it, without looking at it, or even if we have seen and looked at it, without recognizing it.",
    "If anything is worth doing, do it with all your heart.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "Goals are the fuel in the furnace of achievement.",
    "To the world you may be one person; but to one person you may be the world."
]