[
    "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can.",
    "You have to make time, even for something as universal as staring at the stars.",
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "In matters of style, swim with the current; in matters of principle, stand like a rock.",
    "Your happiness is what truly matters most. Do what you have to do in order to be happy.",
    "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
    "Where does a thought go when it's forgotten?",
    "The power of human thought grows exponentially with the number of minds that share that thought.",
    "The more knowledge you have, the more you're free to rely on your instincts.",
    "Life should be touched, not strangled.  ",
    "Whatever you do,strive to do it so well that no man living and no man dead and no man yet to be born could do it any better.",
    "Any game becomes important when you know and love the players.",
    "Help others achieve their dreams and you will achieve yours.",
    "The only limits in your life are those that you set yourself.",
    "The pain of parting is nothing to the joy of meeting again.",
    "In the midst of chaos, there is also opportunity.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "No one can confidently say that he will still be living tomorrow.",
    "Quiet people have the loudest minds.",
    "Listening well is as powerful as talking well, and is also as essential to true conversation.",
    "TEAMWORK: the fuel that allows common people attain uncommon results.",
    "When it is dark enough, you can see the stars.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "We can either add to our character each day, or we can fritter away our energies in distractions.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "Courage is knowing what not to fear.",
    "There are no ordinary moments.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry.",
    "The older you get the stronger the wind gets - and it's always in your face.",
    "I must also have a dark side if I am to be whole.",
    "Success on the outside means nothing unless you also have success within.",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "The major difference between the big shot and the little shot is the big shot is just a little shot who kept on shooting.",
    "One must be poor to know the luxury of giving.",
    "Life is a series of choices and all we can do is make them.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "If you see someone without a smile give them one of yours.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "When you believe in a thing, believe in it all the way, implicitly and unquestionable.",
    "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "The finish line is just the beginning of a whole new race.",
    "Never let the fear of striking out keep you from playing the game.",
    "Wit is educated insolence.",
    "Children are our greatest natural resource.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening."
]