[
    "One mistake does not have to rule a person's entire life.",
    "If you can handle rejection, you'll learn to get everything you want.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "You win more from losing than winning.",
    "Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
    "Honor is the foundation of courage.",
    "I will not walk backward in life.",
    "Don't stop when you're tired. Stop when you're done.",
    "Growth comes at the point of resistance.",
    "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "Few things are more deceptive than memories.",
    "Courage is the price that life exacts for granting peace.",
    "Information changes your mind. Action changes your circumstances.",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "Dance first. Think later. It's the natural order.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "Don't allow your mind to tell your heart what to do. The mind gives up easily.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "The more something scares you, the more you should do it.",
    "With self-discipline, almost anything is possible.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "The season of failure is the best time for sowing the seeds of success. ",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "He who is untrue to his own cause cannot command the respect of others.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "A minute's success pays the failure of years.",
    "What gets measured gets improved.",
    "If you want more luck, take more chances.",
    "Don't wish it were easier, wish you were better.",
    "The idea of ourselves is our escape from the fact of what we really are.",
    "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "You are free, and that is why you are lost. ",
    "A little progress each day adds up to big results.",
    "All human beings can alter their lives by altering their attitudes.",
    "Whatever you are, be a good one.",
    "Human behavior flows from three main sources: desire, emotion, and knowledge.",
    "When you stop questioning, you stop learning.",
    "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. ",
    "Your best life will not be found in comfort. It will be found in fighting for what you believe in.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "Confidence is contagious. So is lack of confidence.",
    "There are no shortcuts to any place worth going. ",
    "Before you embark on a journey of revenge, dig two graves. ",
    "No matter how much preparation we do, in the real tests of our lives, we'll be in unfamiliar terrain."
]