[
    "A person is only by the thoughts that he chooses.",
    "We are shaped and fashioned by what we love.",
    "We ordinary people must forge our own beauty.",
    "Without the confidence, nothing can be accomplished.",
    "The purpose of life is the expansion of happiness.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "I have not failed. I've just found 10,000 ways that won't work.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Intelligent people make many mistakes because they cannot believe the world is really as foolish as it is.",
    "Do not bite at the bait of pleasure, till you know there is no hook beneath it.",
    "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
    "The less you respond to negative people, the more positive your life will become.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "All wealth is the product of labor.",
    "Each problem has a positive side.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "It doesn't matter where you are, you are nowhere compared to where you can go.",
    "You have the ability, now apply yourself.",
    "Adults are just children who earn money.",
    "You have to keep breaking your heart until it opens.",
    "Logic is like the sword - those who appeal to it shall perish by it.",
    "As soon as you trust yourself, you will know how to live.",
    "There are two ways of seeing: with the body and with the soul. The body's sight can sometimes forget, but the soul remembers forever.",
    "Life is just the same as learning to swim. Do not be afraid of making mistakes, for there is no other way of learning how to live!",
    "By words the mind is winged.",
    "The question is not what you look at, but what you see.",
    "Never allow someone to be your priority while allowing yourself to be their option.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "Rest and be kind, you don't have to prove anything.",
    "Maybe you are searching among the branches, for what only appears in the roots.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "If your mind is empty, it is always ready for anything, it is open to everything.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "Every drop in the ocean counts. ",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "Your imagination is your preview of life's coming attractions.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "Gratitude is the fairest blossom which springs from the soul.",
    "If you do what you've always done, you'll get what you've always gotten.",
    "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
    "Do not try to be on the side of the majority, but live according to your inner laws.",
    "Just do the best you can. No one can do more than that.",
    "Educating the mind without educating the heart is no education at all.",
    "We think too much and feel too little.",
    "Courage is resistance to fear, mastery of fear - not absence of fear.",
    "Greatness comes from living with purpose and passion."
]