[
    "Life must be rich and full of loving-it's no good otherwise, no good at all, for anyone.  ",
    "Be willing to be a beginner every single morning.",
    "Perseverance and spirit have done wonders in all ages. ",
    "Your heart is full of fertile seeds, waiting to sprout.",
    "There is no significance in life without struggle.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "Most great people have achieved their greatest success just one step beyond their greatest failure.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "The heart wants what it wants. There's no logic. ",
    "We need never be ashamed of our tears.",
    "What the mind can conceive, it can achieve.",
    "The first principle of success is desire.",
    "Confidence is the greatest friend.",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "Every man gotta right to decide his own destiny.",
    "All has not been said and never will be.",
    "Success is a consequence and must not be a goal.",
    "You're always free to change your mind and choose a different future, or a different past.",
    "Perplexity is the beginning of knowledge.",
    "He is richest who is content with the least, for content is the wealth of nature.",
    "Being In The Present Means Tuning Out Distractions And Paying Attention To What Is Important, Now.",
    "Pain doesn't last. And when it's gone, we have something to show for it. Growth.",
    "One is never afraid of the unknown; one is afraid of the known coming to an end.",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "Anything worth doing is worth doing slowly.",
    "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.",
    "The quieter you become, the more you are able to hear.",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "There are as many opinions as there are experts.",
    "It is useless to meet revenge with revenge; it will heal nothing.",
    "How to get more opportunity: Create more opportunity for others.",
    "Every moment is a fresh beginning.",
    "Focused, hard work is the real key to success.",
    "The more you take responsibility for your past and present, the more you are able to create the future you seek.",
    "Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
    "I don't ever give up. I'd have to be dead or completely incapacitated.",
    "Success and failure come and go, but don't let them define you. It's who you are that matters.",
    "Everything starts with a dream. A particle of our imagination that teases us of what the future could be like, as long as we fight for it.",
    "Do every act of your life as if it were your last.",
    "The prettiest eyes have cried the most.",
    "You become a worrier by practicing worry. You become free of worry by practicing the opposite.",
    "Thinking is difficult, that's why most people judge.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "Without education, we are in a horrible and deadly danger of taking educated people seriously.",
    "Those who are easily shocked should be shocked more often.",
    "You must be willing to do what others won't do, to have what others won't have.",
    "Manifest plainness, embrace simplicity, reduce selfishness, have few desires."
]