[
    "If you truly expect something to be difficult, it will be.",
    "Don't let what you cannot do interfere with what you can do.",
    "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
    "Wrong does not cease to be wrong because the majority share in it.",
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "If we did all the things we are capable of, we would literally astound ourselves.",
    "To be able to forget means sanity.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "If fear is too strong, the genius is suppressed.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "If there were no God, there would be no atheists.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "Deliberately seek the company of people who influence you to think and act on building the life you desire.",
    "In the middle of chaos lies opportunity.  ",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "The constant assertion of belief is an indication of fear.",
    "Where your talents and the needs of the world cross, there lies your vocation.",
    "You can't have anything worthwhile without difficulties.",
    "The sun shines upon good and bad alike.",
    "The beautiful journey of today can only begin when we learn to let go of yesterday.",
    "You can never get enough of what you don't need to make you happy.",
    "We are all different. Don't judge, understand instead.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "It is what we make out of what we have, not what we are given, that separates one person from another.",
    "Failure is not fatal, but failure to change might be.",
    "Everything has its beauty, but not everyone sees it. ",
    "We are shaped and fashioned by what we love.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "You can't go forward and backwards at the same time.",
    "Genius is patience.",
    "Take away love and our earth is a tomb.",
    "We meet ourselves time and again in a thousand disguises on the path of life.",
    "Remember we're all in this alone.",
    "Success on the outside means nothing unless you also have success within.",
    "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.",
    "By seeking and blundering we learn.",
    "We've got to live, no matter how many skies have fallen.",
    "Light a candle instead of cursing the darkness.",
    "Everything you've ever wanted is on the other side of fear.",
    "A minute's success pays the failure of years.",
    "Excellence is not a skill. It is an attitude. ",
    "Always try to be a little kinder than necessary.",
    "Have a vision. Be demanding.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "The road to success is always under construction.",
    "Whatever you believe with feeling becomes your reality. ",
    "Don't let anyone define you. You define yourself.",
    "You'll get more from being a peacemaker than a warrior.",
    "Do not wait for leaders; do it alone, person to person."
]