[
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "If you want something new, you have to stop doing something old.",
    "A man is but a product of his thoughts. What he thinks he becomes.",
    "We will act consistently with our view of who we truly are, whether that view is accurate or not.",
    "Be a master of change rather than a victim of change.",
    "Know your gifts and share them.",
    "Older men declare war. But it is youth that must fight and die.",
    "Honesty is the first chapter in the book of wisdom.",
    "Desire is suffering.",
    "Enthusiasm makes up for a host of deficiencies.",
    "Every hour of every day is an unspeakably perfect miracle.",
    "When you are content to be simply yourself and don't compare or compete, everybody will respect you. ",
    "Change is not a four letter word...but often your reaction to it is!",
    "When you view failure as feedback, you get more done. When you view failure as a finality, you get nothing done.",
    "Stop being tormented by everyone else's reaction to you.",
    "Take interest and even delight in doing the small things well.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "Big people don't make people feel small.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "You may think I'm small, but I have a universe inside my mind.",
    "Some of us learn from other people's mistakes and the rest of us have to be other people.  ",
    "No matter what happens, always be yourself.",
    "Humans and prosperity never endure side by side for long.",
    "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
    "The biggest adventure is what lies ahead.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "If you let your head get too big, it'll break your neck.",
    "Time heals what reason cannot.  ",
    "Life is like riding a bicycle. To keep your balance you must keep moving.",
    "The secret of life is to fall seven times and to get up eight times.",
    "Don't set your own goals by what other people make important.",
    "I'm an optimist by choice not by stupidity.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "The right thing to do and the hard thing to do are usually the same.",
    "Old age is like everything else. To make a success of it, you've got to start young.",
    "The majority of what you want will come from the minority of what you do.",
    "The greatest miracle is to be alive.",
    "It is best to begin at the beginning.",
    "The real meditation is how you live your life.",
    "Once a decision was made, I didn't worry about it afterward.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "What gets measured gets improved.",
    "The more we have the less we own.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "Everybody's life is either rewarding or an example.",
    "The wisest men follow their own direction.",
    "The first step is to establish that something is possible; then probability will occur."
]