[
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "No one ever said life was fair. Just Eventful.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Remember, today is the tomorrow you worried about yesterday.",
    "The impossible can always be broken down into possibilities.",
    "Youth ages, immaturity is outgrown, ignorance can be educated, and drunkenness sobered, but stupid lasts forever.",
    "In the middle of difficulty lies opportunity.",
    "Our stories may be singular, but our destination is shared.",
    "Storms don't last forever.",
    "Death is not an ending. It is a transformation.",
    "Don't let your learning lead to knowledge. Let your learning lead to action.",
    "I will not walk backward in life.",
    "The goal is not to show how great you are to others, but how vulnerable you are to yourself.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "My powers are ordinary. Only my application brings me success.",
    "You're on earth. There's no cure for that.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "The more acquaintances you have, the less you know them.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "Never say never, because limits, like fears, are often just an illusion.",
    "It is secondary whether we choose belief or defiance. What is precious is that we are always able to choose.",
    "All power is from within and therefore under our control.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "Disobedience is the true foundation of liberty. The obedient must be slaves.",
    "Courage is found in unlikely places.",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become reality.",
    "When you view failure as feedback, you get more done. When you view failure as a finality, you get nothing done.",
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "The best dreams happen when you're awake.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "People are not disturbed by things, but by the views they take of them.",
    "What we know is a drop, what we don't know is an ocean. ",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "We are all faced with a series of great opportunities brilliantly disguised as impossible situations. ",
    "We have to walk in a way that we only print peace and serenity on the Earth. Walk as if you are kissing the Earth with your feet.",
    "If no one ever broke the rules, then we'd never advance.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "The secret of life is to fall seven times and to get up eight times.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "It is truth that liberates, not your effort to be free.",
    "Live life as though nobody is watching, and express yourself as though everyone is listening.",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
    "To perceive is to suffer.",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "A fear of weakness only strengthens weakness.",
    "There are no shortcuts to any place worth going.",
    "Quiet people have the loudest minds."
]