[
    "You are your best thing.",
    "The energy of the mind is the essence of life.",
    "Ponder and deliberate before you make a move.",
    "FOCUS - Follow One Course Until Successful",
    "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "Those who look for the bad in people will surely find it.",
    "Be yourself; everyone else is already taken ",
    "Rather than love, than money, than fame, give me truth.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Even the smallest person can change the course of the future.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "Success and failure come and go, but don't let them define you. It's who you are that matters.",
    "Be truthful about your emotions, and use your mind and emotions in your favor, not against yourself.",
    "What are we doing here, that is the question.",
    "For changes to be of any true value, they've got to be lasting and consistent.",
    "Be where your enemy is not.",
    "In the middle of difficulty lies opportunity.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "Don't let what you cannot do interfere with what you can do.",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "In the End, we will remember not the words of our enemies, but the silence of our friends.",
    "You cannot always control what goes on outside. But you can always control what goes on inside. ",
    "To know your Enemy, you must become your Enemy.",
    "It is the power of thought that gives man power over nature.",
    "Before you can see the Light, you have to deal with the darkness.",
    "Bloom where you are planted!",
    "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any.",
    "There's a very deep connection among human beings. All we have to do is open our minds to it.",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "The purpose of life is to contribute in some way to making things better.",
    "The desire for more positive experience is itself a negative experience.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists.",
    "Greatest success comes just one step beyond the point at which defeat overtakes you.",
    "Don't live the same year 75 times and call it a life.",
    "Fear of death is fear of the Unknown.",
    "Every day is an opportunity to a make a new happy ending.",
    "He who violates another's honor loses his own.",
    "Time you enjoy wasting, was not wasted.",
    "No tree, it is said, can grow to heaven unless its roots reach down to hell.",
    "Whatever you are, be a good one.",
    "When we have our body and mind in order, everything else will exist in the right place, in the right way.",
    "No man can get rich himself unless he enriches others.",
    "We cannot change anything unless we accept it.",
    "We must cultivate our garden. ",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "Many people spend more time looking at their failures than focusing on their successes.",
    "Happiness is not a goal...it's a by-product of a life well lived.",
    "Let us rather run the risk of wearing out than rusting out."
]