[
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "Good entrepreneurs don't fail because they stay at it.",
    "Power is not what we do but what we do not - hasty and unwise actions that we repeat every day and which ultimately bring us into trouble.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "Do not use life to give life to death. Do not use death to bring death to life.",
    "To find yourself, think for yourself.",
    "If you are unable to find the truth right where you are, where else do you expect to find it?",
    "Be willing to be a beginner every single morning.",
    "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.",
    "I don't walk away from things that I think are unfinished.",
    "I can live without money, but I cannot live without love.",
    "By failing to prepare, you are preparing to fail.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "All has not been said and never will be.",
    "Create with the heart; build with the mind.",
    "Your imagination is your preview of life's coming attractions.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "Friendship is like money, easier made than kept.",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "Changing minds is harder than finding people who already agree.",
    "Age is a very high price to pay for maturity.",
    "Paths are made by walking.",
    "It is often safer to be in chains than to be free. ",
    "All great truths begin as blasphemies.",
    "We love the things we love for what they are.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "There is peace even in the storm.",
    "It's much better to do good in a way that no one knows anything about it.",
    "Trust, like the soul, never returns once it is gone.",
    "Time is a game played beautifully by children.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "If we know how to adapt, we end up being superior.",
    "Abundance of knowledge does not teach men to be wise.",
    "An inventor is a man who asks Why? of the universe and lets nothing stand between the answer and his mind.",
    "A mistake is only an error, it becomes a mistake when you fail to correct it.",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "Do not follow the ideas of others, but learn to listen to the voice within yourself.",
    "Where there is no struggle, there is no strength. ",
    "There is a cosmic law which says that every satisfaction must be paid for with a dissatisfaction.",
    "My sun sets to rise again.",
    "Nothing good ever comes of violence.",
    "Dream big and dare to fail.",
    "Make no small plans for they have no power to stir the soul.",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "I defeat my enemies when I make them my friends.",
    "Argue for your limitations and sure enough, they're yours."
]