[
    "Doing the best at this moment puts you in the best place for the next moment.",
    "The best dreams happen when you're awake.",
    "When angry count to ten before you speak. If very angry, count to one hundred.",
    "Leadership is solving problems",
    "If we know how to adapt, we end up being superior.",
    "You are what you do, not what you say you'll do.",
    "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
    "All our knowledge has its origins in our perceptions.",
    "Curiosity is the most powerful thing you own.",
    "To accomplish big things, I am convinced you must first dream big dreams.",
    "I don't pretend to know everything; I just only speak on matters I know I'll win.",
    "The positive thinker sees the invisible, feels the intangible, and achieves the impossible.",
    "Those who look for the bad in people will surely find it.",
    "To travel is to be alive, but to get somewhere is to be dead.",
    "Not doing it is certainly the best way to not getting it.  ",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "Your problem isn't the problem. Your reaction is the problem.",
    "Don't give up on your dreams, or your dreams will give up on you.",
    "In a world that is constantly changing, it is to our advantage to learn how to adapt and enjoy something better.",
    "Do not be so open-minded that your brains fall out.",
    "Question everything. Learn something. Answer nothing.",
    "I am not proud, but I am happy; and happiness blinds, I think, more than pride.",
    "Do what you can, with what you have, where you are.",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
    "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
    "Don't let someone elses. opinion become your reality.",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "Embody what you teach, and teach only what you have embodied.",
    "If you do not change direction, you may end up where you are heading.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "Thinking is a habit, and like any other habit, it can be changed; it just takes effort and repetition.",
    "Riches don't make a man rich, they only make him busier.",
    "Constantly seek criticism. A well thought out critique of whatever you're doing is as valuable as gold.",
    "If you don't read the newspaper, you're uninformed. If you read the newspaper, you're misinformed.",
    "Everything that is done in the world is done by hope.",
    "There's more to life than being a passenger.",
    "Definitions belong to the definers, not the defined.",
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "Begin at once to live, and count each separate day as a separate life.  ",
    "We suffer more often in imagination than in reality.  ",
    "Rest in reason; move in passion.",
    "What you resist, persists.",
    "I skate to where the puck is going to be, not where it has been.",
    "I begin with an idea and then it becomes something else.",
    "A Rolling Stone Gathers No Moss.",
    "Happiness is only real, when shared.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed."
]