[
    "Smile, breathe and go slowly.",
    "We will act consistently with our view of who we truly are, whether that view is accurate or not.",
    "Life is one long process of getting tired.",
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "Your next step is simple. You are the first domino.",
    "Better a diamond with a flaw than a pebble without one.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "Constantly seek criticism. A well thought out critique of whatever you're doing is as valuable as gold.",
    "People acting together as a group can accomplish things which no individual acting alone could ever hope to bring about.",
    "If everyone is moving forward together, then success takes care of itself.",
    "Do something to move yourself toward your major goal every day.",
    "Don't wait for extraordinary opportunities. Seize common occasions and make them great.",
    "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.",
    "The dead receive more flowers than the living because regret is stronger than gratitude.",
    "We are all faced with a series of great opportunities brilliantly disguised as impossible situations. ",
    "Everybody needs a passion. That's what keeps life interesting.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "Words are clothes that thoughts wear",
    "Procrastination is attitude's natural assassin. There's nothing so fatiguing as an uncompleted task.",
    "Learn the rules like a pro, so you can break them like an artist.",
    "He who wishes to be obeyed must know how to command.",
    "To do great work one must be very idle as well as very industrious.",
    "You must welcome change as the rule but not as your ruler. ",
    "He who has overcome his fears will truly be free.",
    "Keep away from people who try to belittle your ambitions.",
    "The pain of parting is nothing to the joy of meeting again.",
    "Perseverance and spirit have done wonders in all ages. ",
    "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "Darkness is the absence of light.",
    "Your life does not get better by chance, it gets better by change.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "Never settle for the crumbs of life.",
    "Remember, hope is a good thing, maybe the best of things.",
    "A strong man overcomes an obstacle, a wise man goes the whole way.",
    "Things cannot forever go downward. There are limits to everything—even the cold, and the darkness, and the wind, and the dying.",
    "There is only one thing in the world worse than being talked about, and that is not being talked about. ",
    "Human happiness and moral duty are inseparably connected. ",
    "No one can confidently say that he will still be living tomorrow.",
    "Every second you have on this planet is very precious and it's your responsibility that you're happy.",
    "When one does not have what one wants, one must want what one has.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "You are the only problem you will ever have and you are the only solution.",
    "No one returns from a long journey the same person they were before.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "Be thankful for everything that happens in your life; it's all an experience.",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists."
]