[
    "Action may not always bring happiness, but there is no happiness without action.",
    "The more you give, the more comes back to you.",
    "When the root is strong, the fruit is sweet.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "Words have no power to impress the mind without the exquisite horror of their reality.",
    "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
    "Change happens when the pain of holding on becomes greater than the fear of letting go.",
    "Our life is what our thoughts make it. A man will find that as he alters his thoughts toward things and other people, things and other people will alter towards him.",
    "If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long.",
    "Night is a more quiet time to work. It aids thought.",
    "The guest will judge better of a feast than the cook.",
    "We will outstretch the hand if you unclench your fist.",
    "You don't need to be better than anyone else, you just need to be better than you used to be.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "The wiser you get, the less you care to look like a fool.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "To arrive at the simplest truth requires years of contemplation.",
    "No one has ever become poor by giving.",
    "Life isn't about finding yourself. Life is about creating yourself.",
    "An investment in knowledge pays the best interest.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "Manifest plainness, embrace simplicity, reduce selfishness, have few desires.",
    "Either you choose to stay in the shallow end of the pool or you go out into the ocean.",
    "Be willing to be a beginner every single morning.",
    "The harder the conflict, the greater the triumph. ",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "Success is not how high you have climbed, but how you make a positive difference to the world.",
    "The people who succeed are irrationally passionate about something.",
    "The less you respond to negative people, the more positive your life will become.",
    "If you let your head get too big, it'll break your neck.",
    "The less people know, the more stubbornly they know it.",
    "I'm an optimist by choice not by stupidity.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "We create the world and ourselves;",
    "The greatest gift that you can give to others is the gift of unconditional love and acceptance. ",
    "You are the only real obstacle in your path to a fulfilling life.",
    "Life is what happens to you while you're busy making other plans.",
    "Allow motion to equal emotion.",
    "You may think I'm small, but I have a universe inside my mind.",
    "Boldness makes even the smallest animal dangerous.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "Reality is nothing but a collective hunch.",
    "Concentrated power has always been the enemy of liberty.",
    "It is well known that those who do not trust themselves never trust others.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "In spite of everything, I shall rise again."
]