[
    "Care about what other people think and you will always be their prisoner.",
    "It is not titles that honour men, but men that honour titles.",
    "We cannot expect to be happy always... by experiencing evil as well as good we become wise.",
    "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "The greatest of empires, is the empire over one's self.",
    "The only limits in our life are those we impose on ourselves.",
    "Life is the art of drawing sufficient conclusions from insufficient premises.",
    "Don't be afraid that you do not know something. Be afraid of not learning about it.",
    "You will succeed because most people are lazy.",
    "Be true to yourself, help others, make each day your masterpiece",
    "The more you lose yourself in something bigger than yourself, the more energy you will have.",
    "Giving is living. If you stop wanting to give, there's nothing more to live for.",
    "In nature there is no alienation. Everything belongs.",
    "The real meditation is how you live your life.",
    "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "Never let your memories be greater than your dreams.",
    "Nothing has any power over me other than that which I give it through my conscious thoughts.",
    "The key to success is action.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "There will always be suffering. But we must not suffer over the suffering.",
    "Courage is knowing what not to fear.",
    "Play your part in life, but never forget that it is only a role.",
    "When you judge others, you do not define them, you define yourself.",
    "Self-knowledge is the beginning of self-correction.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "Respect was invented to cover the empty place where love should be.",
    "In life you need either inspiration or desperation.",
    "The wise warrior avoids the battle.",
    "Investing in yourself is the best investment you will ever make.",
    "Quality means doing it right when no one is looking.",
    "Do not think you will necessarily be aware of your own enlightenment.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "The first principle of success is desire.",
    "He who wishes to be obeyed must know how to command.",
    "Children are our greatest natural resource.",
    "The weak can never forgive. Forgiveness is the attribute of the strong.",
    "You win more from losing than winning.",
    "There is no path to Happiness. Happiness is the path.",
    "There is only the one reality, neither to be realized nor attained.",
    "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.",
    "To seek greatness is the only righteous vengeance.",
    "There are only encounters in history. There are no accidents.",
    "Be confident, not certain.",
    "We must embrace pain and burn it as fuel for our journey.",
    "If you quit once it becomes a habit.",
    "You are what you do, not what you say you'll do.",
    "As you think, so shall you become. ",
    "Your very silence shows you agree.",
    "Ideas do not reach perfection in a day, no matter how much study is put upon them."
]