[
    "Success is a poor teacher.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "Don't spend time beating on a wall, hoping to transform it into a door.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "One of the keys to happiness is a bad memory.",
    "Everybody's life is either rewarding or an example.",
    "Be a good animal, true to your instincts.",
    "It is not how much we have, but how much we enjoy, that makes happiness.",
    "By words the mind is winged.",
    "The less you respond to negative people, the more positive your life will become.",
    "Do not fight with pigs - you will be smeared in mud but the pig will like it.",
    "Most people get ahead during the time that others waste.",
    "Everything you've ever wanted is on the other side of fear.",
    "Excellence is not a skill. It is an attitude. ",
    "You may be disappointed if you fail, but you are doomed if you don't try.",
    "Don't try to be young. Just open your mind. Stay interested in stuff.",
    "From morning till night, we should never rely on a single thing.",
    "If it's not broken, tinker with it till you find out how it works.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "Not all readers are leaders, but all leaders are readers.",
    "If you quit once it becomes a habit.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "Those who look for the bad in people will surely find it.",
    "When you move beyond your fear, you feel free.",
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "He who laughs at himself never runs out of things to laugh at.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "The single most powerful asset we all have is our mind.",
    "You only live once, but if you do it right, once is enough.",
    "Never take your position for granted and never let any favors you receive go to your head.",
    "Whatever your heart clings to and confides in, that is really your God.",
    "If you let your head get too big, it'll break your neck.",
    "You are the average of the five people you spend most time with.",
    "If you pray for rain, be prepared to deal with some mud.",
    "To live outside the law, you must be honest. ",
    "My definition of success is control.",
    "Where focus goes, energy flows.",
    "The world is a puzzle; no need to make sense out of it.",
    "Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "Humans and prosperity never endure side by side for long.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "Inspire yourself to be great. Being good isn't good enough.",
    "The measure of who we are is what we do with what we have.",
    "There is no such thing as a great talent without great willpower.",
    "The big thing is to make a winning effort. I'm not obsessed with wins.",
    "Much learning does not teach understanding.",
    "Leadership starts at the top.",
    "You are the sky. Everything else - it's just the weather."
]