[
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "You may think I'm small, but I have a universe inside my mind.",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "Even when a friend does something you do not like, he continues to be your friend. ",
    "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
    "The only limits in your life are those that you set yourself.",
    "Don't let the silly little dramas of each day get you down. For you are here to do great things.",
    "Whatever you do in life, surround yourself with smart people who'll argue with you.",
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "He who cheats the earth will be cheated by the earth.",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid! ",
    "One of the first signs of the beginning of understanding is the wish to die. ",
    "Surrender to what is. Let go of what was. Have faith in what will be.",
    "The world is a puzzle; no need to make sense out of it.",
    "Most people achieved their greatest success one step beyond what looked like their greatest failure.",
    "Wealth consists not in having great possessions, but in having few wants.",
    "Make failure your teacher, not your undertaker.  ",
    "There are two kinds of perfect people: those who are dead, and those who have not been born yet.",
    "Those who bring sunshine into the lives of others cannot keep it from themselves.",
    "Contemplation often makes life miserable.  We should act more, think less, and stop watching ourselves live.",
    "Open your eyes and look within. Are you satisfied with the life you're living?",
    "Show up even when you don't want to show up.",
    "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "If it is not right, do not do it, if it is not true, do not say it.",
    "Write to help yourself, publish to help others.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "All men who have achieved great things have been great dreamers. ",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "No man is free who is not master of himself.",
    "We will outstretch the hand if you unclench your fist.",
    "The key to success is failure.",
    "It's not the love you make. It's the love you give. ",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "Fear is what stops you. Courage is what keeps you going.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "it's important to make sure that we're talking with each other in a way that heals, not in a way that wounds.",
    "Respect was invented to cover the empty place where love should be.",
    "I am not the outcome. I am never the result. I am only the effort.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead."
]