[
    "It's not what you pay a man, but what he costs you that counts.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "Sometimes things become possible if we want them bad enough.",
    "Time doesn't heal emotional pain, you need to learn how to let go.",
    "Deliberately seek the company of people who influence you to think and act on building the life you desire.",
    "If you chase two rabbits, you catch none.",
    "There is no significance in life without struggle.",
    "You get in life what you have the courage to ask for.",
    "What's obvious to you isn't obvious to most people. Operate from this perspective and you'll help more people.",
    "The degree of responsibility you take for your life determines how much change you can create in it.",
    "Fears are nothing more than a state of mind.",
    "If you think adventure is dangerous, try routine; it is lethal.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "Always seek out the seed of triumph in every adversity.",
    "A golden cage is still just a cage.",
    "Realistic people do not accomplish extraordinary things.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "We win by helping each other win.",
    "Resentment or grudges do no harm to the person against whom you hold these feelings but every day and every night of your life, they are eating at you.",
    "Passion creates, addiction consumes.",
    "Nourish the mind like you would your body. The mind cannot survive on junk food.",
    "Observe things as they are and don't pay attention to other people.",
    "If you can't imagine it, you can't have it.",
    "All life is an experiment. The more experiments you make, the better.",
    "People have the illusion that all over the world, all the time, all kinds of fantastic things are happening.",
    "If we know how to adapt, we end up being superior.",
    "Giving back involves a certain amount of giving up.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "The world only exists in your eyes. You can make it as big or as small as you want.",
    "If you are depressed, you are living in the past. If you are anxious, you are living in the future. if you are at peace, you are living in the present.",
    "Don't shortchange yourself when it comes to investing in your own better future.",
    "People acting together as a group can accomplish things which no individual acting alone could ever hope to bring about.",
    "Learning is a weightless treasure you can always carry easily.",
    "Remember that the best relationship is one in which your love for each other exceeds your need for each other.",
    "Everything flows, nothing stands still.",
    "Don´t hesitate or allow yourself to make excuses. Just get out and do it.",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "Love is the absence of judgment.",
    "We cannot change anything unless we accept it.",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "The best answer to anger is silence.",
    "Failure is a prerequisite for great success. If you want success faster, double your rate of failure.",
    "Although the world is full of suffering, it is also full of the overcoming of it.",
    "In all chaos there is a cosmos, in all disorder a secret order.",
    "Embody what you teach, and teach only what you have embodied.",
    "Happiness comes when you believe in what you are doing, know what you are doing, and love what you are doing.",
    "The healthiest response to life is joy.",
    "Some people dream of success, while others wake up and work hard at it.",
    "The traveler sees what he sees. The tourist sees what he has come to see."
]