[
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "Life would be tragic if it weren't funny.",
    "Just do the best you can. No one can do more than that.",
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "It's just a bad day, not a bad life.",
    "People think you're crazy if you talk about things they don't understand.",
    "Against the assault of laughter nothing can stand.",
    "It is better to light a single candle than to curse the darkness.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "Creativity is intelligence having fun.",
    "Reality is the leading cause of stress among those in touch with it.",
    "You can't make someone feel good about themselves until you feel good about yourself.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "The Only Thing That Is Constant Is Change",
    "What would life be if we had no courage to attempt anything? ",
    "It matters not what someone is born, but what they grow to be.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "Whatever happens always happens on time.",
    "You must find the place inside yourself where nothing is impossible.",
    "In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing.",
    "It's very strange that the people you love are often the people you're most cruel to.",
    "Go for it now. The future is promised to no one.",
    "I dream my painting and I paint my dream.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "A man who cannot tolerate small misfortunes can never accomplish great things.",
    "Reversing your treatment of the man you have wronged is better than asking his forgiveness.",
    "Difficult roads often lead to beautiful destinations.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "When you have to make a choice and don't make it, that is in itself a choice.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "I'd rather welcome change than cling to the past.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.",
    "When you stop questioning, you stop learning.",
    "Men go to far greater lengths to avoid what they fear than to obtain what they desire.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "Begin at once to live, and count each separate day as a separate life.  ",
    "Stop acting so small. You are the universe in ecstatic motion.",
    "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "Age is a very high price to pay for maturity.",
    "What most people need to learn in life is how to love people and use things instead of using people and loving things.",
    "It's your outlook on life that counts.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "Be approximately right rather than exactly wrong.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort."
]