[
    "Boldness makes even the smallest animal dangerous.",
    "Better to light a candle than to curse the darkness. ",
    "Meanings are not determined by situations, but we determine ourselves by the meanings we give to situations.",
    "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
    "Nothing ever goes away until it has taught us what we need to know.",
    "Anyone who reads a book with a sense of obligation does not understand the art of reading.",
    "In order to be irreplaceable one must always be different.",
    "The Only Thing That Is Constant Is Change",
    "There is no such thing as a great talent without great willpower.",
    "Judge your success by what you had to give up in order to get it.",
    "The wisest men follow their own direction.",
    "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "Remember that the best relationship is one in which your love for each other exceeds your need for each other.",
    "Your very silence shows you agree.",
    "Selfishness and greed, individual or national, cause most of our troubles.",
    "Don't waste time on excuses. Just get it done.",
    "Success is getting what you want, happiness is wanting what you get.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Exceptional thinkers ignore their critics and go about their business making history.",
    "If you look for perfection, you'll never be content.",
    "Paths are made by walking.",
    "Begin at once to live, and count each separate day as a separate life.  ",
    "Do good, live in the most positive and joyful way possible every day.",
    "To seek is to suffer. To seek nothing is bliss.",
    "Why change? Everyone has his own style. When you have found it, you should stick to it.",
    "My sun sets to rise again.",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "Learn from the rejection and turn it into an opportunity!",
    "In order to carry a positive action, we must develop here a positive vision.",
    "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "For fast-acting relief try slowing down.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "First say to yourself what you would be; and then do what you have to do.",
    "I am not proud, but I am happy; and happiness blinds, I think, more than pride.",
    "He who knows, does not speak. He who speaks, does not know.",
    "Motivation is what gets you started. Habit is what keeps you going.",
    "If you want something new, you have to stop doing something old.",
    "Invisible things are the only realities.",
    "Never settle for the crumbs of life.",
    "Correct what you can. Learn from what you can't.",
    "The purpose of life is the expansion of happiness.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "The quality of your life is determined by the quality of questions you ask.",
    "There is no fear for one whose mind is not filled with desires.",
    "Great loves too must be endured.",
    "It's much better to do good in a way that no one knows anything about it.",
    "I know not all that may be coming, but be it what it will, I'll go to it laughing.",
    "Try to be a rainbow in someone's cloud."
]