[
    "Tall oaks grow from little acorns.",
    "There are no shortcuts to any place worth going.",
    "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
    "A person is only by the thoughts that he chooses.",
    "I have never let my schooling interfere with my education.",
    "If you look for perfection, you'll never be content.",
    "Adventure is worthwhile in itself.",
    "The most important thing is to enjoy your life, to be happy, it's all that matters.",
    "Progress is limited by your ability to change your mind.",
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
    "Forget mistakes. Forget failure. Forget everything except what you are going to do now and do it. Today is your lucky day!",
    "You're only given a little spark of madness. You mustn't lose it.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "If you've never eaten while crying you don t know what life tastes like.",
    "Who you are is defined by what you're willing to struggle for.",
    "As you think, so shall you become. ",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "She who loves roses must be patient and not cry out when she is pierced by thorns.",
    "You can never get enough of what you don't need to make you happy.",
    "Life moves on and so should we.",
    "Make peace with your inner turmoil.",
    "It all depends on what you choose to believe.",
    "Whatever you are, be a good one.",
    "I am always doing that which I can not do, in order that I may learn how to do it.",
    "Your chances of success in any undertaking can always be measured by your belief in yourself.",
    "Nothing is more creative...nor destructive...than a brilliant mind with a purpose.",
    "Whatever is begun in anger, ends in shame.",
    "Show me a hero, and I'll write you a tragedy.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "None of us can change our yesterdays but all of us can change our tomorrows.",
    "Every day may not be good, but there's something good in every day.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Silence is a source of great strength.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "People are doing the best that they can from their own level of consciousness.",
    "Until we can manage time, we can manage nothing else.",
    "You can often change your circumstances by changing your attitude.",
    "Every moment is a fresh beginning.",
    "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.",
    "Quality is not an act, it is a habit.",
    "If you've made a mistake, it's better just to laugh at it.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "Don't take yourself too seriously, pretty soon you can find the humor in our everyday lives.",
    "One of the first signs of the beginning of understanding is the wish to die. ",
    "Reality is nothing but a collective hunch."
]