[
    "We cannot always do great things in life, but we can do small things with great love.",
    "No man is happy who does not think himself so.",
    "The greatest step towards a life of simplicity is to learn to let go.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "We will now discuss in a little more detail the Struggle for Existence.",
    "Do not follow the ideas of others, but learn to listen to the voice within yourself.",
    "To the mind that is still, the whole universe surrenders.",
    "A clear conscience never fears midnight knocking.",
    "Only when I fall do I get up again.",
    "If you try, you might get exactly what you want. If you don't, you don't.",
    "A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way.",
    "Motivation gets you going and habit gets you there.  ",
    "You'll see it when you believe it. ",
    "For all evils there are two remedies - time and silence.",
    "The more something scares you, the more you should do it.",
    "The biggest adventure you can ever take is to live the life of your dreams. ",
    "The privilege of a lifetime is to become who you truly are.",
    "Be patient and calm; no one can catch fish in anger.",
    "Be mindful. Be grateful. Be positive. Be true. Be kind.",
    "Debt is the slavery of the free.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "The act of taking the first step is what separates the winners from the losers.",
    "The best way to predict your future is to create it.",
    "The joy of life comes from our encounters with new experiences.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "There can be no deep disappointment where there is not deep love.",
    "Anyone who has ever made anything of importance was disciplined.",
    "Action is the foundational key to all success.",
    "If fear is too strong, the genius is suppressed.",
    "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic. ",
    "Never settle for the crumbs of life.",
    "Every time we liberate a woman, we liberate a man. ",
    "If you don't make things happen then things will happen to you.",
    "Greatest success comes just one step beyond the point at which defeat overtakes you.",
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "Those who attain the middle Dominate the whole.",
    "Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death.",
    "Your work is to discover your work and then, with all your heart, to give yourself to it.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "He who fails to plan, plans to fail.",
    "Make yourself so useful to other people, that they think you are irreplaceable.",
    "Art is to console those who are broken by life.",
    "The world would go on even without you. Don't take yourself so seriously.",
    "Fear is a natural reaction to moving closer to the truth.",
    "Persistence is very important. You should not give up unless you are forced to give up.",
    "Chase your passion, not your pension. ",
    "There is nothing more truly artistic than to love people.",
    "If you want peace, accept. If you want suffering, expect.",
    "Others can stop you temporarily - you are the only one who can do it permanently."
]