[
    "Power is not what we do but what we do not - hasty and unwise actions that we repeat every day and which ultimately bring us into trouble.",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
    "It's your outlook on life that counts.",
    "Enjoy every minute of life. Never second-guess life.",
    "Success is achieved and maintained by those who try and keep trying. ",
    "There is no significance in life without struggle.",
    "Anyone who has ever made anything of importance was disciplined.",
    "Remain calm. Be kind.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.  ",
    "Real learning comes about when the competitive spirit has ceased.",
    "I believe that one of life's greatest risks is never daring to risk.",
    "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "Failure is acceptable. Not trying is a whole different ball park.",
    "A journey of a thousand miles must begin with a single step.",
    "We become what we believe.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "Our happiness depends on the habit of mind we cultivate.",
    "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of a readiness to die.",
    "Insanity: doing the same thing over and over again and expecting different results.",
    "Every blessing ignored becomes a curse.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "It's the little things done consistently over time, straight from your heart, that have the greatest impact.",
    "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from.",
    "Success is nothing more than a few simple disciplines practiced every day.",
    "A minute's success pays the failure of years.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "The best way to predict the future is to create it.",
    "Not how long, but how well you have lived is the main thing.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "Difficulties strengthen the mind, as labor does the body.  ",
    "Be willing to be a beginner every single morning.",
    "You have the freedom to be yourself, your true self, here and now, and nothing can stand in your way.",
    "All you need is passion. If you have a passion for something, you'll create the talent.",
    "You can't let your failures define you. You have to let your failures teach you.",
    "A mountain never yields to the wind no matter how strong it is.",
    "Where the willingness is great, the difficulties cannot be great.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "Life has more imagination than we carry in our dreams.",
    "For all evils there are two remedies - time and silence.",
    "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "Bad things are not the worst things that an happen to us. NOTHING is the worst thing that can happen to us.",
    "Don't look back - you're not going that way.",
    "We are all born ignorant, but one must work hard to remain stupid.",
    "The only normal people are the ones you don't know very well.",
    "There are more people who wish to be loved than there are who are willing to love. "
]