[
    "The traveler sees what he sees. The tourist sees what he has come to see.",
    "There are as many opinions as there are experts.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Stop wasting time looking at someone else's reality while doing nothing about yours.",
    "You drown not by falling into a river, but by staying submerged in it.",
    "It doesn't matter what you do, only how well you do it.",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "Listen to what you know instead of what you fear.",
    "Turn the pain into power.",
    "Never to suffer would never to have been blessed.",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "Sometimes good things fall apart so better things can fall together.",
    "The only way to 'find out if it will work out' is to do it.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "What you do today can improve all your tomorrows.",
    "I am thankful to all those who said no. It's because of them, I did it myself.  ",
    "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees.",
    "Trust thyself: every heart vibrates to that iron string.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "Curiosity is the most powerful thing you own.",
    "The act of taking the first step is what separates the winners from the losers.",
    "In the long run, the sharpest weapon of all is a kind and gentle spirit.",
    "The wise warrior avoids the battle.",
    "Only those who do nothing at all make no mistakes.",
    "The only limits in our life are those we impose on ourselves.",
    "The finish line is just the beginning of a whole new race.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "Always focus on the front windshield and not the rear view mirror.",
    "Today will never happen again. Don't waste it with a false start or no start at all.",
    "Today I begin a new life. I will greet this day with love in my heart.",
    "Whatever happens always happens on time.",
    "Being a good example is the best form of service.",
    "Not all of us can do great things. But we can do small things with great love.",
    "Begin at once to live, and count each separate day as a separate life.  ",
    "Preoccupied with a single leaf you won't see the tree.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "Friends ask you questions; enemies question you.",
    "To love means loving the unlovable.",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "Where does a thought go when it's forgotten?",
    "Do every act of your life as if it were your last.",
    "Give a girl the right shoes, and she can conquer the world.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "He who possesses most must be most afraid of loss.",
    "We tend to live up to our expectations.",
    "Wealth consists not in having great possessions, but in having few wants.",
    "The way of success is the way of continuous pursuit of knowledge.",
    "Confidence is what you have before you understand the problem."
]