[
    "We need a backbone, not a wishbone.",
    "Men are anxious to improve their circumstances but are unwilling to improve themselves; they therefore remain bound.",
    "A path is made by walking on it.",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "The future is the worst thing about the present.",
    "What is a friend? A single soul dwelling in two bodies.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "Your worth consists in what you are and not in what you have.",
    "A scientific man ought to have no wishes, no affections, - a mere heart of stone.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "The attempt to escape from pain, is what creates more pain.",
    "Evil is whatever distracts. ",
    "Any fool can turn a blind eye but who knows what the ostrich sees in the sand.",
    "Be curious, not judgmental.",
    "Those who are enlightened never stop forging themselves.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "To seek is to suffer. To seek nothing is bliss.",
    "Winners don't Quit. That's why they Win.",
    "I can live without money, but I cannot live without love.",
    "Every defeat, every heartbreak every loss, contains its own seed, its own lesson on how to improve your performance the next time.",
    "We tend to live up to our expectations.",
    "You can suffer the pain of change or suffer remaining the way you are.",
    "All human wisdom is contained in these two words - Wait and Hope",
    "Success is within the reach of just about everyone.",
    "Action may not always bring happiness, but there is no happiness without action.",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "When the fish is caught we pay no more attention to the trap.",
    "The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.",
    "You must welcome change as the rule but not as your ruler. ",
    "Work as though you would live forever, and live as though you would die today. Go another mile.",
    "Every failure brings with it the seed of an equivalent success.",
    "Turn the pain into power.",
    "You're braver than you believe, and stronger than you seem, and smarter than you think.",
    "Never whine, never complain, never try to justify yourself.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "Ponder and deliberate before you make a move.",
    "Charms strike the sight, but merit wins the soul.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "A life without a cause is a life without effect.",
    "By seeking and blundering we learn.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "It's always to soon to quit!",
    "Failure will never overtake me if my determination to succeed is strong enough.",
    "The quality of your commitments will determine the course of your life.",
    "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.",
    "Kindness is a language which the deaf can hear and the blind can see.",
    "Desire is suffering.",
    "The only thing more frustrating than slanderers is those foolish enough to listen to them."
]