[
    "Surround yourself with only people who are going to lift you higher. ",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "Where words fail, music speaks.",
    "A change is brought about because ordinary people do extraordinary things.",
    "Most people fail in life because they major in minor things.",
    "Your gift is something that you can do innately better than anything else.",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "If you want peace, you won't get it with violence.",
    "Life has no limitations except the ones you make.",
    "I would rather be hated for who I am than loved for who I'm not.  ",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "Fools talk, cowards are silent, wise men listen.",
    "If anything is worth doing, do it with all your heart.",
    "Peace is not the absence of conflict, but the ability to cope with it.",
    "The purpose of life is the expansion of happiness.",
    "Care about what other people think and you will always be their prisoner.",
    "To travel is to be alive, but to get somewhere is to be dead.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "Nature is pleased with simplicity. And nature is no dummy.",
    "The majority of what you want will come from the minority of what you do.",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
    "The best of us sometimes eat our words.  ",
    "The only thing worse than being blind is having sight but no vision.",
    "Courage is found in unlikely places.",
    "Sorrow is how we learn to love.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "I live by letting things happen.",
    "Be a good animal, true to your instincts.",
    "Once you learn to quit, it becomes a habit.",
    "Be fascinated instead of frustrated.",
    "To a mind that is still, the entire universe surrenders.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "Courage Is a Love Affair with the Unknown",
    "Don't learn to do, but learn in doing.",
    "All men who have achieved great things have been great dreamers. ",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "Life is a long lesson in humility. ",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be. ",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "New beginnings are disguised as painful endings.",
    "The trouble with most of us is that we'd rather be ruined by praise than saved by criticism.",
    "The soul should always stand ajar, ready to welcome the ecstatic experience.",
    "Mastery is not a function of genius or talent, it is a function of time and intense focus applied to a particular field of knowledge.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "Realistic people do not accomplish extraordinary things.",
    "I am who I am today because of the choices I made yesterday.",
    "The harder you work, the harder it is to surrender.",
    "Luck is a matter of preparation meeting opportunity."
]