[
    "Everything begins with an idea.",
    "Debt is the slavery of the free.",
    "When you judge others, you do not define them, you define yourself.",
    "Man is made by his belief. As he believes, so he is.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "It's better to dance than to march through life.",
    "Change will not come if we wait for some other person, or if we wait for some other time.",
    "Genius, in truth, means little more than the faculty of perceiving in an unhabitual way.",
    "Desire is suffering.",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "Loyalty and friendship are the most precious possessions a man can have.",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "Management is doing things right; leadership is doing the right things.",
    "The whole problem with the world is the fools and fanatics are always so sure of themselves, and wiser people are full of doubts.",
    "Failure is an option, fear is not.",
    "There is nothing like looking if you want to find something.",
    "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "We build too many walls and not enough bridges.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "We learn to walk by falling down. If we never fell down, we would never walk.",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "The more something threatens your identity, the more you will avoid it.",
    "Only in the agony of parting do we look into the depths of love.",
    "You are the only problem you will ever have and you are the only solution.",
    "Never waste a minute of your precious life thinking about people you don't like.",
    "Being ignorant is not so much a shame, as being unwilling to learn.",
    "Love is the absence of judgment.",
    "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.",
    "If you don't like something change it. If you can't change it, change your attitude about it. Don't complain.",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "Awakening is possible only for those who seek it and want it.",
    "Better to light a candle than to curse the darkness. ",
    "Weeds are flowers too, once you get to know them.",
    "Life is trying things to see if they work.",
    "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand.",
    "Nothing is more creative...nor destructive...than a brilliant mind with a purpose.",
    "Growing up is losing some illusions, in order to acquire others.",
    "If you find you are not valued and appreciated, then shift your attention to places where you will be valued and appreciated.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "You make your own luck if you stay at it long enough.",
    "I live by letting things happen.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Take care of your cents: dollars will take care of themselves.",
    "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
    "If you can see it in your mind, you can hold it in your mind.",
    "Nothing you do is going to matter that much in the long run. Don't take yourself so seriously.",
    "Duty makes us do things well, but love makes us do them beautifully.  ",
    "Listen to what you know instead of what you fear."
]