[
    "If you don't like something, change it. If you can't change it, change your attitude.",
    "It is startling to realize how much unbelief is necessary to make belief possible.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.",
    "Being a good example is the best form of service.",
    "Power is not what we do but what we do not - hasty and unwise actions that we repeat every day and which ultimately bring us into trouble.",
    "I've always lived in the moment.",
    "Don't let your learning lead to knowledge. Let your learning lead to action.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "Instead of thinking outside the box, get rid of the box.",
    "Silence is a source of great strength.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "Leadership is solving problems",
    "You don't need anybody to tell you who you are or what you are. You are what you are!",
    "In the middle of difficulty lies opportunity.",
    "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
    "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. ",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "If anything is worth doing, do it with all your heart.",
    "People who have goals succeed because they know where they're going. It's that simple.",
    "Life goes by very fast. And the worst thing in life that you can have is a job that you hate, and have no energy and creativity in.",
    "The best time to plant a tree was 20 years ago. The second best time is now.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "Success is liking yourself, liking what you do, and liking how you do it.",
    "The world is open for play, everything and everybody is mockable in a wonderful way.",
    "The real meditation is how you live your life.",
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "A man should do his job so well that the living, the dead, and the unborn could do it no better.",
    "I am not absentminded. It is the presence of mind that makes me unaware of everything else.",
    "Peace of mind is that mental condition in which you have accepted the worst.",
    "Be the silent watcher of your thoughts and behavior. You are beneath the thinker.",
    "I have lived with several Zen masters -- all of them cats.",
    "It isn't what you do, but how you do it.",
    "No man is more cheated than the selfish man.",
    "Learn only how to avoid seeking for and attaching yourselves to anything.",
    "To be prepared is half the victory. ",
    "Small men think they are small; great men never know they are great. ",
    "Look to the beauty of this day, miracles are all around you.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "Wherever you are, it's the place you need to be.",
    "It is up to each of us to sing as we feel moved by the overall song of life.",
    "You are what you do, not what you say you'll do.",
    "The person who says something is impossible should not interrupt the person who is doing it.",
    "When the time is gone, you can never get it back.",
    "May you live all the days of your life.",
    "Good luck is opportunity meeting preparedness.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "Confidence is consistency of thinking about what is possible and how to make it possible."
]