[
    "Don't bother people for help without first trying to solve the problem yourself.",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "The power of man has grown in every sphere, except over himself.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "At first dreams seem impossible, then improbable, then inevitable.",
    "A mountain never yields to the wind no matter how strong it is.",
    "If you want peace, accept. If you want suffering, expect.",
    "The man who asks a question is a fool for a minute, the man who does not ask is a fool for life.",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "The quality of your life is the quality of your relationships.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "Every one of us is the sum total of his own thoughts.",
    "We are shaped and fashioned by what we love.",
    "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "Life is either a daring adventure, or it is nothing.",
    "The more we value things, the less we value ourselves.  ",
    "It's possible in ways both large or small to make a difference in someone's life.",
    "Change your thoughts and you change your world.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "It takes a very long time to become young.",
    "The world makes way for the man who knows where he is going.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "You have within you right now, everything you need to deal with whatever the world can throw at you.",
    "There are no second chances in life, except to feel remorse.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "A lot of people have gone further than they thought they could because someone else thought they could.",
    "The first rule of handling conflict is don't hang around people who are constantly engaging in conflict.",
    "Youth has no age.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "You cannot find peace by avoiding life.",
    "The fear of death is more to be feared, than death itself.",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "What you are afraid of is never as bad as what you imagine. The fear you let build up in your mind is worse than the situation that actually exists.",
    "The more you are motivated by Love, The more Fearless & Free your action will be.",
    "If you find you are not valued and appreciated, then shift your attention to places where you will be valued and appreciated.",
    "As mortals, we're ruled by conditions, not by ourselves.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "If you're afraid to die, you're afraid to live. You can't have one without the other.",
    "No man will make a great leader who wants to do it all himself or to get all the credit for doing it.",
    "Just do the best you can. No one can do more than that.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "To be able to forget means sanity.",
    "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.",
    "Don't be afraid to go slowly. Be afraid of stopping.",
    "Not engaging in ignorance is wisdom. ",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "Everyone sees what you appear to be, few experience what you really are.",
    "Those who are easily shocked should be shocked more often.",
    "We need never be ashamed of our tears.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy."
]