[
    "Most of us will do anything to avoid facing ourselves.",
    "Show me a hero, and I'll write you a tragedy.",
    "He that can have patience can have what he will.",
    "The only thing worse than being blind is having sight but no vision.",
    "The worst part of success is trying to find someone who is happy for you.",
    "Good things aren't supposed to just fall into your lap.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "Wheresoever you go, go with all your heart.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "Age is a very high price to pay for maturity.",
    "Freeing oneself from words is liberation. ",
    "You are the average of the five people you spend the most time with.",
    "Man invented language to satisfy his deep need to complain.",
    "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed.",
    "Not how long, but how well you have lived is the main thing.",
    "If you're not making mistakes, then you're not doing anything.",
    "Smile, breathe and go slowly.",
    "The finish line is just the beginning of a whole new race.",
    "Look to the beauty of this day, miracles are all around you.",
    "The soul is neither born, and nor does it die.",
    "Either get busy living or get busy dying.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "Life's too mysterious to take too serious.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "Be who you are and say what you feel because those who mind don't matter and those who matter don't mind.",
    "Power is not what we do but what we do not - hasty and unwise actions that we repeat every day and which ultimately bring us into trouble.",
    "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "The best way out is always through.",
    "Consider the rights of others before your own feelings, and the feelings of others before your own rights.",
    "Only by attracting the best people will you accomplish great deeds.",
    "Dreams have only one owner at a time. That's why dreamers are lonely.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "The most efficient way of rendering the poor harmless is to teach them to want to imitate the rich.",
    "Make peace within, and there will be no one who can overcome you. And no one you will wish to overcome.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Every man's work, whether it be literature or music or pictures or architecture or anything else, is always a portrait of himself.",
    "No one ever said life was fair. Just Eventful.",
    "Change is not a four letter word...but often your reaction to it is!",
    "Many people will walk in and out of your life, but only true friends will leave footprints in your heart.",
    "Time is more valuable than money. You can get more money, but you cannot get more time.",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "It is those who concentrate on but one thing at a time who advance in this world.",
    "The nearer a man comes to a calm mind, the closer he is to strength.",
    "I hear and I forget. I see and I remember. I do and I understand. ",
    "Once you choose hope, anything's possible.",
    "The future is no more uncertain than the present.",
    "Attitude drives actions. Actions drive results. Results drive lifestyles.",
    "Be not afraid of growing slowly, be afraid only of standing still. ",
    "Desire for the fruits of work must never be your motive in working."
]