[
    "Success on the outside means nothing unless you also have success within.",
    "Real learning comes about when the competitive spirit has ceased.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "I don't walk away from things that I think are unfinished.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "The more people you help become successful the more successful you become.",
    "It is far easier to start something than it is to finish it.",
    "When you love someone, you love the person as they are, and not as you'd like them to be.",
    "You can not live your life just based on what everyone else thinks.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "Leadership is solving problems",
    "When people are free to do as they please, they usually imitate each other.",
    "In order to be irreplaceable one must always be different.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Excellence is not a skill. It is an attitude. ",
    "If you see yourself as prosperous, you will be.",
    "Start each day with a positive thought and a grateful heart.",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "Peaceful is the one who expects nothing.",
    "If we learn to open our hearts, anyone, including the people who drive us crazy, can be our teacher.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "Respect other people's feelings. It might mean nothing to you, but it could mean everything to them.",
    "Quality is not an act, it is a habit.",
    "What do we live for, if it is not to make life less difficult for each other?",
    "We will outstretch the hand if you unclench your fist.",
    "The past is history. It no longer exists, but you are keeping it alive in your mind through your thoughts.  Let it go. It is not serving you.",
    "No one is useless in this world who lightens the burdens of another.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Wake up and smile! Wake up and be grateful!",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "Don't talk about what you have done or what you are going to do.",
    "There are more people who wish to be loved than there are who are willing to love. ",
    "Happiness is not something ready made. It comes from your own actions.",
    "Through discipline comes freedom.",
    "The real meditation is how you live your life.",
    "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
    "The worst part of success is trying to find someone who is happy for you.",
    "For the things we have to learn before we can do them, we learn by doing them.",
    "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "We think too much and feel too little.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "It is the greatest of all mistakes to do nothing because you can only do little; do something.",
    "Everything that irritates us about others.",
    "Your vision will become clear only when you can look into your own heart.",
    "Confuse them with your silence and amaze them with your actions.",
    "You must find the place inside yourself where nothing is impossible."
]