[
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "Once a decision was made, I didn't worry about it afterward.",
    "Work out your own salvation. Do not depend on others.",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win.",
    "We are born from a quiet sleep, and we die to a calm awakening",
    "By perseverance the snail reached the ark.",
    "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "How much pain they have cost us, the evils which have never happened.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "For all evils there are two remedies - time and silence.",
    "If you do not get the chills when you set your goal you're not setting big enough goals.",
    "A man who acquires the ability to take full possession of his own mind may take possession of anything else to which he is justly entitled.",
    "Those who cannot change their minds cannot change anything.",
    "Passion is born deaf and dumb.",
    "Don't live the same year 75 times and call it a life.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.",
    "The world only exists in your eyes. You can make it as big or as small as you want.",
    "Fools read fast. Geniuses reread.",
    "You win more from losing than winning.",
    "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "Art, like morality, consists of drawing the line somewhere.",
    "Don't let someone elses. opinion become your reality.",
    "The heart wants what it wants - or else it does not care.",
    "What are we doing here, that is the question.",
    "Until you change how you get things done, you'll never know what works best.",
    "Tomorrow is only found in the calendar of fools.",
    "The wise man reads both books and life itself.",
    "When one door closes another door opens. ",
    "If you can't imagine it, you can't have it.",
    "Man's character is his fate.",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "One of the keys to happiness is a bad memory.",
    "Intense love does not measure, it just gives.",
    "All you need is the plan, the road map, and the courage to press on to your destination.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "Nothing is impossible. The word itself says 'I'm possible!'",
    "A different result requires doing something different.",
    "Rest in reason; move in passion.",
    "Ancient Rule of Twenty-one: if you do anything for twenty-one days in a row, it will be installed as a habit.",
    "The quality of your life is determined by the quality of questions you ask.",
    "Have a vision. Be demanding.",
    "Wake up and smile! Wake up and be grateful!",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "If you want to turn a vision into reality, you have to give 100% and never stop believing in your dream.",
    "The only limits in our life are those we impose on ourselves.",
    "Not all those who wander are lost.",
    "Wit is educated insolence.",
    "Perpetual optimism is a force multiplier."
]