[
    "Deliberately seek the company of people who influence you to think and act on building the life you desire.",
    "We can have more than we've got because we can become more than we are.",
    "I've always lived in the moment.",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "Fears are nothing more than a state of mind.",
    "If I can laugh, I can live.",
    "Everything great that has ever happened to humanity has begun as a single thought in someone's mind.",
    "Take away love and our earth is a tomb.",
    "The only way it gets better for you is when you get better. Better is not something you wish, it's something you become.",
    "Love is the expression of one's values.",
    "We forge the chains we wear in life.",
    "Silence is a source of great strength.",
    "The ability to hold two competing thoughts in one's mind and still be able to function is the mark of a superior mind.",
    "What have you done today to make someone else happy?",
    "Love is merely the name for the desire and pursuit of the whole.",
    "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
    "Growth is in a series of mistakes. That's the only way you learn.",
    "Don't stop when you're tired. Stop when you're done.",
    "The only thing worse than being blind is having sight but no vision.",
    "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "It's not what happens to you, but how you react to it that matters.",
    "Never argue with ignorance. It only leads to frustration.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Chase your passion, not your pension. ",
    "The best time to plant a tree was 20 years ago. The second best time is now.",
    "Correct what you can. Learn from what you can't.",
    "Public opinion is the worst of all opinions.",
    "Do not look for approval except for the consciousness of doing your best.",
    "If you are ever the smartest person in the room, you are in the wrong room.",
    "It's your life-but only if you make it so.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "Happiness is not the absence of problems, it's the ability to deal with them.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
    "It is truth that liberates, not your effort to be free.",
    "Genius is patience.",
    "Don't let the silly little dramas of each day get you down. For you are here to do great things.",
    "The first rule of business; treat others like they want to treat you.",
    "Never do to others what you would not like them to do to you. ",
    "What do we live for, if it is not to make life less difficult for each other?",
    "Getting lost along your path is a part of finding the path you are meant to be on.",
    "The right thing to do and the hard thing to do are usually the same.",
    "You don't earn loyalty in a day. You earn loyalty day-by-day.",
    "When we strive to become better than we are, everything around us becomes better, too.",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "Happiness is a quality of the soul...not a function of one's material circumstances.",
    "Every adversity, every failure, every heartbreak, carries with it the seed of an equal or greater benefit.",
    "The power of man has grown in every sphere, except over himself."
]