[
    "The future depends on what you do today. ",
    "To escape from the world means that one's mind is not concerned with the opinions of the world.",
    "Art is the signature of civilizations. ",
    "The most creative act you will ever undertake is the act of creating yourself.",
    "It is ignorance that causes most mistakes.",
    "The primary cause of unhappiness is never the situation but your thoughts about it.",
    "Blessed is he who expects nothing, for he shall be disappointed.",
    "What people need and what they want may be very different.",
    "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.",
    "The number one cause of failure is the fear of failure.",
    "The spirit is beyond destruction. No one can bring an end to spirit which is everlasting.",
    "Truth is exact correspondence with reality. ",
    "We need never be ashamed of our tears.",
    "Go for it now. The future is promised to no one. ",
    "Without the confidence, nothing can be accomplished.",
    "Still your waters.",
    "Man's character is his fate.",
    "It is dangerous to be right in matters on which the established authorities are wrong.",
    "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along. ",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "You can't get to a place that you don't believe exists.",
    "You don't get in life what you want; you get in life what you are.",
    "They who have conquered doubt and fear have conquered failure.",
    "The purpose of life is to contribute in some way to making things better.",
    "The chief cause of failure and unhappiness is trading what you want most for what you want right now.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "Sometimes good things fall apart so better things can fall together.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "Find your Light; They can't love you if they can't see you.",
    "Everything is created twice, first in the mind and then in reality.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "Do not follow the ideas of others, but learn to listen to the voice within yourself.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "What the eye doesn't see and the mind doesn't know, doesn't exist.",
    "A Penny Saved is a Penny Earned",
    "In matters of style, swim with the current; in matters of principle, stand like a rock.",
    "Confidence is what you have before you understand the problem.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
    "Whenever people agree with me I always feel I must be wrong.",
    "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "The chief enemy of creativity is good sense.",
    "The trouble with the rat race is that even if you win, you're still a rat.",
    "I discovered a long time ago that if I helped enough people get what they wanted, I would always get what I wanted and I would never have to worry.",
    "Use your smile to change the world but don't let the world change your smile.",
    "Desire for the fruits of work must never be your motive in working.",
    "Always forgive your enemies - nothing annoys them so much. ",
    "What would you do if you weren't afraid?"
]