[
    "It is your attitude, not your aptitude, that determines your altitude.",
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
    "What worries you, masters you.",
    "The most important battle is one to conquer yourself.",
    "Be as fluid as water, do not give your enemies anything solid to attack.",
    "Be yourself; everyone else is already taken.",
    "True wealth is of the heart, not of the purse.",
    "Growth is in a series of mistakes. That's the only way you learn.",
    "Mistake is a mistake only if you make it twice.",
    "Begin now to be what you will be hereafter.",
    "Everyone is a moon, and has a dark side which he never shows to anybody.",
    "Opportunity often comes disguised in the form of misfortune or temporary defeat.",
    "If you can't feed a hundred people, then feed just one.",
    "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
    "When uncomfortable, my instinct is not to avoid the discomfort but to become at peace with it.",
    "Memory is the scribe of the soul.",
    "When you have a dream, you've got to grab it and never let go.",
    "Love is not about possession. Love is about appreciation.",
    "Thoughts become things. If you see it in your mind, you will hold it in your hand.",
    "Great acts are made up of small deeds.",
    "If you set your goals ridiculously high and its a failure, you will fail above everyone elses success.",
    "To achieve, you need thought. You have to know what you are doing and that's real power.",
    "Follow your instincts. That is where true wisdom manifests itself.",
    "Become the kind of leader that people would follow voluntarily, even if you had no title or position.",
    "By failing to prepare, you are preparing to fail.",
    "Friends ask you questions; enemies question you.",
    "Know the rules well, so you can break them effectively.",
    "Anything you may hold firmly in your imagination can be yours.",
    "If life were predictable it would cease to be life, and be without flavor.",
    "Life is and will ever remain an equation incapable of solution, but it contains certain known factors. ",
    "Genius is the ability to act rightly without precedent - the power to do the right thing the first time.",
    "Get mad, then get over it.",
    "To bear trials with a calm mind robs misfortune of its strength and burden.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "A mountain never yields to the wind no matter how strong it is.",
    "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
    "In a world of change, the learners shall inherit the earth, while the learned shall find themselves perfectly suited for a world that no longer exists.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "No snowflake ever falls in the wrong place.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "Laziness may appear attractive, but work gives satisfaction.",
    "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "Sometimes you have to lose all you have to find out who you truly are.",
    "Sometimes letting things go is an act of far greater power than defending or hanging on.",
    "Empty yourself of everything - let the mind become still.",
    "I don't ever give up. I'd have to be dead or completely incapacitated."
]