[
    "Everybody by your side ain't on your side.",
    "It's necessary to get the losers out of your life if you want to live your dream.",
    "Seek not the good in external things;seek it in yourselves.",
    "He who violates another's honor loses his own.",
    "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life.",
    "Time flies whether you are having fun or not.",
    "Your very silence shows you agree.",
    "All that we see or seem is but a dream within a dream.",
    "Words are clothes that thoughts wear",
    "Believe nothing you hear, and only one half that you see.",
    "Thinking is the hardest work there is. That is why so few people engage in it.",
    "All men are equal before fish.",
    "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
    "Success is often achieved by those who don't know that failure is inevitable.",
    "May you live all the days of your life.",
    "No man is free who is not master of himself.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "Confidence comes from crossing thresholds.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "To some degree, you control your life by controlling your time.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
    "There is nothing quite so tragic as a young cynic.",
    "Never regret your past. Rather, embrace it as the teacher that it is.",
    "Vision is the art of seeing things invisible.",
    "Wherever you are is the entry point.",
    "Only I can change my life. No one can do it for me.",
    "Whether you have a problem in your life or not depends upon your own attitude, your own understanding.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "Fools resist. The wise embrace.",
    "The only person you should try to be better than is the person you were yesterday.",
    "Make each day your masterpiece.",
    "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
    "Thinking is difficult, that's why most people judge.",
    "Embody what you teach, and teach only what you have embodied.",
    "When you repeat a mistake, it is not a mistake anymore: it is a decision.",
    "The only reason to be alive is to enjoy it.",
    "Don't let the behavior of others destroy your inner peace.",
    "Be kind, for everyone you meet is fighting a harder battle.",
    "There is nothing more frightful than ignorance in action.",
    "Friendship takes time and energy if it's going to work.",
    "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
    "The final mystery is oneself.",
    "The ego wants to go fast. The soul needs to go slow.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "Exceptional thinkers ignore their critics and go about their business making history.",
    "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously."
]