[
    "What is a friend? A single soul dwelling in two bodies.",
    "To find yourself, think for yourself.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "Get busy living, or get busy dying.",
    "Curiosity is the most powerful thing you own.",
    "He that can have patience can have what he will.",
    "All men who have achieved great things have been great dreamers. ",
    "If you correct your mind, the rest of your life will fall into place.",
    "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to.",
    "Faults are yours to fix, not to curse.",
    "Alone we can do so little; together we can do so much.",
    "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.",
    "You miss 100% of the shots you don't take.",
    "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.",
    "Do not fight with pigs - you will be smeared in mud but the pig will like it.",
    "Never settle for the crumbs of life.",
    "With the new day comes new strength and new thoughts.",
    "The price of inaction is far greater than the cost of making a mistake.",
    "Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "There are no shortcuts to any place worth going.",
    "Nothing good ever comes of violence.",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "Failure is an option, fear is not.",
    "I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive.",
    "Never do to others what you would not like them to do to you. ",
    "All problems are illusions of the mind.",
    "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "Being wrong opens us up to the possibility of change.",
    "If you throw away all thoughts of attainment, you will then come to see the real purpose of your quest.",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Never fear quarrels, but seek hazardous adventures.",
    "Just as true humor is laughter at oneself, true humanity is knowledge of oneself.",
    "Don't settle, and don't struggle.",
    "My powers are ordinary. Only my application brings me success.",
    "From morning till night, we should never rely on a single thing.",
    "A warrior does not give up what he loves, he finds the love in what he does.",
    "Don't wait for extraordinary opportunities. Seize common occasions and make them great.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "If I cannot do great things. I can do small things in a great way.",
    "Friendship is like money, easier made than kept.",
    "Success is never final; failure is never fatal.",
    "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
    "Don't set your own goals by what other people make important.",
    "Stuff your eyes with wonder... live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories.",
    "Peace is letting it be. Letting life flow, letting emotions flow through you.",
    "You are never too old to set another goal or to dream a new dream.",
    "The future belongs to those who believe in the beauty of their dreams.",
    "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down."
]