[
    "Care about what other people think and you will always be their prisoner.",
    "Love is merely the name for the desire and pursuit of the whole.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "Conquer the devils with a little thing called love.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "The enemy is a very good teacher.",
    "They who have conquered doubt and fear have conquered failure.",
    "When you move beyond your fear, you feel free.",
    "Life without love is like a tree without blossoms or fruit.",
    "Your home is where your thoughts find peace.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "Believe nothing you hear, and only one half that you see.",
    "The more you like yourself, the less you are like anyone else, which makes you unique.",
    "Nothing you do is going to matter that much in the long run. Don't take yourself so seriously.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "I succeeded by saying what everyone else is thinking.",
    "Confidence is the greatest friend.",
    "Find the game where you can win, and then commit your life to playing it; and play to win.",
    "Awaken. Take heed, do not squander your life.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "An un-examined life is not worth living.",
    "The more you praise and celebrate your life, the more there is in life to celebrate. ",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "Never allow a person to tell you no who doesn't have the power to say yes.",
    "Even though you are on the right track - you will get run over if you just sit there.",
    "Success comes to those who become success conscious.",
    "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "Life is much like going to the gym. The most painful part is deciding to go. Once you get past that, it's easy.",
    "Think and wonder, wonder and think.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Throw your heart over the bar and your body will follow.",
    "You're on earth. There's no cure for that.",
    "Only by attracting the best people will you accomplish great deeds.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Sometimes letting things go is an act of far greater power than defending or hanging on.",
    "Do something to move yourself toward your major goal every day.",
    "You change the world by being yourself.",
    "Dreams are the royal road to the unconscious. ",
    "Man suffers only because he takes seriously what the gods made for fun.",
    "If your happiness depends on what somebody else does, I guess you do have a problem.",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "If you try to get rid of fear and anger without knowing their meaning, they will grow stronger and return.",
    "Anger, ego, jealousy are the biggest diseases,Keep yourself aloof from these three diseases.",
    "Do one thing every day that scares you."
]