[
    "Change is hard at first, messy in the middle and gorgeous at the end.",
    "Men are equal; it is not birth but virtue that makes the difference.",
    "Life is a balance of holding on and letting go.",
    "Fallacies do not cease to be fallacies because they become fashions.",
    "Out of your vulnerabilities will come your strength.",
    "The goal is not to be perfect by the end, the goal is to be better today.",
    "When we think about our strengths, we are strong. When we think about our weaknesses, we are weak.",
    "Great things happen to those who don't stop believing, trying, learning, and being grateful.",
    "The Law of Concentration states that whatever you dwell upon grows. The more you think about something, the more it becomes part of your reality.",
    "The big secret in life is that there is no big secret. Whatever your goal, you can get there if you're willing to work.",
    "At every moment where language can't go, that's your mind.",
    "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality.",
    "If you're not making mistakes, then you're not doing anything.",
    "Your spirit is the true shield.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "Imagination is more important than knowledge.",
    "You can have it all. You just can't have it all at once. ",
    "All men who have achieved great things have been great dreamers. ",
    "You are your best thing.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "Remember where you came from, where you're going, and why you created this mess you got yourself into in the first place.",
    "Your imagination is your preview of life's coming attractions.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "No problem can be solved from the same level of consciousness that created it.",
    "Bloom where you are planted!",
    "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "Judge a man by his questions rather than his answers.",
    "The most courageous act is still to think for yourself. Aloud.",
    "We must embrace pain and burn it as fuel for our journey.",
    "It is easy to discover what another has discovered before.",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "Each day provides it's own gifts.",
    "Don't stop when you're tired. Stop when you're done.",
    "The energy of the mind is the essence of life.",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "A thing constructed can only be loved after it is constructed; but a thing created is loved before it exists.",
    "Winning isn't everything, but wanting to win is.",
    "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "Appear weak when you are strong, and strong when you are weak.",
    "I believe that potential is unlimited - success depends on daring to act on dreams.   ",
    "It is better to be looked over than overlooked.",
    "Closing your eyes and listening to silence is self-care.",
    "Anything becomes interesting if you look at it long enough..",
    "Quality is more important than quantity. One home run is much better than two doubles.",
    "Within every desire is the mechanics of its fulfillment.",
    "If you do not change direction, you may end up where you are heading.",
    "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "Be yourself; everyone else is already taken "
]