[
    "Some of your greatest lessons come from your darkest moments.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "The fastest way to change is to laugh at your own folly.",
    "Intelligent people make many mistakes because they cannot believe the world is really as foolish as it is.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "Let the beauty of what you love be what you do.",
    "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.",
    "Life is like underwear, should be changed twice a day.  ",
    "The wise man reads both books and life itself.",
    "Believe nothing you hear, and only one half that you see.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "Most of us will do anything to avoid facing ourselves.",
    "Maybe you are searching among the branches, for what only appears in the roots.",
    "The greatest deception men suffer is from their own opinions.",
    "The future belongs to those who learn more skills and combine them in creative ways.",
    "As a matter of fact is an expression that precedes many an expression that isn't.",
    "If no one ever broke the rules, then we'd never advance.",
    "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "Music is like creating an emotional painting. The sounds are the colors.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "The human mind defines things in relation to one another - without light the notion of darkness would be unintelligible.",
    "Better late than never.",
    "A person without a sense of humor is like a wagon without springs, jolted by every pebble in the road.",
    "Things cannot forever go downward. There are limits to everything—even the cold, and the darkness, and the wind, and the dying.",
    "We tend to live up to our expectations.",
    "The difference between impossible and possible is a willing heart.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "Ponder and deliberate before you make a move.",
    "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
    "My powers are ordinary. Only my application brings me success.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Discontent is the first necessity of progress.",
    "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.",
    "It's your life; you don't need someone's permission to live the life you want. Be brave to live from your heart.",
    "Life is a journey, not a destination.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "The key to success is failure.",
    "The past has no power over the present moment. ",
    "The best thing to hold onto in life is each other.",
    "It's always to soon to quit!",
    "The river that flows in you also flows in me.",
    "Life should be touched, not strangled.  ",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "Just because something isn't a lie does not mean that it isn't deceptive.",
    "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "When people are free to do as they please, they usually imitate each other.",
    "A man has to learn that he cannot command things but that he can command himself; that he cannot coerce the wills of others but that he can mold and master his own will."
]