[
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "To be happy we need something to solve. Happiness is therefore a form of action.",
    "Here and now...breathe and relax...in battle and in life.",
    "We make a living by what we get, but we make a life by what we give.",
    "A single dream is more powerful than a thousand realities.",
    "Freedom lies in being bold.",
    "Don't talk about what you have done or what you are going to do.",
    "Before preparing to improve the world, first look around your own home three times. ",
    "Luck is a matter of preparation meeting opportunity.",
    "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
    "Never whine, never complain, never try to justify yourself.",
    "Everyone has the right to make his own decisions, but none has the right to force his decision on others.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "An inventor is a man who asks Why? of the universe and lets nothing stand between the answer and his mind.",
    "You can calculate the worth of a man by the number of his enemies.",
    "Public opinion is the worst of all opinions.",
    "Greatness comes from living with purpose and passion.",
    "The purpose of life is the life of purpose.",
    "Our truest life is when we are in dreams awake.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "Live calmly. The time will come when the flowers bloom by themselves.",
    "No grand idea was ever born in a conference, but a lot of foolish ideas have died there.",
    "Never give way to laziness.",
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "Happiness depends on your mindset and attitude.",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "Be where your enemy is not.",
    "Normal is the average of deviance.",
    "Poverty and hardship are created by false thinking.",
    "Courage is the price that life exacts for granting peace.",
    "In life you need either inspiration or desperation.",
    "There are no ordinary moments.",
    "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully.",
    "We need never be ashamed of our tears.",
    "It is better to change an opinion than to persist in a wrong one.",
    "Adults are just children who earn money.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams.",
    "It's your life-but only if you make it so.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "The art of being wise is knowing what to overlook.",
    "It's not the men in your life that matters, it's the life in your men.",
    "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "There's a very deep connection among human beings. All we have to do is open our minds to it.",
    "Keep away from people who try to belittle your ambitions.",
    "Everything you can imagine is real.",
    "Pleasure in the job puts perfection in the work."
]