[
    "Walk with those seeking truth... RUN FROM THOSE WHO THINK THEY'VE FOUND IT.",
    "My powers are ordinary. Only my application brings me success.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "Whatever you decide to do, make sure it makes you happy.",
    "Life becomes easier and more beautiful when we can see the good in other people.",
    "Don't talk about what you have done or what you are going to do.",
    "If there were no God, there would be no atheists.",
    "I know not all that may be coming, but be it what it will, I'll go to it laughing.",
    "I love fools' experiments. I am always making them.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "You can have it all. You just can't have it all at once. ",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "You can't build a reputation on what you are going to do. ",
    "Where there is no struggle, there is no strength. ",
    "On the other side of the clouds is a bright blue sky.",
    "Anything you may hold firmly in your imagination can be yours.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "He that can have patience can have what he will.",
    "The best way to predict the future is to create it.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Insanity is relative. It depends on who has who locked in what cage.  ",
    "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. ",
    "Like it or not, this moment is all we really have to work with.",
    "The power of human thought grows exponentially with the number of minds that share that thought.",
    "A good stance and posture reflect a proper state of mind.",
    "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "Without the confidence, nothing can be accomplished.",
    "Change is inevitable but personal growth is a choice.",
    "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
    "The quality of your commitments will determine the course of your life.",
    "Don't blame others. it won't make you a better person.",
    "A thing constructed can only be loved after it is constructed; but a thing created is loved before it exists.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "Most people dabble their way through life, never deciding to master anything in particular.",
    "Hope is not a strategy. Luck is not a factor. Fear is not an option.",
    "Nothing in the world is ever completely wrong. Even a stopped clock is right twice a day.",
    "Conflict cannot survive without your participation. ",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "Faith means believing the unbelievable.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "The world only exists in your eyes. You can make it as big or as small as you want.",
    "Desire for the fruits of work must never be your motive in working.",
    "Don't hate the player. Change the game.",
    "It doesn't matter what you do, only how well you do it.",
    "Surrender to what is. Let go of what was. Have faith in what will be.",
    "The merit of all things lies in their difficulty.",
    "To earn more you must learn more.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "The quality of your life is determined by the quality of your thoughts."
]