[
    "You do not read a book for the book's sake, but for your own.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "To be fully alive is to feel that everything is possible.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "Stop wasting time defending your problems and work on addressing them instead.",
    "Our greatest glory is not in never falling, but in rising every time we fall. ",
    "By words the mind is winged.",
    "No snowflake ever falls in the wrong place.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "Opportunities don't often come along. So, when they do, you have to grab them.",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win.",
    "Without the confidence, nothing can be accomplished.",
    "Doubt is an uncomfortable condition, but certainty is a ridiculous one.",
    "If you're not making mistakes, then you're not doing anything.",
    "Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions.",
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "Life and death are of supreme importance. Time swiftly passes by and opportunity is lost.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Gratitude is the fairest blossom which springs from the soul.",
    "The greatest gift that you can give to others is the gift of unconditional love and acceptance. ",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "You are not stuck where you are unless you decide to be.  ",
    "It is not enough to win a war; it is more important to organize the peace.",
    "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
    "The real measure of your wealth is how much you'd be worth if you lost all your money.",
    "You have a brain and mind of your own. Use it, and reach your own decisions.",
    "There are three classes of people: those who see. Those who see when they are shown. Those who do not see.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "All I can do is be me, whoever that is.",
    "You can't build a reputation on what you are going to do. ",
    "Be as simple as you can be; you will be astonished to see how uncomplicated and happy your life can become.",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "Only those who do nothing at all make no mistakes.",
    "Never fear quarrels, but seek hazardous adventures.",
    "We have to walk in a way that we only print peace and serenity on the Earth. Walk as if you are kissing the Earth with your feet.",
    "Unless a man is master of his soul, all other kinds of mastery amount to little.",
    "The highest level of wisdom is when you not only accept but love adversity.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you.",
    "Believe in one thing too much and you have no room for new ideas.  ",
    "What's the point in being smart enough to read, if everything you read makes you dumb?",
    "All leaders are readers.",
    "People become attached to their burdens sometimes more than the burdens are attached to them.",
    "Motivation gets you going and habit gets you there.  ",
    "There are no shortcuts to any place worth going. ",
    "Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old. ",
    "Most of the important things in the world have been accompanied by people who have kept on trying when there seemed to be no hope at all.",
    "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
    "Every night before going to sleep, we must ask ourselves: what weakness did I overcome today? What virtue did I acquire?",
    "No man is free who is not master of himself."
]