[
    "Only those who dare to fail greatly can ever achieve greatly.",
    "Do not bite at the bait of pleasure, till you know there is no hook beneath it.",
    "The more you are grateful for what you have the more you will have to be grateful for.  ",
    "What you do today can improve all your tomorrows.",
    "When the time is gone, you can never get it back.",
    "It doesn't matter if the glass is half empty or half full. Be grateful you have a glass - you're the only person that can decide what's in it.",
    "Don't give up the fight, Stand up for your rights.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams.",
    "A loving heart is the truest wisdom.",
    "Instead of thinking about what you are going to do when you retire, think about how you can do that now and make a living from it.",
    "Even though you are on the right track - you will get run over if you just sit there.",
    "Little by little, one travels far.",
    "All know that the drop merges into the ocean, but few know that the ocean merges into the drop.",
    "Make your mind your own business.",
    "Words without actions are the assassins of idealism.",
    "Make no small plans for they have no power to stir the soul.",
    "The way we feel is the direct result of what we think.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "A person hears only what they understand.",
    "One of the really tough things is figuring out what questions to ask. Once you figure out the question, then the answer is relatively easy.",
    "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
    "If I have seen further than others, it is by standing upon the shoulders of giants.",
    "Faults are yours to fix, not to curse.",
    "There are only encounters in history. There are no accidents.",
    "The less you talk about your shame, the more of it you have.",
    "To plant a garden is to believe in tomorrow.  ",
    "The wise learn many things from their enemies.",
    "The greatest mistake you can make in life is to be continually fearing you will make one.",
    "For things to change, you have to change.",
    "Darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer.",
    "Life reflects your own thoughts back to you.",
    "Choose to be optimistic, it feels better.",
    "A rational person can find peace by cultivating indifference to things outside of their control.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "Imagination is more important than knowledge.",
    "Be gentle with yourself. Think less and feel more. Be as happy as you can. You only have this moment.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Pursue what catches your heart, not what catches your eyes.",
    "Never stand begging for that which you have the power to earn.",
    "Speak when you are angry - and you'll make the best speech you'll ever regret.",
    "The greater the impact you want to make, the greater your influence needs to be.",
    "We will now discuss in a little more detail the Struggle for Existence.",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "What people say, what people do, and what they say they do are entirely different things. ",
    "The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "Keep your eyes on the stars, but remember to keep your feet on the ground.",
    "Courage is the willingness to engage in a risk-taking behavior regardless of whether the consequences are unknown or possibly adverse.",
    "Every poem should remind the reader that they are going to die.",
    "Try all things, hold fast that which is good."
]