[
    "Go for it now. The future is promised to no one.",
    "Excellence is not an exception, it is a prevailing attitude.",
    "The majority of what you want will come from the minority of what you do.",
    "The first step toward getting somewhere is to decide that you are not going to stay where you are.",
    "Those who can make you believe absurdities can make you commit atrocities. ",
    "Being a good example is the best form of service.",
    "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.",
    "Enlightenment is intimacy with all things.",
    "Peace of mind is that mental condition in which you have accepted the worst.",
    "Don't let the noise of others opinions drown out your inner voice.",
    "Live your life and forget your age.",
    "The one who boasts does so only out of a feeling of inferiority.",
    "Why live an ordinary life, when you can live an extraordinary one.",
    "The more rejection you get, the better you are, the more you've learned, the closer you are to your outcome.",
    "Inspiration exists, but it has to find you working.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "Not everything that weighs you down is yours to carry.",
    "Faithless is he that says farewell when the road darkens.",
    "The desire for more positive experience is itself a negative experience.",
    "Man's character is his fate.",
    "You are never too old to become younger.",
    "Goals are the fuel in the furnace of achievement.",
    "Time goes from present to past.",
    "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
    "We've got to live, no matter how many skies have fallen.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "The person who cannot control his words shows that he cannot control himself.",
    "Life is trying things to see if they work.",
    "Experience is simply the name we give our mistakes. ",
    "Always dream and shoot higher than you know you can do. Do not bother just to be better than your contemporaries or predecessors. Try to be better than yourself.",
    "The greatest doer must also be a great dreamer.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "Dance first. Think later. It's the natural order.",
    "Science can flourish only in an atmosphere of free speech. ",
    "Forgive yourself for your faults and your mistakes and move on.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give.",
    "As you love yourself, life loves you back.",
    "Nothing is really work unless you would rather be doing something else. ",
    "You don't know who is important to you until you actually lose them.",
    "The great use of life is to spend it for something that will outlast it.",
    "The whole world is a series of miracles, but we're so used to them we call them ordinary things.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "Our stories may be singular, but our destination is shared.",
    "My powers are ordinary. Only my application brings me success.",
    "Talent is luck. The important thing in life is courage.",
    "Rudeness is the weak man's imitation of strength.",
    "Don't be afraid to give up the good to go for the great.",
    "It is not how much we have, but how much we enjoy, that makes happiness."
]