[
    "Never spend your money before you have earned it.",
    "Talk sense to a fool and he calls you foolish.",
    "Nothing can survive without food. Everything we consume acts either to heal us or to poison us.",
    "Your dream has to be bigger than your fear.",
    "Wheels of justice grind slow but grind fine.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand.",
    "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me?'",
    "You may forget with whom you laughed, but you will never forget with whom you wept.  ",
    "You already have every characteristic necessary for success if you recognize, claim, develop and use them.",
    "Where ever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything.",
    "As a man thinketh in his heart, so shall he be.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "Give out what you most want to come back.",
    "If you aim at nothing, you will hit it every time.  ",
    "If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.",
    "You are the only problem you will ever have and you are the only solution.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "Confuse them with your silence and amaze them with your actions.",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "Nothing ever happened in the past that can prevent you from being present now; and if the past cannot prevent you from being present now, what power does it have?",
    "Life is trying things to see if they work.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "We suffer more often in imagination than in reality.  ",
    "Champions keep playing until they get it right.",
    "Whatever your mind can conceive and believe, it can achieve.",
    "A path is made by walking on it.",
    "Anxiety is the dizziness of freedom.",
    "The farther backward you can look, the farther forward you are likely to see.",
    "Till it has loved, no man or woman can become itself.",
    "The present moment dies every moment to become the past , is reborn every moment into the future. All experience is now. Now never ends.",
    "Why change? Everyone has his own style. When you have found it, you should stick to it.",
    "Never settle for the crumbs of life.",
    "The more we have the less we own.",
    "Life may be full of pain but that's not an excuse to give up.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "Everyday is a second chance.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "Real growth comes through intense, difficult, and challenging situations.",
    "Constantly think about how you could be doing things better.",
    "Even if you persuade me, you won't persuade me.",
    "We must not be afraid of dreaming the seemingly impossible if we want the seemingly impossible to become a reality.",
    "Optimism is the one quality more associated with success and happiness than any other.",
    "Anything becomes interesting if you look at it long enough..",
    "Most of the evil in this world is done by people with good intentions.",
    "In the beginner's mind there are many possibilities, but in the expert's mind there are few.",
    "The wisest men follow their own direction.",
    "There is a wisdom of the head, and there is a wisdom of the heart."
]