[
    "Don't worry about being successful, but work toward being significant and the success will naturally follow.",
    "There are three classes of people: those who see. Those who see when they are shown. Those who do not see.",
    "The time is now, the place is here. Stay in the present.",
    "Knowledge is a treasure, but practice is the key to it.",
    "Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.",
    "There are only encounters in history. There are no accidents.",
    "Happiness is only real when shared.",
    "Truth is not something outside to be discovered, it is something inside to be realized.",
    "Selfishness and greed, individual or national, cause most of our troubles.",
    "Confidence is what you have before you understand the problem.",
    "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere.",
    "Lack of emotion causes lack of progress and lack of motivation.",
    "Having an open mind is one of the most important qualities we can possess. Once our minds close, we stop evolving.",
    "Follow your heart, listen to your inner voice, stop caring about what others think.",
    "Friends ask you questions; enemies question you.",
    "Don't let making a living prevent you from making a life.",
    "If you want to see things just as they are, then you yourself must practice just as you are.",
    "Within every desire is the mechanics of its fulfillment.",
    "The future is not a gift. It is an achievement.",
    "Do every act of your life as if it were your last.",
    "You can do nothing to change the past, and the future will never come exactly as you plan or hope for.",
    "Action is the foundational key to all success.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "If you're brave enough to say goodbye, life will reward you with a new hello.",
    "To wish you were someone else is to waste the person you are.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new.",
    "Success is not what you do when you are on top.  Success is how high you bounce when you hit the bottom.",
    "Till it has loved, no man or woman can become itself.",
    "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "To know your Enemy, you must become your Enemy.",
    "The best of us sometimes eat our words.  ",
    "Success is a poor teacher.",
    "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "Life must be rich and full of loving-it's no good otherwise, no good at all, for anyone.  ",
    "Don't seek, don't search, don't ask, don't knock, don't demand - relax.",
    "The consequences of today are determined by the actions of the past. To change your future, alter your decisions today.",
    "It's what you do in the present that will redeem the past and thereby change the future.",
    "You don't need to be better than anyone else, you just need to be better than you used to be.",
    "There is no way to happiness - happiness is the way.",
    "Best be yourself, imperial, plain, and true.",
    "Art is the signature of civilizations. ",
    "To create more positive results in your life, replace 'if only' with 'next time'.",
    "The power to make and break habits and learning how to do that is really important.",
    "Whenever you find yourself on the side of the majority, it is time to reform.",
    "Our heart is a treasury; if you pour out all its wealth at once, you are bankrupt.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "There is no path to Love. Love is the path."
]