[
    "The more you know, the more you know you don't know.",
    "It's your life; you don't need someone's permission to live the life you want. Be brave to live from your heart.",
    "Your time is limited, so don't waste it living someone elses. life.",
    "To be alive - is Power.",
    "All problems are interpersonal relationship problems.",
    "The secret of getting started is breaking your complex, overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.",
    "Dreams are for dreamers. Goals are for achievers.",
    "The difference between treason and patriotism is only a matter of dates.",
    "The scariest moment is always just before you start. After that, things can only get better.",
    "Success is not how high you have climbed, but how you make a positive difference to the world.",
    "The most important thing in life is to stop saying 'I wish' and start saying 'I will'. Consider nothing impossible, then treat possibilities as probabilities.",
    "The cost of leadership is self-interest.",
    "Be curious, not judgmental.",
    "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance. ",
    "Values are like fingerprints. Nobody's are the same, but you leave 'em all over everything you do.",
    "You must welcome change as the rule but not as your ruler. ",
    "If you do not change direction, you may end up where you are heading.",
    "Do not look for a sanctuary in anyone except your self.",
    "Investing in yourself is the best investment you will ever make.",
    "No man is more cheated than the selfish man.",
    "Life can be the scariest and most beautiful thing simultaneously.",
    "If you want to turn a vision into reality, you have to give 100% and never stop believing in your dream.",
    "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "Success on the outside means nothing unless you also have success within.",
    "To belittle, you have to be little.",
    "No one ever said life was fair. Just Eventful.",
    "The goal is not to show how great you are to others, but how vulnerable you are to yourself.",
    "In the middle of difficulty lies opportunity.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "A leader is one who knows the way, goes the way, and shows the way.",
    "It is the power of thought that gives man power over nature.",
    "There's no coming to consciousness without pain",
    "Study logic and math, because once you've mastered them, you won't fear any book.",
    "Weeds are flowers too, once you get to know them.",
    "There's more to life than being a passenger.",
    "Better to live until you die.",
    "Dream big. Start small. But most of all, start.",
    "Why fit in when you were born to stand out?",
    "Help others and give something back.",
    "If you want to feel happy, do something for yourself. If you want to feel fulfilled, do something for someone else.",
    "All know that the drop merges into the ocean, but few know that the ocean merges into the drop.",
    "The seasons do not push one another; neither do clouds race the wind across the sky. All things happen in their own good time.",
    "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
    "You may be one person in this world, but to one person you may mean the world.",
    "In order to be irreplaceable one must always be different.",
    "Life has no limitations except the ones you make.",
    "Do not be so open-minded that your brains fall out.",
    "Convinced myself, I seek not to convince.",
    "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. "
]