[
    "The idea of ourselves is our escape from the fact of what we really are.",
    "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "Death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
    "It is not fair to ask of others what you are not willing to do yourself.",
    "We ordinary people must forge our own beauty.",
    "In order to attain the impossible, one must attempt the absurd.",
    "There is only one thing that makes a dream impossible to achieve: the fear of failure.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "To be great is to be misunderstood.",
    "Inner peace is when you realize that, in the end, nothing matters.",
    "The problem happens when we have multiple desires. When we have fuzzy desires. When we want to do ten different things and we're not clear about which is the one we care about.",
    "Happiness is not the absence of problems, it's the ability to deal with them.",
    "There's more to life than being a passenger.",
    "There is no greater agony than bearing an untold story inside you.",
    "Getting lost along your path is a part of finding the path you are meant to be on.",
    "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. ",
    "Fear is stupid. So are regrets.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "What a liberation to realize that 'the voice in my head' is not who I am. Who am I then? The one who sees that.",
    "It's not how much money you make, it's how much money you keep.",
    "People should pursue what they're passionate about. That will make them happier than pretty much anything else.",
    "You are free, and that is why you are lost.",
    "Life is a traveling to the edge of knowledge, then a leap taken.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "Magic is believing in yourself, if you can do that, you can make anything happen.",
    "The wisest men follow their own direction.",
    "Discontent is the first necessity of progress.",
    "A man is great not because he hasn't failed; a man is great because failure hasn't stopped him.",
    "Shoot for the moon, because even if you miss, you'll land among the stars.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "Even if you persuade me, you won't persuade me.",
    "Trust in dreams, for in them is the hidden gate to eternity.  ",
    "Pleasure is always derived from something outside you, whereas joy arises from within. ",
    "The soul without imagination is what an observatory would be without a telescope.",
    "Always do your best. What you plant now, you will harvest later.",
    "To the mind that is still, the whole universe surrenders.",
    "The goal of an artist is to create the definitive work that cannot be surpassed.",
    "Don't let what you cannot do interfere with what you can do.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "Eighty percent of success is showing up. ",
    "The health of nations is more important than the wealth of nations.",
    "Through selfless service, you will always be fruitful and find the fulfillment of your desires.",
    "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences ",
    "There is no significance in life without struggle."
]