[
    "Among the things you can give and still keep are your word, a smile, and a grateful heart.",
    "Quiet people have the loudest minds.",
    "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow. ",
    "I admire those who do good and expect nothing in return.",
    "Youth ages, immaturity is outgrown, ignorance can be educated, and drunkenness sobered, but stupid lasts forever.",
    "Don't want anything. Then you get everything.",
    "Do not be so open-minded that your brains fall out.",
    "What would you do if you weren't afraid?",
    "If you don't like something change it; if you can't change it, change the way you think about it.",
    "You need a plan to build a house. To build a life, it is even more important to have a plan or goal.",
    "Every time we liberate a woman, we liberate a man. ",
    "Surround yourself with only people who are going to lift you higher. ",
    "Every person, all the events of your life are there because you have drawn them there. What you choose to do with them is up to you.",
    "Before preparing to improve the world, first look around your own home three times. ",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "Just get out and do it. You will be very, very glad that you did.",
    "To live is to be willing to die over and over again.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "There is nothing in the world so irresistibly contagious as laughter and good humor.",
    "Perplexity is the beginning of knowledge.",
    "Confidence is contagious. So is lack of confidence.",
    "The greatest miracle is to be alive.",
    "Talent is luck. The important thing in life is courage.",
    "Even if you stumble and fall down, it doesn't mean you've chosen the wrong path.",
    "It is hard to fail, but it is worse never to have tried to succeed.",
    "Live the moment for the moment.",
    "Sometimes good things fall apart so better things can fall together.",
    "Failure is simply the opportunity to begin again, this time more intelligently.",
    "A fool sees himself as another, but a wise man sees others as himself.",
    "Light a candle instead of cursing the darkness.",
    "I defeat my enemies when I make them my friends.",
    "Every blessing ignored becomes a curse.",
    "Your heart is the size of an ocean. Go find yourself in its hidden depths.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "A good system shortens the road to the goal. ",
    "The road to success is always under construction..",
    "Changing minds is harder than finding people who already agree.",
    "Failure is a great teacher. If you're open to it every mistake has a lesson to offer.",
    "Cherish forever what makes you unique, cuz you're really a yawn if it goes.",
    "Every day may not be good, but there's something good in every day.",
    "Everyday is a second chance.",
    "Create with the heart; build with the mind.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "It is our choices that show what we truly are, far more than our abilities.",
    "Have a vision, trust yourself, break some rules, ignore the naysayers, don't be afraid to fail.",
    "If everyone is moving forward together, then success takes care of itself.",
    "Whenever you do a thing, act as if all the world were watching.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes."
]