[
    "It's what you do in the present that will redeem the past and thereby change the future.",
    "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
    "Things cannot forever go downward. There are limits to everything—even the cold, and the darkness, and the wind, and the dying.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "Tis not too late to seek a newer world.",
    "Lust, anger and greed are the three gates to self-destructive hell.",
    "Night is a more quiet time to work. It aids thought.",
    "Help others and give something back.",
    "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "He will win who knows when to fight and when not to fight.",
    "You are not one person, but three: The one you think you are; The one others think you are; The one you really are.",
    "Believe in one thing too much and you have no room for new ideas.  ",
    "Get busy living, or get busy dying.",
    "To earn more you must learn more.",
    "The only thing worse than being blind is having sight but no vision.",
    "The less you try to impress, the more peaceful you can be.",
    "Begin now to be what you will be hereafter.",
    "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
    "If you believe you can, you can. If you believe you can't, then, well you can't.",
    "Receive without pride, let go without attachment.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "The decisions of our past are the architects of our present.",
    "The eye with which I see God is the same eye with which God sees me.",
    "Discontent is the first necessity of progress.",
    "You are free, and that is why you are lost.",
    "One of the oldest human needs is having someone to wonder where you are when you don't come home at night. ",
    "We need a backbone, not a wishbone.",
    "Where focus goes, energy flows.",
    "The purpose of life is the life of purpose.",
    "When you reach the top of the mountain, keep climbing. ",
    "The truth... It is a beautiful and terrible thing, and should therefore be treated with great caution.",
    "Challenge yourself to find the good and beautiful thing inside of everyone.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "You have as much laughter as you have faith.",
    "Ripe fruit falls by itself - but it doesn't fall in your mouth. ",
    "The more perfect a person is on the outside, the more demons they have on the inside.",
    "What people say, what people do, and what they say they do are entirely different things. ",
    "Trust, like the soul, never returns once it is gone.",
    "Never let the fear of striking out keep you from playing the game.",
    "Every poem should remind the reader that they are going to die.",
    "Victims recite problems, leaders provide solutions.",
    "We are all in the gutter, but some of us are looking at the stars. ",
    "Money poisons you when you've got it, and starves you when you haven't.",
    "The two most important days in your life are the day you are born and the day you find out why.",
    "Talk to someone about themselves and they'll listen for hours.",
    "The Art of Peace begins with you.",
    "The joy of life comes from our encounters with new experiences.",
    "Eighty percent of success is showing up. ",
    "Others have seen what is and asked why. I have seen what could be and asked why not"
]