[
    "Life has no limitations except the ones you make.",
    "The real art in learning takes place as we move beyond proficiency, when our work becomes an expression of our essence.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "Don't want anything. Then you get everything.",
    "Once you learn to quit, it becomes a habit.",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "The best of us sometimes eat our words.  ",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "The biggest challenge after success is shutting up about it.",
    "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.",
    "Conquer the devils with a little thing called love.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "The wise accomplish all that they want without arousing the envy or scorn of others.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything.",
    "The number one cause of failure is the fear of failure.",
    "Nothing is permanent in this wicked world - not even our troubles.",
    "You only live once, but if you do it right, once is enough.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Happiness must be grown in one's own garden.",
    "Don't talk about what you have done or what you are going to do.",
    "If you are lucky enough to find love, remember it is there and don't throw it away.",
    "If you have only one smile in you give it to the people you love.",
    "There is always risk, so learn to manage risk instead of avoiding it.",
    "It's only after you've stepped outside your comfort zone that you begin to change, grow, and transform.",
    "Be true to yourself, help others, make each day your masterpiece",
    "To improve is to change, so to be perfect is to change often.",
    "If you don't find the time, if you don't do the work, you don't get the results.",
    "Success is going from failure to failure without losing your enthusiasm",
    "True it is, we only hate those whom we do not know.",
    "Those who are possessed by nothing possess everything.",
    "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "Wealth is the product of man's capacity to think.",
    "Educating the mind without educating the heart is no education at all.",
    "Those who know, do. Those that understand, teach.",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well. ",
    "A bird does not sing because it has an answer. It sings because it has a song.",
    "Patience expands your options. If you insist on immediate gratification, your choices are severely limited.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "You came empty handed, and you will leave empty handed.",
    "Difficult roads often lead to beautiful destinations.",
    "Give out what you most want to come back.",
    "The wise speak only of what they know.",
    "You live by what you thrill to, and there's the end of it.",
    "Knowing yourself is the beginning of all wisdom.",
    "The highest level of wisdom is when you not only accept but love adversity."
]