[
    "To wish you were someone else is to waste the person you are.",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "Learn to value yourself, which means: fight for your happiness.",
    "The more something scares you, the more you should do it.",
    "Take responsibility of your own happiness, never put it in other people's hands.",
    "The best of us sometimes eat our words.  ",
    "When you're the only sane person, you look like the only insane person.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "Do something worth remembering.",
    "An approximate answer to the right question is worth a great deal more than a precise answer to the wrong question.",
    "If you do not change direction, you may end up where you are heading.",
    "Constantly think about how you could be doing things better.",
    "All that we see or seem is but a dream within a dream.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "The soul is neither born, and nor does it die.",
    "The eye with which I see God is the same eye with which God sees me.",
    "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "If you can change your mind, you can change your life.",
    "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone elses. eyes.",
    "A good system shortens the road to the goal. ",
    "You can calculate the worth of a man by the number of his enemies.",
    "If you've made a mistake, it's better just to laugh at it.",
    "Heroes don't need to talk about what they did.",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "Take care of your cents: dollars will take care of themselves.",
    "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.",
    "Resilience is not what happens to you. It's how you react to, respond to, and recover from what happens to you.",
    "If you let your head get too big, it'll break your neck.",
    "People are doing the best that they can from their own level of consciousness.",
    "The harder the conflict, the greater the triumph. ",
    "Whatever you do in life, surround yourself with smart people who'll argue with you.",
    "Don't let them drag you down by rumors. Just go with what you believe in.",
    "The older you get, the better you get. Unless you're a banana.",
    "One mistake does not have to rule a person's entire life.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "It's your road, and yours alone, others may walk it with you, but no one can walk it for you.",
    "Becoming a great leader doesn't mean being perfect. it means living with your imperfections.",
    "When the fish is caught we pay no more attention to the trap.",
    "A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way.",
    "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
    "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.",
    "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
    "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
    "What most people need to learn in life is how to love people and use things instead of using people and loving things.",
    "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.",
    "When your intuition is strong, follow it.",
    "You don't have to move mountains. You'll change the world simply by being a warm, kind-hearted human being.",
    "Your gift is something that you can do innately better than anything else.",
    "To arrive at the simplest truth requires years of contemplation."
]