[
    "Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on.",
    "When asked, how do you write? I invariably answer, one word at a time.",
    "The first principle of success is desire.",
    "My definition of success is control.",
    "Trying to define yourself is like trying to bite your own teeth.",
    "In the middle of difficulty lies opportunity.",
    "A man is great not because he hasn't failed; a man is great because failure hasn't stopped him.",
    "The roots of education are bitter, but the fruit is sweet.",
    "The foolish reject what they see, not what they think; the wise reject what they think, not what they see.",
    "Through discipline comes freedom.",
    "Science can flourish only in an atmosphere of free speech. ",
    "No one is useless in this world who lightens the burdens of another.",
    "I think self-awareness is probably the most important thing towards being a champion. ",
    "This is the real secret of life - to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.",
    "By perseverance the snail reached the ark.",
    "The soul is neither born, and nor does it die.",
    "Words are like Leaves; and where they most abound, Much Fruit of Sense beneath is rarely found.",
    "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "The heart wants what it wants - or else it does not care.",
    "People who say it cannot be done should not interrupt those who are doing it.",
    "Every second you have on this planet is very precious and it's your responsibility that you're happy.",
    "Everything that irritates us about others.",
    "There is peace even in the storm.",
    "Fortunate are those who take the first steps.",
    "Stop being tormented by everyone else's reaction to you.",
    "Look to the beauty of this day, miracles are all around you.",
    "You are the sky. Everything else - it's just the weather.",
    "Don't ever save anything for a special occasion. Being alive is the special occasion.",
    "Wherever there is danger, there lurks opportunity; wherever there is opportunity, there lurks danger. The two are inseparable.",
    "The secret of perfect health lies in keeping the mind always cheerful - never worried, never hurried, never borne down by any fear, thought or anxiety.",
    "Successful people tend to become more successful because they are always thinking about their successes.",
    "The only lost cause is one we give up on before we enter the struggle.",
    "Your goals are the road maps that guide you and show you what is possible for your life.",
    "Don't think money does everything or you are going to end up doing everything for money.",
    "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love. ",
    "Be the silent watcher of your thoughts and behavior. You are beneath the thinker.",
    "If he cannot stop the mind that seeks after fame and profit, he will spend his life without finding peace.",
    "Courage is found in unlikely places.",
    "Make your mind your own business.",
    "A clever person turns great troubles into little ones, and little ones into none at all. ",
    "It's not how much we give but how much love we put into giving.",
    "Things do not have meaning. We assign meaning to everything.",
    "Words used to attract the dull of wit are not to be relied on.",
    "Courage is what it takes to stand up and speak. Courage is also what it takes to sit down and listen.",
    "A man, as a general rule, owes very little to what he is born with - a man is what he makes of himself.",
    "We must embrace pain and burn it as fuel for our journey.",
    "The only place success comes before work is in the dictionary.",
    "All that we see or seem is but a dream within a dream.",
    "May you find grace as you surrender to life. May you find happiness, as you stop seeking it."
]