[
    "Great things are not done by impulse, but by a series of small things brought together.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "There is no greater agony than bearing an untold story inside you.",
    "You don't know who is important to you until you actually lose them.",
    "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.",
    "Everything begins with an idea.",
    "Do the hard jobs first. The easy jobs will take care of themselves.",
    "The way to love anything is to realize that it may be lost.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "Either you run the day or the day runs you.",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "Successful people tend to become more successful because they are always thinking about their successes.",
    "Every great change is preceded by chaos.",
    "Nothing brings down walls as surely as acceptance.",
    "It's not whether you get knocked down, its whether you get back up.",
    "It matters not what someone is born, but what they grow to be.",
    "Be - don't try to become ",
    "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
    "The greatest enemy of knowledge is not ignorance, it's the illusion of knowledge.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "The eyes of others our prisons; their thoughts our cages.",
    "Poetry is written with tears, fiction with blood, and history with invisible ink.",
    "It still holds true that man is most uniquely human when he turns obstacles into opportunities.",
    "Shoot for the moon. Even if you miss, you'll land among the stars.",
    "If you do not change direction, you may end up where you are heading.",
    "When you love someone, you love the person as they are, and not as you'd like them to be.",
    "The score never interested me, only the game.",
    "If you can't imagine it, you can't have it.",
    "Having lots of money while not having inner peace is like dying of thirst while bathing in the ocean.",
    "A man sees in the world what he carries in his heart.",
    "The truth is rarely pure and never simple. ",
    "Instead of thinking outside the box, get rid of the box.",
    "Listen to what you know instead of what you fear.",
    "Failure is feedback. Learn from it and move on.",
    "Don't let the behavior of others destroy your inner peace.",
    "Trusting our intuition often saves us from disaster. ",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "The secret of getting started is breaking your complex, overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.",
    "Take away love and our earth is a tomb.",
    "To some degree, you control your life by controlling your time.",
    "Walk with those seeking truth... RUN FROM THOSE WHO THINK THEY'VE FOUND IT.",
    "Change is hard at first, messy in the middle and gorgeous at the end.",
    "We make a living by what we get, but we make a life by what we give.",
    "Good entrepreneurs don't fail because they stay at it.",
    "It is amazing what you can accomplish if you do not care who gets the credit.",
    "Do not take life too seriously. You will never get out of it alive.",
    "The temptation to give up is strongest just before victory.",
    "What one does is what counts. Not what one had the intention of doing.",
    "You play the hand you're dealt. I think the game's worthwhile.  "
]