[
    "Confidence is not a guarantee of success, but a pattern of thinking that will improve your likelihood of success, a tenacious search for ways to make things work.",
    "Repetition does not transform a lie into a truth.",
    "If you see yourself as prosperous, you will be.",
    "Become the kind of leader that people would follow voluntarily, even if you had no title or position.",
    "Once you learn to quit, it becomes a habit.",
    "You know you are on the road to success if you would do your job and not be paid for it.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "Everything is in your own heart.",
    "Believe you can and you're halfway there.",
    "Storms don't last forever.",
    "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "The only way out is through.",
    "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "Choose to be optimistic, it feels better.",
    "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "Life becomes easier and more beautiful when we can see the good in other people.",
    "Deeds will not be less valiant because they are upraised.",
    "The constant assertion of belief is an indication of fear.",
    "The moment you stop to think about whether you love someone, you've already stopped loving that person forever.",
    "Expect the best of yourself, and then do what is necessary to make it a reality.",
    "Falling down is not failure. Failure comes when you stay where you have fallen.",
    "As you love yourself, life loves you back.",
    "We need never be ashamed of our tears.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Be polite to all, but intimate with few.",
    "Nothing makes a man broad-minded like adversity.",
    "I have lived with several Zen masters -- all of them cats.",
    "The more something threatens your identity, the more you will avoid it.",
    "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "It's wise to tell the truth. It's even wiser to tell it kindly.",
    "He is not a lover who does not love forever.",
    "You can discover what your enemy fears most by observing the means he uses to frighten you.",
    "Keep true. Never be ashamed of doing right. Decide what you think is right and stick to it.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "Little minds have little worries, big minds have no time for worries.",
    "Animals don't hate, and we're supposed to be better than them.",
    "Don't ever save anything for a special occasion. Being alive is the special occasion.",
    "There are no uninteresting things, only uninterested people.",
    "You can't climb the ladder of success with your hands in your pockets.",
    "The most wasted day of all is that on which we have not laughed.",
    "I try more and more to be myself, caring relatively little whether people approve or disapprove.",
    "If you want to make God laugh, tell him about your plans. ",
    "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "Being spiritual has nothing to do with what you believe and everything to do with your state of consciousness.",
    "Everybody by your side ain't on your side.",
    "It is under the greatest adversity that there exists the greatest potential for doing good, both for oneself and others.",
    "A Penny Saved is a Penny Earned"
]