[
    "Judge a man by his questions rather than his answers.",
    "We're kept from our goal not by obstacles, but by a clear path to a lesser goal.",
    "You can start changing our world for the better daily, no matter how small the action.",
    "Fear does not have any special power unless you empower it by submitting to it.",
    "Go confidently in the direction of your dreams. Live the life you've imagined.",
    "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough. ",
    "Forget safety. Live where you fear to live.",
    "Your mind will make you rich or poor, depending on the use you put to it.",
    "You'll see it when you believe it. ",
    "Life is from the inside out. When you shift on the inside, life shifts on the outside.",
    "Anyone telling you it's pointless to share your perspective is sharing their perspective.",
    "Rudeness is the weak man's imitation of strength.",
    "Tis not too late to seek a newer world.",
    "All animals except man know that the principal business of life is to enjoy it.",
    "There is no greater agony than bearing an untold story inside you.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "A mentor is someone who sees more talent and ability within you, than you see in yourself, and helps bring it out of you.",
    "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "All great truths begin as blasphemies.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "A tiger doesn't lose sleep over the opinion of sheep.",
    "Outstanding people have one thing in common: an absolute sense of mission.  ",
    "Your spirit is the true shield.",
    "To seek greatness is the only righteous vengeance.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "No man is happy unless he believes he is.",
    "It is under the greatest adversity that there exists the greatest potential for doing good, both for oneself and others.",
    "Doing the best at this moment puts you in the best place for the next moment.",
    "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. ",
    "There are no secrets to success. It is the result of preparation, hard work, learning from failure.",
    "What gets measured gets improved.",
    "Even the finest sword plunged into salt water will eventually rust.",
    "Where words fail, music speaks.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "Everybody's life is either rewarding or an example.",
    "I was wise enough to never grow up while fooling most people into believing I had. ",
    "The opportunity of defeating the enemy is provided by the enemy himself.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "Every moment you get is a gift. Spend it on things that matter. Don't spend it by dwelling on unhappy things.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "The source of a true smile is an awakened mind.",
    "Always seek out the seed of triumph in every adversity.",
    "If you run you stand a chance of losing, but if you don't run you've already lost.",
    "The most tragic thing in the world is a man of genius who is not a man of honor.",
    "Failure is the highway to success.",
    "Be not glad at the misfortune of another, though he may be your enemy. ",
    "We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.",
    "Repetition does not transform a lie into a truth.",
    "Don't let the noise of others opinions drown out your inner voice."
]