[
    "The secret of getting ahead is getting started.",
    "We are all self-made, but only the successful will admit it.",
    "A flower falls, even though we love it; and a weed grows, even though we do not love it.",
    "A journey of a thousand miles begins with a single step.",
    "No great discovery was ever made without a bold guess. ",
    "All great truths begin as blasphemies.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "To earn more you must learn more.",
    "Don't just sit there. Do something. The answers will follow.",
    "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "Remain calm. Be kind.",
    "Your past does not equal your future.",
    "Opportunity comes when you continually push forward.",
    "In the middle of chaos lies opportunity.  ",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "You are never too old to set another goal or to dream a new dream.",
    "You were born to win, but to be a winner you must plan to win, prepare to win, and expect to win.",
    "Observe things as they are and don't pay attention to other people.",
    "If you do not tell the truth about yourself you cannot tell it about other people.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Trust is the glue that holds people together and is the lubricant that keeps an organization moving forward.",
    "People seldom do what they believe in. They do what is convenient, then repent.",
    "When you stop questioning, you stop learning.",
    "Success is the progressive realization of a worthy goal or ideal.",
    "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.",
    "If you want to achieve anything in this world, you have to get used to the idea that not everyone will like you.",
    "The best answer to anger is silence.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "Laziness may appear attractive, but work gives satisfaction.",
    "The consequences of today are determined by the actions of the past. To change your future, alter your decisions today.",
    "Much learning does not teach understanding.",
    "The content of your character is your choice. Day by day, what you choose, what you think and what you do is who you become.",
    "It isn't what you do, but how you do it.",
    "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.",
    "Where there's life, there's hope.",
    "The more you praise and celebrate your life, the more there is in life to celebrate. ",
    "Not until we are lost do we begin to understand ourselves.",
    "Not all of us can do great things. But we can do small things with great love.",
    "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "All animals except man know that the principal business of life is to enjoy it.",
    "Avoiding danger is no safer in the long run than exposure.",
    "If you need inspiration, don't do it.",
    "As you think, so shall you become. ",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart. ",
    "Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do."
]