[
    "Thought is so cunning, so clever, that it distorts everything for its own convenience.",
    "Great things are not done by impulse, but by a series of small things brought together.",
    "Human happiness and moral duty are inseparably connected. ",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Engage in those actions and thoughts that nurture the good qualities you want to have.",
    "Intelligence, imagination, and knowledge are essential resources, but only effectiveness converts them into results.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "We're kept from our goal not by obstacles, but by a clear path to a lesser goal.",
    "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
    "You must be willing to do what others won't do, to have what others won't have.",
    "The most virtuous are those who content themselves with being virtuous without seeking to appear so.",
    "Everyday you can take a tiny step in the right direction.",
    "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
    "From error to error one discovers the entire truth.",
    "Not why the addiction but why the pain.",
    "Every man's work, whether it be literature or music or pictures or architecture or anything else, is always a portrait of himself.",
    "You use a glass mirror to see your face; you use works of art to see your soul.",
    "Freedom from desire leads to inner peace.",
    "Dream big and dare to fail.",
    "Who you are is defined by what you're willing to struggle for.",
    "There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "The wisdom of life consists in the elimination of the nonessentials.",
    "Before anything else, preparation is the key to success.",
    "We have to live life with a sense of urgency so not a minute is wasted.",
    "There is always room in your life for thinking bigger, pushing limits and imagining the impossible.",
    "The four P's to success are pressure, persistence, perseverance, and prayer.",
    "Failure is a prerequisite for great success. If you want success faster, double your rate of failure.",
    "The more you trust yourself, the less you compare yourself to others.",
    "Only put off until tomorrow what you are willing to die having left undone.",
    "Today is the oldest you've ever been, and the youngest you'll ever be again.",
    "An un-examined life is not worth living.",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "Wit is educated insolence.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "There are no limitations to the mind except those we acknowledge...",
    "If you practiced for the day, then you have won. If you were lazy for the day, then you have lost.",
    "A leader is one who knows the way, goes the way, and shows the way.",
    "For things to change, you have to change.",
    "To get angry is like to revenge yourself for the guilt of others.",
    "Everyone wants to go to Heaven, but no one wants to die.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "If the happiness and prosperity of other people depend on you, you have nothing to fear anymore.",
    "It is indeed a radical act of love just to sit down and be quiet for a time by yourself.",
    "Saying nothing sometimes says the most.",
    "New opinions are always suspected, and usually opposed, without any other reason but because they are not common.",
    "Youth has no age.",
    "One loses many laughs by not laughing at oneself."
]