[
    "If you can handle rejection, you'll learn to get everything you want.",
    "If they wrote it to make money, don't read it.",
    "Where does a thought go when it's forgotten?",
    "Whatever you are, be a good one.",
    "If you love life, don't waste time, for time is what life is made up of. ",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "Change begets change. Nothing propagates so fast.",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "Everything flows, nothing stands still.",
    "It isn't what you do, but how you do it.",
    "Our greatest glory is not in never falling but in rising every time we fall.",
    "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
    "Truth is such a rare thing, it is delighted to tell it.",
    "You can't get to a place that you don't believe exists.",
    "Life is not just the passing of time. Life is the collection of experiences and their intensity.",
    "The first thing you learn in life is you're a fool. The last thing you learn in life is you're the same fool.  ",
    "Because of your smile, you make life more beautiful.",
    "You have to accept whatever comes, and the only important thing is that you meet it with the best you have to give.",
    "The purpose of life is the expansion of happiness.",
    "Abundance of knowledge does not teach men to be wise.",
    "The longer we dwell on our misfortunes, the greater is their power to harm us.",
    "We suffer for the simple reason that suffering is biologically useful. It is nature's preferred agent for inspiring change.",
    "Some people feel the rain. Others just get wet. ",
    "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
    "A Hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
    "A real friend is one who walks in when the rest of the world walks out.",
    "Often we pass beside happiness without seeing it, without looking at it, or even if we have seen and looked at it, without recognizing it.",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "Help others for all the times that you have been ignored. Be kind to others, for all the times that you have been scorned.",
    "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. ",
    "It is not uncommon for people to spend their whole life waiting to start living.",
    "You cannot control the behavior of others, but you can always choose how you respond to it.",
    "Not until we are lost do we begin to understand ourselves.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "Insanity: doing the same thing over and over again and expecting different results.",
    "Sometimes, the only way to evolve is to open ourselves fully.",
    "Don't be afraid to give up the good to go for the great.",
    "Winning isn't everything, but wanting to win is.",
    "Confidence breeds beauty.  ",
    "If you can't feed a hundred people, then feed just one.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "The question isn't who is going to let me; it's who is going to stop me.",
    "Difficult roads often lead to beautiful destinations.",
    "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
    "Never was anything great achieved without danger.",
    "There is only the one reality, neither to be realized nor attained.",
    "Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.",
    "No grand idea was ever born in a conference, but a lot of foolish ideas have died there.",
    "We have a duty to maintain the light of consciousness to make sure it continues into the future."
]