[
    "No matter what happens, always be yourself.",
    "We must be free not because we claim freedom, but because we practice it.",
    "The giving of love is an education in itself.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "Waste no more time arguing about what a good man should be. Be one.",
    "You have the ability, now apply yourself.",
    "Inspire yourself to be great. Being good isn't good enough.",
    "If you don't read the newspaper, you're uninformed. If you read the newspaper, you're misinformed.",
    "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.",
    "Be brave to stand for what you believe in even if you stand alone.",
    "Like it or not, this moment is all we really have to work with.",
    "You want to live but do you know how to live? You are scared of dying and tell me, is the kind of life you lead really any different from being dead?",
    "I do not exist to impress the world. I exist to live my life in a way that will make me happy.",
    "Leave the beaten track behind occasionally and dive into the woods. Every time you do you will be certain to find something you have never seen before.",
    "Would you rather learn to deal with the truth now than be forced to do so later on?",
    "Everything you can imagine is real.",
    "The purpose of life is to contribute in some way to making things better.",
    "The future doesn't belong to the faint-hearted; it belongs to the brave.",
    "Life is either a daring adventure, or nothing.",
    "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
    "Life begins where fear ends.",
    "Even if you persuade me, you won't persuade me.",
    "If you have to be in a soap opera try not to be cast in the worst role.",
    "What gets measured gets improved.",
    "When we have our body and mind in order, everything else will exist in the right place, in the right way.",
    "Even a hare will bite when it is cornered. ",
    "My guiding principle is this: Guilt is never to be doubted. ",
    "In the beginner's mind there are many possibilities, but in the expert's mind there are few.",
    "Only when one allows themself the right to die, do they then give yourself the permission to live.",
    "Happiness is an effect of doing what you love, not an end goal to be achieved.",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "If they wrote it to make money, don't read it.",
    "Nothing makes a man broad-minded like adversity.",
    "Life's too mysterious to take too serious.",
    "The greatest test of courage on earth is to bear defeat without losing heart.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "The cost of leadership is self-interest.",
    "Failure is a great teacher. If you're open to it every mistake has a lesson to offer.",
    "To improve is to change, so to be perfect is to change often.",
    "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
    "Life is ours to be spent, not to be saved. ",
    "Nothing good ever comes of violence.",
    "Fools read fast. Geniuses reread.",
    "Character is doing what you don't want to do but know you should do.",
    "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ",
    "What the caterpillar calls the end of the world, the master calls a butterfly.",
    "If you spend too much time thinking about a thing, you'll never get it done. ",
    "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.",
    "Health is the greatest of all possessions.",
    "I live by letting things happen."
]