[
    "If someone betrays you once, it's their fault; if they betray you twice, it's your fault.",
    "The single most powerful asset we all have is our mind.",
    "Art is the signature of civilizations. ",
    "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ",
    "The only place where success comes before work is in the dictionary.",
    "Don't let the past steal your present.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Most people achieved their greatest success one step beyond what looked like their greatest failure.",
    "If you have only one smile in you give it to the people you love.",
    "It does not do to dwell on dreams and forget to live, remember that.",
    "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "Try to be a rainbow in someone's cloud.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "Every day may not be good, but there's something good in every day.",
    "A Rolling Stone Gathers No Moss.",
    "Nature is pleased with simplicity. And nature is no dummy.",
    "I admire those who do good and expect nothing in return.",
    "Live in the sunshine, swim the sea, drink the wild air.",
    "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.",
    "The worst part of success is trying to find someone who is happy for you.",
    "It doesn't matter where you are coming from. All that matters is where you are going. ",
    "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.",
    "The greatest value of a picture is when it forces us to notice what we never expected to see.",
    "The real art in learning takes place as we move beyond proficiency, when our work becomes an expression of our essence.",
    "Intelligence is the ability to adapt to change.",
    "There's no coming to consciousness without pain",
    "Our joy does not have to be based on our circumstances.",
    "As soon as you truly commit to making something happen, the 'how' will reveal itself.",
    "If you throw away all thoughts of attainment, you will then come to see the real purpose of your quest.",
    "Self-knowledge is the beginning of self-correction.",
    "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "Turn off your mind, relax, and float downstream.",
    "Faithless is he that says farewell when the road darkens.",
    "Go as far as you can see and you will see further.  ",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "It is not the knowing that is difficult, but the doing. ",
    "Whenever people agree with me I always feel I must be wrong.",
    "Walking with a friend in the dark is better than walking alone in the light.",
    "Do you have the patience to wait until your mud settles and the water is clear?",
    "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "To do great work one must be very idle as well as very industrious.",
    "It's easier to lose than to win.  ",
    "Wrong turns are as important as right turns. More important, sometimes.",
    "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!",
    "Your very silence shows you agree.",
    "A real friend is one who walks in when the rest of the world walks out."
]