[
    "Listen to the secret sound, the real sound, which is inside you.",
    "We turn not older with years but newer every day.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "You'll see it when you believe it. ",
    "Nothing is particularly hard if you divide it into small jobs. ",
    "Even if our home burns down we can rebuild it. But the things that we got for nothing, we can never replace.",
    "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
    "Power is not what we do but what we do not - hasty and unwise actions that we repeat every day and which ultimately bring us into trouble.",
    "Perfectionism is simply putting a limit on your future.",
    "Intelligent men are cruel. Stupid men are monstrously cruel.",
    "If you can see it in your mind, you can hold it in your mind.",
    "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.  ",
    "You are the sky. Everything else - it's just the weather.",
    "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.",
    "Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions.",
    "Don't let your learning lead to knowledge. Let your learning lead to action.",
    "Wise people, even though all laws were abolished, would still lead the same life.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "Success is liking yourself, liking what you do, and liking how you do it.",
    "Failure is an option here. If things are not failing, you are not innovating enough.",
    "The only real security that a man can have in this world is a reserve of knowledge, experience and ability. ",
    "Don't change your mind just because people are offended; change your mind if you're wrong.",
    "Your next step is simple. You are the first domino.",
    "When it is dark enough, you can see the stars.",
    "This is the most simple and basic component of life: our struggles determine our successes.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "I would rather be a little nobody, then to be an evil somebody.",
    "If ever you feel like an animal among men, be a lion.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "We never know the love of a parent till we become parents ourselves.",
    "If you only knew the magnificence of the 3, 6, and 9, then you would have a key to the universe.",
    "Death smiles at us all. All we can do is smile back.",
    "As you think, so shall you become. ",
    "You only live once, but if you do it right, once is enough.",
    "It is our choices that show what we truly are, far more than our abilities.",
    "When reading, only read. When eating, only eat. When thinking, only think.",
    "Elegance does not consist in putting on a new dress.",
    "Tall oaks grow from little acorns.",
    "When angry count to ten before you speak. If very angry, count to one hundred.",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "Most of the evil in this world is done by people with good intentions.",
    "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
    "The fact of the matter is that there will be nothing learned from any challenge in which we don't try our hardest.",
    "Things may come to those who wait, but only the things left by those who hustle.",
    "In life you need either inspiration or desperation.",
    "Success comes to those who become success conscious.",
    "Making money isn't hard in itself... What's hard is to earn it doing something worth devoting one's life to.",
    "The power of man has grown in every sphere, except over himself.",
    "Never settle for the crumbs of life.",
    "If you truly love Nature, you will find beauty everywhere. "
]