[
    "Heal the past, live the present, dream the future.",
    "Successful people are not without problems. They're simply people who've learned to solve their problems.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Successful people tend to become more successful because they are always thinking about their successes.",
    "Showing off is the fool's idea of glory. ",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "Remember, hope is a good thing, maybe the best of things.",
    "Wheels of justice grind slow but grind fine.",
    "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "The more something threatens your identity, the more you will avoid it.",
    "Lost Time is never found again.",
    "The journey, not the destination matters.",
    "If you take responsibility for yourself you will develop a hunger to accomplish your dream.",
    "A wise man will be master of his mind, a fool will be its slave.",
    "Sometimes you will never know the value of something, until it becomes a memory.",
    "Never settle for the crumbs of life.",
    "Your next step is simple. You are the first domino.",
    "Anything worth doing is worth doing slowly.",
    "Fear is your worst enemy. Risk is your best friend.",
    "It's not what you pay a man, but what he costs you that counts.",
    "Re-examine all that you have been told... dismiss that which insults your soul.",
    "Whenever people agree with me I always feel I must be wrong.",
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "When you're curious, you find lots of interesting things to do.",
    "To live is to be willing to die over and over again.",
    "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
    "Memory is the scribe of the soul.",
    "Creative endeavors are by their nature uncertain.",
    "Try all things, hold fast that which is good.",
    "Chase your passion, not your pension. ",
    "You know the more one does the more one can do.",
    "Love yourself with the same intensity you would use to pull yourself up if you were hanging off a cliff.",
    "Happiness depends on your mindset and attitude.",
    "The deeper the truth in a creative work, the longer it will live.  ",
    "A moving door hinge never corrodes. Flowing water never grows stagnant.",
    "Fear not the path of Truth for the lack of People walking on it.",
    "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
    "The two most powerful warriors are patience and time.",
    "You cannot have a positive life and a negative mind.",
    "Don't stumble over something that's behind you.",
    "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ",
    "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.",
    "Successful people do what unsuccessful people are not willing to do.",
    "Hope is a waking dream.",
    "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
    "A golden cage is still just a cage.",
    "Peace is letting it be. Letting life flow, letting emotions flow through you.",
    "Never buy a thing you do not want, because it is cheap, it will be dear to you."
]