[
    "Behind every beautiful thing, there's some kind of pain.",
    "One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power.",
    "Your mind is infinite, it's your doubts that are limiting.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "My mind seems to have become a kind of machine for grinding general laws out of large collections of facts.",
    "Happiness must be grown in one's own garden.",
    "Peaceful is the one who expects nothing.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "Unless someone truly has the power to say no, they never truly have the power to say yes.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "The more you know, the more you know you don't know.",
    "Learn from the mistakes of others. You can't live long enough to make them all yourself.",
    "The people who succeed are irrationally passionate about something.",
    "A wise person should have money in their head, but not in their heart.",
    "Imagination means nothing without doing.  ",
    "Repetition does not transform a lie into a truth.",
    "Coming together is a beginning, staying together is progress, and working together is success. ",
    "The successful warrior is the average man, with laser-like focus.",
    "If you want things to be different, perhaps the answer is to become different yourself.",
    "I begin with an idea and then it becomes something else.",
    "Bloom where you are planted!",
    "FEAR has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.",
    "There is a difference between giving directions and giving direction.",
    "Your purpose will be clear only when you listen to your heart.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "My sun sets to rise again.",
    "What's obvious to you isn't obvious to most people. Operate from this perspective and you'll help more people.",
    "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy.",
    "Anything worth doing is worth doing slowly.",
    "A hero is an ordinary person doing things in an extra ordinary way.",
    "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "Great ones are willing to get burned time and again as they sharpen their swords in the fire.",
    "All human wisdom is contained in these two words - Wait and Hope",
    "Courage is the price that life exacts for granting peace.",
    "Realize deeply that the present moment is all you have. Make the NOW the primary focus of your life. ",
    "To acquire true self power you have to feel beneath no one, be immune to criticism and be fearless.",
    "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.",
    "Be brave. Take risks. Nothing can substitute experience.",
    "Fortunate are those who take the first steps.",
    "The meaning of life is that it stops.",
    "The temptation to give up is strongest just before victory.",
    "You must find the place inside yourself where nothing is impossible.",
    "Wit is educated insolence.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "A day without laughter is a day wasted.",
    "Life goes by fast. Enjoy it. Calm down. It's all funny.",
    "You get paid in direct proportion to the difficulty of problems you solve.",
    "Any thought that is passed on to the subconscious often enough and convincingly enough is finally accepted."
]