[
    "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "Investing in yourself is the best investment you will ever make.",
    "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "Life is a balance of holding on and letting go.",
    "The biggest and only critic lives in your perception of people's perception of you rather than people's perception of you.",
    "Adventure is worthwhile in itself.",
    "A man's worth is no greater than his ambitions.",
    "Desire is suffering.",
    "Not all of us can do great things. But we can do small things with great love.",
    "A wise man makes his own decisions, but an ignorant man mindlessly follows the crowd.",
    "Life is a constant series of opportunities.",
    "Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
    "You have to make time, even for something as universal as staring at the stars.",
    "It is during our darkest moments that we must focus to see the light.",
    "Motivation gets you going and habit gets you there.  ",
    "Instead of worrying about what you cannot control, shift your energy to what you can create.",
    "Cleverness is not wisdom.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "If you get up one more time than you fall, you will make it through.",
    "There is peace even in the storm.",
    "Don't Let Yesterday Take Up Too Much Of Today.",
    "You have the potential for greatness.",
    "Your only limitations are those you set up in your mind or permit others to set up for you.",
    "I have lived with several Zen masters -- all of them cats.",
    "Success is good at any age, but the sooner you find it, the longer you will enjoy it.",
    "The greatest deception men suffer is from their own opinions.",
    "The pain of parting is nothing to the joy of meeting again.",
    "Not how long, but how well you have lived is the main thing.",
    "Life is ours to be spent, not to be saved. ",
    "You are never too old to become younger.",
    "The more you take responsibility for your past and present, the more you are able to create the future you seek.",
    "Life is a gift. Never forget to enjoy and bask in every moment you are in.",
    "To be alive - is Power.",
    "We must not sit down and wait for miracles. Up and be going!",
    "He who is untrue to his own cause cannot command the respect of others.",
    "When we allow negative messages to fester in our head, they take on a life of their own.",
    "Your next step is simple. You are the first domino.",
    "An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.",
    "Success is not to be pursued, it is to be attracted by the person you become.",
    "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to.",
    "We can have more than we've got because we can become more than we are.",
    "Decide whether or not the goal is worth the risks involved. If it is, stop worrying.",
    "To avoid criticism, do nothing, say nothing, and be nothing.",
    "Your only obligation in any lifetime is to be true to yourself.",
    "I have not failed. I've just found 10,000 ways that won't work.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "True it is, we only hate those whom we do not know.",
    "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.",
    "No man becomes rich unless he enriches others."
]