[
    "Don't let the noise of others' opinions drown out your own inner voice.",
    "Life is a series of choices and all we can do is make them.",
    "Preoccupied with a single leaf you won't see the tree.",
    "Lost Time is never found again.",
    "Because a thing seems difficult for you, do not think it impossible.",
    "Don't wait for extraordinary opportunities. Seize common occasions and make them great.",
    "What you seek is seeking you.",
    "How people treat you is their karma; how you react is yours. ",
    "Winning isn't everything, but wanting to win is.",
    "Change is inevitable but personal growth is a choice.",
    "Mastering others is strength, mastering yourself is true power.",
    "Keep away from people who try to belittle your ambitions.",
    "The best revenge is to be unlike him who performed the injury.",
    "Remember that the best relationship is one in which your love for each other exceeds your need for each other.",
    "Generosity is giving more than you can, and pride is taking less than you need.",
    "If you have only one smile in you give it to the people you love.",
    "Perplexity is the beginning of knowledge.",
    "You were born to win, but to be a winner, you must plan to win, prepare to win, expect to win.",
    "Every traveler has a home of his own, and he learns to appreciate it the more from his wandering.",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "It is very obvious that we are not influenced by 'facts' but by our interpretation of the facts.",
    "Problems remain as problems because people are busy defending them rather than finding solutions.",
    "Change is hard at first, messy in the middle and gorgeous at the end.",
    "Chop your own wood and it will warm you twice. ",
    "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided.",
    "Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next.",
    "Success is within the reach of just about everyone.",
    "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
    "People spend too much time doing and not enough time thinking about what they should be doing.",
    "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
    "Health is the greatest of all possessions.",
    "To live is to be willing to die over and over again.",
    "20 percent of your activities will account for 80 percent of your results.",
    "Don't let the behavior of others destroy your inner peace.",
    "Be regular and orderly in your life, so that you may be violent and original in your work.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "To plant a garden is to believe in tomorrow.  ",
    "The best thing to hold onto in life is each other.",
    "Most people get ahead during the time that others waste.",
    "A strong man overcomes an obstacle, a wise man goes the whole way.",
    "If it entertains you now but will bore you someday, it's a distraction. Keep looking.",
    "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.",
    "Real loss is only possible when you love something more than you love yourself.",
    "Those who seek the easy way do not seek the true way.",
    "Never feel shame for trying and failing, for he who has never failed is he who has never tried.",
    "You may be disappointed if you fail, but you are doomed if you don't try. ",
    "Stop being a prisoner of your past. Become the architect of your future.",
    "It's easier to lose than to win.  ",
    "Knowledge is a treasure, but practice is the key to it.",
    "Freeing oneself from words is liberation. "
]