[
    "Do not take life too seriously. You will never get out of it alive.",
    "You may delay, but time will not.",
    "Never fear quarrels, but seek hazardous adventures.",
    "When the world pushes you to your knees, you're in the perfect position to pray.",
    "You can't tell big dreams to small minded people.",
    "Forgive those who have hurt you.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "If you genuinely want something, don't wait for it - teach yourself.",
    "No duty is more urgent than that of returning thanks.",
    "We never know how high we are till we are called to rise. Then if we are true to form our statures touch the skies.",
    "At the end of the day, let there be no excuses, no explanations, no regrets.",
    "When you say yes to change, you are choosing to navigate that path peacefully and happily and see where it takes you.",
    "If you pray for rain, be prepared to deal with some mud.",
    "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
    "The only limits in your life are those that you set yourself.",
    "I do not seek. I find.",
    "The pursuit of mastery bears gifts. ",
    "Ask no questions, and you'll be told no lies.",
    "I was angered, for I had no shoes. Then I met a man who had no feet. ",
    "It all depends on what you choose to believe.",
    "This is such a short and precious life that it's really important that you don't spend it being unhappy.",
    "Change yourself and you have done your part in changing the world.",
    "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.",
    "Most people fail in life because they major in minor things.",
    "No one has ever become poor by giving.",
    "I am not proud, but I am happy; and happiness blinds, I think, more than pride.",
    "Don't let the fear of losing be greater than the excitement of winning.",
    "All great truths begin as blasphemies.",
    "If the only prayer you ever say in your entire life is thank you, it will be enough.",
    "Never to suffer would never to have been blessed.",
    "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "A person hears only what they understand.",
    "To perceive is to suffer.",
    "Courage is knowing what not to fear.",
    "Nothing important is learned; it is simply remembered.",
    "He who cannot be a good follower cannot be a good leader.",
    "The fewer the words, the better the prayer.",
    "Faithless is he that says farewell when the road darkens.",
    "All human beings can alter their lives by altering their attitudes.",
    "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
    "Yesterday is the past, tomorrow is the future, today is a gift - that's why it's called the present.",
    "When you consider things like the stars, our affairs don't seem to matter very much, do they?",
    "The more acquaintances you have, the less you know them.",
    "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more. ",
    "Strategy is a commodity, execution is an art.",
    "When something is important enough, you do it even if the odds are not in your favor.",
    "Live your life as an exclamation rather than an explanation.",
    "Make peace within, and there will be no one who can overcome you. And no one you will wish to overcome.",
    "If you love life, don't waste time, for time is what life is made up of. "
]