[
    "Longevity is a fleeting moment that lasts forever.",
    "Superstars think like superstars long before the fans or the press anoint them.",
    "You are the sky. Everything else - it's just the weather.",
    "Difficult roads often lead to beautiful destinations.",
    "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.",
    "Life is like stepping onto a boat which is about to sail out to sea and sink.",
    "Doing what you love is the cornerstone of having abundance in your life. ",
    "We have a choice everyday regarding the attitude we will embrace for that day.",
    "So long as we are being remembered, we remain alive.",
    "Nature loves to hide.",
    "It is ignorance that causes most mistakes.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "You don't have to move mountains. You'll change the world simply by being a warm, kind-hearted human being.",
    "Leaders spend 5% of their time on the problem & 95% of their time on the solution. Get over it & crush it!",
    "It's easier to go down a hill than up it but the view is much better at the top.",
    "Life is but one dream flowing into another.",
    "What we dwell on is who we become.",
    "Forgive yourself for your faults and your mistakes and move on.",
    "You purchase pain with all that joy can give and die of nothing but a rage to live.",
    "When you are totally at peace with yourself, nothing can shake you.",
    "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
    "Every blessing ignored becomes a curse.",
    "Life is not just the passing of time. Life is the collection of experiences and their intensity.",
    "Do not ignore your gift. Your gift is the thing you do the absolute best with the least amount of effort.",
    "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "You can't build a reputation on what you are going to do. ",
    "If you don't program yourself, life will program you.",
    "The art of being wise is knowing what to overlook.",
    "Wise men speak because they have something to say; Fools because they have to say something.",
    "What's right is what's left if you do everything else wrong.",
    "What keeps life fascinating is the constant creativity of the soul.",
    "No matter who you are, we're creatures of habit. The better your habits are, the better they will be in pressure situations.",
    "Unhappiness enters through a door that has been left open.",
    "A gentleman accepts the responsibility of his actions and bears the burden of their consequences.",
    "Any idea, plan, or purpose may be placed in the mind through repetition of thought.",
    "When you view failure as feedback, you get more done. When you view failure as a finality, you get nothing done.",
    "Art, like morality, consists of drawing the line somewhere.",
    "Where does a thought go when it's forgotten?",
    "Not how long, but how well you have lived is the main thing.",
    "If a thing is worth doing, it is worth doing badly.",
    "Awakening is possible only for those who seek it and want it.",
    "If fear is too strong, the genius is suppressed.",
    "No amount of regretting can change the past, and no amount of worrying can change the future.",
    "You will not do incredible things without an incredible dream.",
    "Choose a job you love, and you will never have to work a day in your life. ",
    "The only limits in our life are those we impose on ourselves.",
    "The greatest test of courage on earth is to bear defeat without losing heart.",
    "Life is much like going to the gym. The most painful part is deciding to go. Once you get past that, it's easy.",
    "You don't get in life what you want; you get in life what you are.",
    "The giving of love is an education in itself."
]