[
    "Genius is patience.",
    "Words are the clothes thoughts wear.",
    "Prefer to be defeated in the presence of the wise than to excel among fools.",
    "Conscience is a dog that does not stop us from passing but that we cannot prevent from barking.",
    "Making your mark on the world is hard. If it were easy, everybody would do it.",
    "Words, once they are printed, have a life of their own.",
    "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
    "There is a big difference between being centered and being self-centered.",
    "Humor isn't for everyone. It's only for people who want to have fun, enjoy life, and feel alive.",
    "Keep your face always toward the sunshine -  shadows will fall behind you.",
    "Avoiding danger is no safer in the long run than exposure.",
    "Concentrated power has always been the enemy of liberty.",
    "The fewer the words, the better the prayer.",
    "Is it really possible to tell someone else what one feels?",
    "Everyone is a moon, and has a dark side which he never shows to anybody.",
    "It's easy to wish for health when you're sick.  When you're doing well, you need just as much vigilance.",
    "I take the position that I'm always to some degree wrong, and the aspiration is to be less wrong.",
    "A self that goes on changing is a self that goes on living.",
    "In youth we run into difficulties. In old age difficulties run into us. ",
    "None are more hopelessly enslaved than those who falsely believe they are free.",
    "Integrity is telling myself the truth. And honesty is telling the truth to other people.",
    "Behind every cloud is another cloud.",
    "Sometimes things become possible if we want them bad enough.",
    "Better to live until you die.",
    "Remember we're all in this alone.",
    "Success is achieved and maintained by those who try and keep trying. ",
    "Note that this journey is uniquely yours, no one elses. So the path has to be your own.",
    "It is better to light a single candle than to curse the darkness.",
    "The only problem we really have is we think we're not supposed to have problems! Problems call us to higher level- - face & solve them now!",
    "The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.",
    "To live is the rarest thing in the world. Most people exist, that is all. ",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Don't put off living to next week, next month, next year or next decade. The only time you're ever living is in this moment.",
    "You don't need to be better than anyone else, you just need to be better than you used to be.",
    "The measure of wisdom is how calm you are when facing any given situation.",
    "The final mystery is oneself.",
    "We run to win, not just to be in the race.  ",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "Don't set your own goals by what other people make important.",
    "Rewards and punishment is the lowest form of education.",
    "The universe doesn't allow perfection.",
    "Nothing external to you has any power over you.",
    "We never know the love of a parent till we become parents ourselves.",
    "Don't try to steer the river.",
    "Rest and be kind, you don't have to prove anything.",
    "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts. ",
    "Peace is not the absence of conflict, but the ability to cope with it.",
    "Always do what is right. It will gratify half of mankind and astound the other.",
    "If you chase two rabbits, you catch none."
]