[
    "When you are tempted to give up, your breakthrough is probably just around the corner.",
    "You can't wait for inspiration. You have to go after it with a club. ",
    "Be happy in the moment, that's enough. Each moment is all we need, not more.",
    "The only way round is through.",
    "Forget yesterday - it has already forgotten you. Don't sweat tomorrow - you haven't even met. Instead, open your eyes and your heart to a truly precious gift - today.",
    "Man is affected not by events but by the view he takes of them.  ",
    "If the plan doesn't work, change the plan, but never the goal.",
    "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
    "It is better to disappoint people with the truth than to appease them with a lie.",
    "Peace if possible, truth at all costs.",
    "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.",
    "He who permits himself to tell a lie once, finds it much easier to do it the second time.",
    "If a thing is worth doing, it is worth doing badly.",
    "You can not live your life just based on what everyone else thinks.",
    "Happiness is only real when shared.",
    "Big people don't make people feel small.",
    "Life is to be fortified by many friendships. To love, and to be loved, is the greatest happiness of existence.",
    "The best thing to hold onto in life is each other.",
    "To be able to forget means sanity.",
    "He who is not contented with what he has, would not be contented with what he would like to have.",
    "Even though you are on the right track - you will get run over if you just sit there.",
    "I am thankful to all who said no to me. It is because of them that I'm doing it myself.",
    "Fear of death is fear of surrender to Infinity. Learn to surrender, to exist at Infinity while alive, and fear of death dissolves.",
    "No valid plans for the future can be made by those who have no capacity for living now.",
    "Because a thing seems difficult for you, do not think it impossible.",
    "Human happiness and moral duty are inseparably connected. ",
    "He who has overcome his fears will truly be free.",
    "Not until we are lost do we begin to understand ourselves.",
    "You are today where your thoughts have brought you.",
    "There are more people who wish to be loved than there are who are willing to love. ",
    "Everyone sees what you appear to be, few experience what you really are.",
    "I skate to where the puck is going to be, not where it has been.",
    "No one ever said life was fair. Just Eventful.",
    "The finish line is just the beginning of a whole new race.",
    "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "Only those who do nothing at all make no mistakes.",
    "The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune. ",
    "Light a candle instead of cursing the darkness.",
    "Everyone you meet is fighting a battle you know nothing about. Be kind. Always.",
    "An intelligent person hires people who are more intelligent than he is.",
    "All life is an experiment. The more experiments you make, the better.",
    "It is only depth of character that determines the profundity with which we face life.",
    "No one ever is defeated until defeat has been accepted as a reality.",
    "No matter how tall the mountain is, it cannot block the sun.",
    "The greatest discovery of all time is that a person can change their future by merely changing their attitude.",
    "Choose to be optimistic, it feels better.",
    "To arrive at the simplest truth requires years of contemplation.",
    "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
    "Learn to value yourself, which means: fight for your happiness.",
    "The divine is not something high above us. It is in heaven, it is in earth, it is inside us."
]