[
    "Someday death will take us to another star.",
    "You become stronger with every problem you face and every obstacle you overcome.",
    "Fashion fades, only style remains the same.",
    "If you can't imagine it, you can't have it.",
    "If you see a get rich quick scheme, that's someone else trying to get rich off of you.",
    "I think self-awareness is probably the most important thing towards being a champion. ",
    "When you are talented you do it whatever it is until your fingers bleed or your eyes are ready to fall out of your head.",
    "There are few reasons for telling the truth, but for lying the number is infinite.",
    "Truth is exact correspondence with reality. ",
    "In the practice of tolerance, one's enemy is the best teacher.",
    "Faith means believing the unbelievable.",
    "Forget mistakes. Forget failure. Forget everything except what you are going to do now and do it. Today is your lucky day!",
    "You're never too old for anything.",
    "Make failure your teacher, not your undertaker.  ",
    "It matters not what someone is born, but what they grow to be.",
    "Sadness is but a wall between two gardens.",
    "Presents are made for the pleasure of who gives them, not the merits of who receives them.",
    "All that we see or seem is but a dream within a dream.",
    "A good system shortens the road to the goal. ",
    "Motivation gets you going and habit gets you there.  ",
    "There is nothing quite so tragic as a young cynic.",
    "When you move beyond your fear, you feel free.",
    "All life is a manifestation of the spirit, the manifestation of love.",
    "Those who dream by day are cognizant of many things which escape those who dream only by night.",
    "In order to control myself I must first accept myself by going with and not against my nature.",
    "You will succeed because most people are lazy.",
    "Perplexity is the beginning of knowledge.",
    "Be kind whenever possible. It is always possible.",
    "If you want to be sad, no one in the world can make you happy. But if you make up your mind to be happy, no one and nothing on earth can take that happiness from you.",
    "Yesterday is gone. Tomorrow has not yet come. We have only today.",
    "The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly.",
    "Courage is found in unlikely places.",
    "Sometimes you have to shut your eyes, so you can see the real beauty.",
    "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
    "You cannot change your destination overnight but you can change your direction overnight.",
    "Failure is feedback. Learn from it and move on.",
    "Each time we don't say what we wanna say, we're dying.",
    "Never give way to laziness.",
    "I am not the outcome. I am never the result. I am only the effort.",
    "Surrender to what is. Let go of what was. Have faith in what will be.",
    "A man who dares to waste one hour of time has not discovered the value of life.",
    "Man is made by his belief. As he believes, so he is.",
    "If you correct your mind, the rest of your life will fall into place.",
    "You will face many defeats in life, but never let yourself be defeated.",
    "The purpose of life is to contribute in some way to making things better.",
    "Heaven is right where you are standing.",
    "You are the only real obstacle in your path to a fulfilling life.",
    "Some people find fault like there is a reward for it.  ",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "Difficult roads often lead to beautiful destinations."
]