[
    "The only way to 'find out if it will work out' is to do it.",
    "Death is not an ending. It is a transformation.",
    "Greatness lies not in being strong, but in the right use of strength.",
    "Happiness is when what you think, what you say, and what you do are in harmony.",
    "When you are tough on yourself, life is going to be infinitely easier on you.  ",
    "If you build the guts to do something, anything, then you better save enough to face the consequences.",
    "Hardly anybody recognizes the most significant moments of their life at the time they happen.",
    "Love is the absence of judgment.",
    "A gentleman is one who puts more into the world than he takes out.",
    "Work is always an antidote to depression.",
    "The road to success and the road to failure are almost exactly the same.",
    "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "It's easier to lose than to win.  ",
    "When you say yes to change, you are choosing to navigate that path peacefully and happily and see where it takes you.",
    "The truly rich men are the ones who have health, loved ones and a work they love.",
    "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "Whatever your heart clings to and confides in, that is really your God.",
    "Sometimes it is more important to discover what one cannot do, than what one can do.",
    "Begin at once to live, and count each separate day as a separate life.  ",
    "Art is the signature of civilizations. ",
    "We can change our lives. We can do, have, and be exactly what we wish.",
    "If you focus on results and finding shortcuts, you'll get impatient. If you focus on the process and doing the right thing, you'll be unstoppable.",
    "Let us always meet each other with smile, for the smile is the beginning of love.",
    "When you stop questioning, you stop learning.",
    "Allow motion to equal emotion.",
    "Blessed is he who expects nothing, for he shall never be disappointed.",
    "If you done it, it ain't bragging.",
    "Enthusiasm is a vital element toward the individual success of every man or woman.",
    "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.",
    "The quality of your life is determined by the quality of your thoughts.",
    "Nothing is more creative...nor destructive...than a brilliant mind with a purpose.",
    "We must accept finite disappointment, but never lose infinite hope.",
    "Seek not the good in external things;seek it in yourselves.",
    "If you can't explain it simply, you don't understand it well enough.",
    "The only man who never makes mistakes is the man who never does anything.",
    "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.",
    "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted. ",
    "He is not a lover who does not love forever.",
    "Be curious, not judgmental.",
    "No matter how smart we may think we are, no matter how committed we are to our truth, we can lose our way.",
    "It takes half your life before you discover life is a do-it-yourself project.",
    "Learning never exhausts the mind. ",
    "Natural talent only determines the limits of your athletic potential. It's dedication and a willingness to discipline your life that makes you great.",
    "The key to success is to focus our conscious mind on things we desire not things we fear. ",
    "When the root is strong, the fruit is sweet.",
    "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
    "A journey of a thousand miles must begin with a single step.",
    "Don't bother people for help without first trying to solve the problem yourself.",
    "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
    "Wisdom is the oneness of mind that guides and permeates all things."
]