[
    "It is useless to meet revenge with revenge; it will heal nothing.",
    "Where does a thought go when it's forgotten?",
    "Live simply, expect little, give much.",
    "Big people don't make people feel small.",
    "Champions keep playing until they get it right.",
    "If you truly love Nature, you will find beauty everywhere. ",
    "Perseverance and spirit have done wonders in all ages. ",
    "Don't listen to the person who has the answers; listen to the person who has the questions.",
    "Every moment is a fresh beginning.",
    "The merit of all things lies in their difficulty.",
    "Knowing is not enough, we must apply. Willing is not enough, we must do.  ",
    "We all give up great expectations along the way.",
    "Tension is who you think you should be. Relaxation is who you are.",
    "I've always tried to go a step past wherever people expected me to end up.",
    "Create each day anew.",
    "Fears are nothing more than a state of mind.",
    "The opposite of courage in our society is not cowardice... it is conformity.",
    "Not engaging in ignorance is wisdom. ",
    "Never be bored, and you will never be boring.",
    "In life you need either inspiration or desperation.",
    "Everything flows, nothing stands still.",
    "If you have to be in a soap opera try not to be cast in the worst role.",
    "Listen to the secret sound, the real sound, which is inside you.",
    "It is better to fail in originality than to succeed in imitation.",
    "People think you're crazy if you talk about things they don't understand.",
    "If you can't imagine it, you can't have it.",
    "The power of man has grown in every sphere, except over himself.",
    "Care about what other people think and you will always be their prisoner.",
    "The only time you run out of chances is when you stop taking them.",
    "We've got to live, no matter how many skies have fallen.",
    "If you want to be successful, you have to jump, there's no way around it.",
    "If I persist long enough I will win.",
    "The more we value things, the less we value ourselves.  ",
    "Talk sense to a fool and he calls you foolish.",
    "Don't be afraid to give up the good to go for the great.",
    "Your dream has to be bigger than your fear.",
    "Sometimes success isn't about making the right decision, it's more about making some decision.",
    "Life is not meant to be easy my child, but take courage: it can be delightful.",
    "Nearly every crisis seems to be the worst one, but after it's over, it isn't so bad.",
    "Today you are you, that is truer than true. There is no one alive who is you-er than you.",
    "By perseverance the snail reached the ark.",
    "If you can't fly, run. If you can't run, walk. If you can't walk, crawl, but by all means, keep moving.",
    "No man is happy who does not think himself so.",
    "He is not a lover who does not love forever.",
    "Be patient and calm; no one can catch fish in anger.",
    "Meditate. It won't be fun but it will surface what you need to deal with.",
    "Don't concern yourself with the money. Be of service. Build. Work. Dream. Create.",
    "We should not look back unless it is to derive useful lessons from past errors.",
    "Just living is not enough... one must have sunshine, freedom, and a little flower. ",
    "Circumstances do not make the man, they reveal him."
]