[
    "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
    "It's easy to be a critic, but being a doer requires effort, risk, and change.  ",
    "Not all those who wander are lost.",
    "Imagination is everything. It is the preview of life's coming attractions.",
    "Educating the mind without educating the heart is no education at all.",
    "While some of us act without thinking, too many of us think without acting.",
    "If you're really truthful with yourself, it's a wonderful guidance.  ",
    "Better to light a candle than to curse the darkness. ",
    "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
    "Courage is fear that has said its prayers and decided to go forward anyway.",
    "Do not bite at the bait of pleasure, till you know there is no hook beneath it.",
    "Muddy water is best cleared by leaving it alone.",
    "Do one thing every day that scares you.",
    "Everything you can imagine is real.",
    "Think and wonder, wonder and think.",
    "Fortunate are those who take the first steps.",
    "Winning isn't always championships.",
    "Success is not the result of making money; making money is the result of success - and success is in direct proportion to our service.",
    "Our joy does not have to be based on our circumstances.",
    "Freedom lies in being bold.",
    "Everything will be ok in the end. If it's not ok, it's not the end.",
    "Every failure brings with it the seed of an equivalent success.",
    "Do not believe that you will reach your destination without leaving the shore. ",
    "Give more than you think you can, trusting that you are richer than you think.",
    "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.",
    "What would you do if you weren't afraid?",
    "I will not walk backward in life.",
    "Play your part in life, but never forget that it is only a role.",
    "There are no uninteresting things, only uninterested people.",
    "They who have conquered doubt and fear have conquered failure.",
    "Always be a first rate version of yourself and not a second rate version of someone else.",
    "A good master leads you to the true master within. Only that master, who is your own higher self, can adequately answer all questions.",
    "When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
    "Every saint has a past, and every sinner has a future.",
    "Your heart is full of fertile seeds, waiting to sprout.",
    "Facts are the enemy of truth. ",
    "Don't be afraid to see what you see.",
    "There is no sadder sight than a young pessimist.",
    "Success is nothing more than a few simple disciplines practiced every day.",
    "Setting goals is the first step in turning the invisible into the visible.",
    "If you want peace, accept. If you want suffering, expect.",
    "Love your enemies, for they tell you your faults.",
    "Wherever you are, and whatever you do, be in love.",
    "No man is free who is not master of himself.",
    "Human beings can alter their lives by altering their attitudes of mind.",
    "Whatever you think the world is withholding from you, you are withholding from the world.",
    "From a certain point onward there is no longer any turning back. That is the point that must be reached.",
    "Only those who dare to fail greatly can ever achieve greatly.",
    "It's just a bad day, not a bad life.",
    "I was wise enough to never grow up while fooling most people into believing I had. "
]