[
    "The greatest work that kindness does to others is that it makes them kind themselves.",
    "Your very silence shows you agree.",
    "What's right is what's left if you do everything else wrong.",
    "Winners never quit and quitters never win.",
    "Absorb what is useful, discard what is useless and add what is specifically your own.  ",
    "Happiness cannot be traveled to, owned, earned, worn or consumed.",
    "I am not absentminded. It is the presence of mind that makes me unaware of everything else.",
    "Concentrated power has always been the enemy of liberty.",
    "We must not sit down and wait for miracles. Up and be going!",
    "Be a master of change rather than a victim of change.",
    "Live in each season as it passes; breathe the air, drink the drink, taste the fruit, and resign yourself to the influence of the earth.",
    "To forgive means pardoning the unpardonable.",
    "Learn to value yourself, which means: fight for your happiness.",
    "Never do things others can do and will do if there are things others cannot do or will not do.",
    "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Your life will never be the same again.",
    "The greatest of all mistakes is to do nothing because you think you can only do a little.  ",
    "I will not walk backward in life.",
    "Some people find fault like there is a reward for it.  ",
    "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise. ",
    "What you seek is seeking you.",
    "When at last you are come to the ocean of happiness, do not go back thirsty.",
    "Either you run the day or the day runs you.",
    "The most important thing in life is to stop saying 'I wish' and start saying 'I will'. Consider nothing impossible, then treat possibilities as probabilities.",
    "Don't ever save anything for a special occasion. Being alive is the special occasion.",
    "Most people spend more time and energy going around problems than in trying to solve them. ",
    "Do not ignore the passion that burns in you. Spend time to discover your gift.",
    "When you lose your desire for things that do not matter, you will be free.",
    "Some people don't like change, but you need to embrace change if the alternative is disaster.",
    "If you think you can do a thing or think you can't do a thing, you're right.",
    "When you are totally at peace with yourself, nothing can shake you.",
    "Mastering others is strength, mastering yourself is true power.",
    "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime.",
    "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.",
    "Don't criticize what you can't understand. ",
    "Our joy does not have to be based on our circumstances.",
    "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "Raise your words, not voice. It is rain that grows flowers, not thunder.",
    "A man is literally what he thinks.",
    "In the midst of movement and chaos, keep stillness inside of you.",
    "Hold yourself responsible for a higher standard than anybody else expects of you.",
    "Death is not sad; the sad thing is that most people don't really live at all.",
    "The only person you should try to be better than is the person you were yesterday.",
    "A life without a cause is a life without effect.",
    "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.",
    "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
    "If I love myself I love you. If I love you I love myself.",
    "Don't look back - you're not going that way.",
    "The fact of the matter is that there will be nothing learned from any challenge in which we don't try our hardest.",
    "Growth comes at the point of resistance.",
    "Don't try to steer the river."
]